Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Ordinals is an open-source project, developed [on GitHub](https://github.com/ordinals/ord). The project consists of a BIP describing the ordinal scheme, an index that communicates with a Bitcoin Core node to track the location of all satoshis, a wallet that allows making ordinal-aware transactions, a block explorer for interactive exploration of the blockchain, functionality for inscribing satoshis with digital artifacts, and this manual.
de: Ordinals ist ein Open-Source-Projekt, das [auf GitHub](https://github.com/ordinals/ord) entwickelt wird. Das Projekt umfasst ein BIP, das das Ordnungsschema beschreibt, einen Index, der mit einem Bitcoin Core-Knoten kommuniziert, um den Standort aller Satoshis zu verfolgen, eine Brieftasche, die das Erstellen von Transaktionen mit Kenntnis der Ordnung ermöglicht, einen Block-Explorer für die interaktive Erkundung der Blockchain, Funktionen zum Einschreiben von Satoshis mit digitalen Artefakten und dieses Handbuch.
es: Ordinals es un proyecto de código abierto, desarrollado [en GitHub](https://github.com/ordinals/ord). El proyecto consta de un BIP que describe el esquema de Ordinals, un índice que se comunica con un nodo de Bitcoin Core para rastrear la ubicación de todos los satoshis, un monedero que permite realizar transacciones de Ordinals, un explorador de bloques para la exploración interactiva de la blockchain, funcionalidad para inscribir artefactos digitales en los satoshis y este manual.
fr: Ordinals est un projet open-source, développé [sur GitHub](https://github.com/ordinals/ord). Le projet consiste en un BIP décrivant le schéma ordinal, un index qui communique avec un nœud Bitcoin Core pour suivre l’emplacement de tous les satoshis, un portefeuille qui permet d’effectuer des transactions reconnaissant les ordinals, un explorateur de blocs pour l’exploration interactive de la blockchain, une fonctionnalité permettant d’inscrire des satoshis avec des artefacts numériques, et ce manuel.
hi: ऑर्डिनल्स गिटहब पर विकसित किया गया एक ओपन-सोर्स प्रोजेक्ट है [on GitHub](https://github.com/ordinals/ord)। प्रोजेक्ट में आर्डिनल (क्रमसूचक) योजना का उल्‍लेख कर बीआईपी, सूचकांक जिसे सभी सातोशी की स्थिति ट्रैक करने के लिए बिटकॉइन कोर नोड के साथ संचार किया जाता है, जो आर्डिनल-जागरूक लेनदेन करने में सक्षम करने वाला एक वॉलेट है, ब्लॉकचेन की संवादात्‍मक जांच-पड़ताल के लिए एक ब्लॉक एक्सप्लोरर, डिजिटल कलाकृतियों के साथ सतोषी की कार्यात्‍मकता, और यह मैनुअल सम्मिलित हैं।
it: Ordinals è un progetto open-source, sviluppato [su GitHub](https://github.com/ordinals/ord). Il progetto consiste in un BIP che descrive lo schema ordinale, un indice che comunica con un nodo Bitcoin Core per tenere traccia della posizione di tutti i satoshis, un portafoglio che consente di effettuare transazioni degli ordinali riconoscendoli come tali, un block explorer per l'esplorazione interattiva della blockchain, una funzionalità per inscrivere artefatti digitali sui Satoshi e questo manuale.
ko: 오디널스는 [깃허브](https://github.com/ordinals/ord)에서 개발된 오픈 소스 프로젝트다. 이 프로젝트는 오디널 체계를 설명하는 BIP, 비트코인 코어 노드와 통신하여 모든 사토시의 위치를 추적하는 인덱스, 오디널를 인식하고 트랜잭션를 할 수 있는 지갑, 블록체인의 대화형 탐색을 위한 블록 탐색기, 사토시에 디지털 아티팩트를 새기는 기능, 그리고 이 매뉴얼로 구성되었다.
pt: Ordinals é um projeto de código aberto, desenvolvido [no GitHub](https://github.com/ordinals/ord). O projeto consiste em um BIP que descreve o esquema ordinal, um índice que se comunica com um nó Bitcoin Core para rastrear a localização de todos os satoshis, uma carteira que permite fazer transações com reconhecimento de Ordinals, um explorador de blocos para exploração interativa da blockchain, funcionalidade para inscrever artefatos digitais nos satoshis e este manual.
ru: Ordinals - это проект с открытым исходным кодом, разрабатываемый [на GitHub](https://github.com/ordinals/ord). Проект состоит из BIP, описывающего ordinal схему, индекса, взаимодействующего с Bitcoin Core node для отслеживания местоположения всех сатоши, кошелька, позволяющего совершать осведомленные транзакции с учетом ordinal, обозревать блоки для интерактивного изучения блокчейна, функциональности для надписи сатоши цифровыми артефактами, а также данного руководства.
zh: Ordinals是一个开源项目，部署在[on GitHub](https://github.com/ordinals/ord). 该项目包括一个描述序数方案的BIP、 一个与比特币核心节点通信以跟踪所有聪位置的索引一个允许进行序号感知交易的钱包、 一个用于区块链交互探索的区块资源管理器、用数字文物嵌入聪的功能，以及本手册。

source: Rarity
de: Seltenheit
es: Rareza
fr: Rareté
hi: दुर्लभता
it: La Rarità
pt: Raridade
ru: Редкость
zh: 稀缺度

source: Humans are collectors, and since satoshis can now be tracked and transferred, people will naturally want to collect them. Ordinal theorists can decide for themselves which sats are rare and desirable, but there are some hints…
de: Menschen sind Sammler, und da Satoshis jetzt verfolgt und übertragen werden können, werden Menschen natürlich wollen, sie zu sammeln. Ordinaltheoretiker können selbst entscheiden, welche Sats selten und begehrenswert sind, aber es gibt einige Hinweise…
es: Los humanos son coleccionistas, y ahora que los satoshis se pueden rastrear y transferir, las personas querrán coleccionarlos. Los teóricos de Ordinals pueden decidir por sí mismos cuáles sats son raros y deseables, pero aquí hay algunas pistas...
fil: Ang mga tao ay likas na kolektor, at dahil sa ang satoshi ay maaari na ngayong subaybayan at ilipat, ang mga tao ay natural na nais nang kolektahin ang mga ito. Ang mga Ordinal theorists ay maaaring magpasya para sa kanilang sarili kung aling mga sats ang rare at kanais-nais, ngunit may mga ilang pahiwatig...
fr: Les humains sont des collectionneurs, et puisque les satoshis peuvent désormais être suivis et transférés, les gens voudront naturellement les collectionner. Les théoriciens d’Ordinals peuvent décider eux-mêmes quels sats sont rares et désirables, mais il existe quelques Indices…
hi: मनुष्य की प्रकृति संग्रह करने की होती है, और चूँकि सातोशी को वर्तमान में ट्रैक और स्थानांतरित किया जा सकता है, लोग स्वाभाविक रूप से उन्हें एकत्र करना चाहते हैं। आर्डिनल्‍स थ्‍यौरिस्‍ट (क्रमसूचक सिद्धांतकार) स्वयं निर्णय ले सकते हैं कि कौन से सैट्स दुर्लभ और वांछि‍त हैं, लेकिन इसके लिए नीचे कुछ अप्रत्‍यक्ष रूप से संकेत दिए गये हैं…
it: Gli esseri umani sono collezionisti e, siccome da ora i satoshi possono essere tracciati e trasferiti, le persone vorranno naturalmente collezionarli. I teorici degli Ordinali possono decidere da soli quali satoshi sono rari e desiderabili, ma ecco qualche suggerimento...
ko: 인간은 수집가이며, 이제 사토시를 추적하고 전송할 수 있기 때문에 사람들은 당연히 사토시를 수집하고 싶어 할 것이다. 어떤 SAT가 희귀하고 바람직한지는 각 오디널 이론가가 스스로 결정할 수 있지만, 몇 가지 힌트가 있다…
pt: Os humanos são colecionadores e, como os satoshis agora podem ser rastreados e podem decidir por si mesmos quais sats são raros e desejáveis, mas existemalgumas dicas...
ru: Люди - коллекционеры, и поскольку сатоши теперь можно отслеживать и передавать, люди, естественно, захотят их собирать. Ordinal теоретики могут сами решить, какие сатоши являются редкими и желанными, но есть некоторые подсказки…
zh: 人类是收藏者。由于聪现在可以被追踪和转移，人们自然会想要收藏它们。 序数理论家可以自己决定哪些聪是稀有和合意的， 这里有一些提示…

source: Bitcoin has periodic events, some frequent, some more uncommon, and these naturally lend themselves to a system of rarity. These periodic events are:
de: Bitcoin hat periodische Ereignisse, einige davon häufig, andere weniger häufig, und diese eignen sich naturgemäß für ein System der Seltenheit. Diese periodischen Ereignisse sind:
es: Bitcoin tiene eventos periódicos, algunos frecuentes y algunos menos comunes, y estos se prestan para obtener un sistema de rareza. Estos eventos periódicos son:
fil: Ang Bitcoin ay may mga pana-panahong kaganapan, ang ilan ay madalas, ang ilan ay hindi karaniwan, at ang mga ito ay natural. Ang mga pana-panahong pangyayaring ito ay:
fr: Bitcoin connaît des événements périodiques, certains fréquents, d’autres moins communs, et ceux-ci se prêtent naturellement à un système de rareté. Ces événements périodiques sont les suivants :
hi: बिटकॉइन में समय-समय पर घटनाएं घटित होती रहती हैं, उनमें से कुछ गैर-मामूली हैं, जो उन्‍हें स्वाभाविक रूप से दुर्लभ बनाती हैं। इन आवधिक घटनाओं का उल्‍लेख नीचे किया गया हैं:
it: Il Bitcoin ha eventi periodici, alcuni più frequenti, altri meno, che si prestano naturalmente a un sistema di rarità. Questi eventi periodici sono:
ko: 비트코인에는 주기적인 이벤트가 있으며, 일부는 빈번하고 일부는 드물게 발생하며, 이들은 자연스럽게 희귀성 시스템에 적합하다. 이러한 주기적 이벤트는 다음과 같다:
pt: naturalmente se prestam a um sistema de raridade. Esses eventos periódicos são:
ru: В биткоине периодически происходят события, одни из которых происходят часто, другие - более редко, и они естественным образом приводят к появлению системы редкости. К таким периодическим событиям относятся:
zh: 比特币有周期性的事件，有些频繁，有些不常见，这些事件自然而然地形成了一个稀有度系统。这些周期性事件是:

source: _Blocks_: A new block is mined approximately every 10 minutes, from now until the end of time.
de: _Blöcke_: Ein neuer Block wird etwa alle 10 Minuten gemined, von jetzt bis ans Ende aller Zeiten.
es: _Bloques_: Se mina un bloque nuevo aproximadamente cada 10 minutos, desde ahora hasta el fin de los tiempos.
fil: _Blocks_: Ang isang bagong bloke ay na-mimina humigit-kumulang bawat 10 minuto, mula ngayon hanggang sa katapusan ng panahon.
fr: _Blocs _: Un nouveau bloc est miné toutes les 10 minutes environ, à partir de maintenant jusqu’à la fin des temps.
hi: _ब्लॉक्‍स_: अब से लेकर एक निश्चित समय के अंत तक, तकरीबन हर 10 मिनट में एक नये ब्लॉक का खनन किया जाता है।
it: _Blocchi_: Ogni 10 minuti circa viene estratto un nuovo blocco, da ora fino alla fine dei tempi.
ko: _블록_ : 지금부터 영원히 약 10분마다 새로운 블록이 채굴된다.
pt: _Blocos_: Um novo bloco é minerado aproximadamente a cada 10 minutos, a partir de agora e até o fim dos tempos.
ru: _Блоки_: Новый блок добывается примерно каждые 10 минут, начиная с настоящего момента и до конца времен.
zh: _区块_: 从现在到时间结束，大约每10分钟挖掘一个新区块。

source: _Difficulty adjustments_: Every 2016 blocks, or approximately every two weeks, the Bitcoin network responds to changes in hashrate by adjusting the difficulty target which blocks must meet in order to be accepted.
de: _Schwierigkeitsanpassungen_: Alle 2016 Blöcke, oder etwa alle zwei Wochen, passt das Bitcoin-Netzwerk die Schwierigkeitsziel an, das von den Blöcken erfüllt werden muss, um akzeptiert zu werden, als Reaktion auf Veränderungen in der Hashrate.
es: _Ajustes de dificultad_: Cada 2016 bloques, o aproximadamente cada dos semanas, la red de Bitcoin responde a cambios en la tasa de hash ajustando la dificultad que los bloques deben cumplir para ser aceptados.
fil: _Difficulty adjustments_: Bawat 2016 block, o humigit-kumulang bawat dalawang linggo, ang Bitcoin network ay tumutugon sa mga pagbabago sa hashrate sa pamamagitan ng pagsasaayos sa difficulty target kung aling mga bloke ang dapat matugunan upang matanggap.
fr: _Ajustements de la difficulté _: Tous les 2016 blocs, soit environ toutes les deux semaines, le réseau Bitcoin réagit aux changements de taux de hachage en ajustant la cible de difficulté que les blocs doivent atteindre pour être acceptés.
hi: _समायोजन करने में कठिनाई_: प्रत्येक 2016 ब्लॉक्‍स, या लगभग हर दो सप्ताह में, बिटकॉइन नेटवर्क कठिन लक्ष्य को समायोजित करके हैश रेट में बदलाव करने का प्रतिक्रिया देता है जिसे स्वीकार करने पर ब्लॉक को पूरा करना होगा।
it: _Aggiustamenti della difficoltà_: Ogni 2016 blocchi, o circa ogni due settimane, la rete Bitcoin risponde alle variazioni dell'hashrate modificando l'obiettivo di difficoltà che i blocchi devono soddisfare per essere accettati.
ko: _난이도 조정_ : 비트코인 네트워크는 2016블록마다, 즉 약 2주마다 블록이 승인되기 위해 충족해야 하는 난이도 목표를 조정하여 해시레이트의 변화에 대응한다.
pt: _Ajustes de dificuldade_: A cada 2016 blocos, ou aproximadamente a cada duas semanas, a rede Bitcoin responde às mudanças no hashrate ajustando o alvo de dificuldade que os blocos devem atingir para serem aceitos.
ru: _Корректировка сложности_: Каждые 2016 блоков, или примерно раз в две недели, сеть Bitcoin реагирует на изменения хешрейта, изменяя целевой уровень сложности, которому должны соответствовать блоки, чтобы быть принятыми.
zh: _难度调整_: 每2016个区块，或大约每两周， 比特币网络通过调整区块必须满足的难度目标来响应哈希率的变化。

source: _Halvings_: Every 210,000 blocks, or roughly every four years, the amount of new sats created in every block is cut in half.
de: _Halbierungen_: Alle 210.000 Blöcke, oder etwa alle vier Jahre, wird die Menge an neuen Sats, die in jedem Block erstellt werden, halbiert.
es: _Halvings_: Cada 210,000 bloques, o aproximadamente cada cuatro años, la cantidad de nuevos Satoshis creados en cada bloque se reduce a la mitad.
fil: _Halvings_: Bawat 210,000 block, o humigit-kumulang bawat apat na taon, ang dami ng mga bagong sats na nalikha sa bawat block ay hinahati sa kalahati.
fr: _Halvings _: Tous les 210 000 blocs, soit environ tous les quatre ans, la quantité de nouveaux sats créés dans chaque bloc est réduite de moitié.
hi: _हाल्विंग (अर्धन)_: प्रत्येक 210,000 ब्लॉक, या लगभग हर चार साल में, प्रत्येक ब्लॉक में बनाए गए नए सैट्स की मात्रा आधी कर दी जाती है।
it: _Dimezzamenti_: Ogni 210.000 blocchi, o all'incirca ogni quattro anni, la quantità di nuovi satoshi creati in ogni blocco viene dimezzata.
ko: _반감기_ : 210,000 블록마다, 즉 약 4년마다 모든 블록에서 생성되는 새로운 SAT의 양이 절반으로 줄어든다.
pt: _Halvings_: A cada 210.000 blocos, ou aproximadamente a cada quatro anos, a quantidade de novos sats criados em cada bloco é cortada pela metade.
ru: _Халвинг_: Каждые 210 000 блоков или примерно раз в четыре года, количество новых sats, создаваемых в каждом блоке, сокращается вдвое.
zh: _减半_: 每21万个区块，或者大约每四年，每个区块产生的新聪的数量就会减半。

source: _Cycles_: Every six halvings, something magical happens: the halving and the difficulty adjustment coincide. This is called a conjunction, and the time period between conjunctions a cycle. A conjunction occurs roughly every 24 years. The first conjunction should happen sometime in 2032.
de: _Zyklen_: Alle sechs Halbierungen geschieht etwas Magisches: Die Halbierung und die Schwierigkeitsanpassung fallen zusammen. Dies wird als Konjunktion bezeichnet, und der Zeitraum zwischen den Konjunktionen wird als Zyklus bezeichnet. Eine Konjunktion tritt ungefähr alle 24 Jahre auf. Die erste Konjunktion sollte etwa im Jahr 2032 stattfinden.
es: _Ciclos_: Cada seis halvings, sucede algo mágico: el halving y el ajuste de dificultad suceden al mismo tiempo. Esto se llama conjunción, y el período de tiempo entre conjunciones es un ciclo. Una conjunción ocurre aproximadamente cada 24 años. La primera conjunción debería ocurrir en el 2032.
fil: _Cycles_: Bawat anim na paghahati, may mahiwagang nangyayari: ang paghahati at ang difficulty target ay nagsasabay. Ito ay tinatawag na conjunction, at ang yugto ng panahon sa pagitan ng mga conjunction ay isang cycle. Ang isang conjunction ay nangyayari halos bawat 24 na taon. Inaasahan na mangyayari ang unang conjunction sa 2023.
fr: _Cycles _: Tous les six halvings, un phénomène magique se produit: la réduction de moitié et l’ajustement de la difficulté coïncident. C’est ce qu’on appelle une conjonction, et la période de temps entre les conjonctions représente un cycle. Une conjonction se produit environ tous les 24 ans. La première conjonction devrait se produire en 2032.
hi: _चक्र＿: प्रत्‍येक छह अर्धन में, कुछ करिशमा होता है: अर्धन और समायोजन करने में कठिनाई एक साथ घटित होते हैं। इसे संयोजन कहा जाता है और संयोजनों के बीच के समय को चक्र कहते हैं। संयोजन लगभग हर 24 वर्ष में घटित होता है। पहला संयोजन 2032 में किसी समय पर घटित होना चाहिए।
it: _Cicli_: Ogni sei dimezzamenti, accade qualcosa di magico: l'halving e l'adeguamento della difficoltà coincidono. Questo si chiama congiunzione e il periodo di tempo che intercorre tra una congiunzione e l'altra si chiama ciclo. Una congiunzione si verifica all'incirca ogni 24 anni. La prima congiunzione dovrebbe verificarsi nel 2032.
ko: _사이클_ : 6번의 반감기마다 마법 같은 일이 일어난다. 바로 반감기와 난이도 조정이 동시에 일어난다. 이를 합(conjunction)이라고 하며, 두 합 사이의 기간을 사이클이라고 한다. 합은 대략 24년마다 발생한다. 첫 번째 합은 2032년에 일어날 예정이다.
pt: _Ciclos_: A cada seis halvings, algo mágico acontece: o halving e o ajuste de dificuldade coincidem. Isso é chamado de conjunção, e o período de tempo entre conjunções, um ciclo. Uma conjunção ocorre aproximadamente a cada 24 anos. A primeira conjunção deve acontecer em algum momento em 2032.
ru: _Циклы_: Каждые шесть халвингов происходит нечто волшебное: халвинг и корректировка сложности совпадают. Это называется объединением, а период времени между объединениями - циклом. Объединение происходит примерно раз в 24 года. Первое объединение должно произойти в 2032 году.
zh: _周期_: 每六次减半就会发生一些神奇的事情：减半和难度调整会同时发生，这就是所谓的相合，相合之间的时间周期是一个周期。 大约每24年就会发生一次相合，第一次相合应该会发生在2032年的某个时候。

source: This gives us the following rarity levels:
de: Dies ergibt die folgenden Seltenheitsstufen:
es: Esto nos conlleva a los siguientes niveles de rareza:
fil: Nagbibigay ito sa atin ng mga sumusunod na antas ng rarity:
fr: Cela nous donne les niveaux de rareté suivants :
hi: इससे हमें दुर्लभता के निम्नलिखित स्तर प्राप्‍त होते हैं:
it: Questo ci dà i seguenti livelli di rarità:
ko: 이에 따라 다음과 같은 희귀도 레벨이 정해진다:
pt: Isso nos dá os seguintes níveis de raridade:
ru: Таким образом, мы получаем следующие уровни редкости:
zh: 这给了我们以下稀缺度等级:

source: `common`: Any sat that is not the first sat of its block
de: `gewöhnlich`: Jeder Sat, der nicht der erste Satz seines Blocks ist
es: `común`: Cualquier sat que no es el primero en su bloque
fil: `common`: Mga sat na hindi na-una sa block
fr: `commun`: Tout sat qui n’est pas le premier sat de son bloc
hi: `कॉमन (सामान्‍य)`: कोई भी ऐसा सैट जो अपने ब्लॉक का पहला सैट नहीं है
it: `comune`: qualsiasi satoshi che non sia il primo del suo blocco
ko: `common`: 해당 블록의 첫 번째 SAT가 아닌 모든 SAT
pt: `comum`: Qualquer sat que não seja o primeiro de seu bloco
ru: `common`: Любой sat, который не является первым sat в своем блоке
zh: `普通`: 指所有不是其区块第一个聪的聪

source: `uncommon`: The first sat of each block
de: `ungewöhnlich`: Der erste Satz jedes Blocks
es: `poco común`: El primer sat de cada bloque
fil: `uncommon`: Ang unang sat sa bawat block
fr: `peu commun`: Le premier sat de chaque bloc
hi: `अनकॉमन (असामान्‍य)`: प्रत्येक ब्लॉक का पहला सैट
it: `non comune`: il primo sat di ciascun blocco
ko: `uncommon`: 각 블록의 첫 번째 SAT
pt: `incomum`: O primeiro sat de cada bloco
ru: `uncommon`: Первый sat каждого блока
zh: `非普通`: 每个区块的第一个聪

source: `rare`: The first sat of each difficulty adjustment period
de: `selten`: Der erste Satz jedes Schwierigkeitsanpassungszeitraums
es: `raro`: El primer sat en un periodo de ajuste de dificultad
fil: `rare`: Ang unang sat sa bawat difficulty target
fr: `rare`: Le premier sat de chaque période d’ajustement de la difficulté
hi: `रेअर (दुर्लभ)`: प्रत्येक कठिन समायोजन अवधि का पहला सैट
it: `raro`: il primo sat di ogni periodo di aggiustamento della difficoltà
ko: `rare`: 각 난이도 조정 기간의 첫 번째 SAT
pt: `raro`: O primeiro sat de cada período de ajuste de dificuldade
ru: `rare`: Первый sat каждого периода корректировки сложности
zh: `罕见`: 每一个难度调整周期的第一个聪

source: `epic`: The first sat of each halving epoch
de: `episch`: Der erste Satz jedes Halbierungsjahrzehnts
es: `épico`: El primer satoshi después de un halving
fil: `epic`: Ang unang sat ng bawat halvings
fr: `épique`: Le premier sat après un halving
hi: `एपिक (भव्‍य)`: प्रत्येक अर्धन युग का पहला सैट
it: `epico`: il primo sat del primo blocco conseguente all'Halving
ko: `epic`: 각 반감기의 첫 번째 SAT
pt: `épico`: O primeiro satoshi de cada época do halving
ru: `epic`: Первый sat каждой эпохи халвинга
zh: `史诗`: 每个减半周期的第一个聪h

source: `legendary`: The first sat of each cycle
de: `legendär`: Der erste Satz jedes Zyklus
es: `legendario`: El primer Satoshi de cada ciclo
fil: `legendary`: Ang unang sat ng bawat cycle
fr: `légendaire`: Le premier sat de chaque cycle
hi: `लेजन्‍डरी (प्रसिद्ध)`: प्रत्येक चक्र का पहला सैट
it: `leggendario`: il primo sat di ogni ciclo
ko: `legendary`: 각 사이클의 첫 번째 SAT
pt: `lendário`: O primeiro sat de cada ciclo
ru: `legendary`: Первый sat каждого цикла
zh: `传奇`: 每一个循环周期的第一个聪

source: `mythic`: The first sat of the genesis block
de: `mythisch`: Der erste Satz des Genesis-Blocks
es: `mítico`: El primer Sat del bloque génesis
fil: `mythic`: Ang kauna-unahang sat ng pinaka-unang block
fr: `mythique`: Le premier sat du bloc genesis
hi: `मिथिक (काल्‍पनिक)`: उत्पत्ति ब्‍लॉक का पहला सैट
it: `mitico`: il primo sat del blocco della genesi
ko: `mythic`: 제네시스블록의 첫 번째 SAT
pt: `mítico`: O primeiro sat do bloco Gênesis
ru: `mythic`: Первый sat genesis блока
zh: `神话`: 创世区块的第一个聪

source: Which brings us to degree notation, which unambiguously represents an ordinal number in a way that makes the rarity of a satoshi easy to see at a glance:
de: Das bringt uns zur Grad-Schreibweise, die eine Ordinalzahl eindeutig darstellt und die Seltenheit eines Satoshis auf den ersten Blick leicht erkennbar macht:
es: Lo cual nos trae a la notación sexagesimal esta representa un numero ordinal de tal manera que nos facilita ver la rareza de un satoshi.
fil: Na nagdadala sa atin sa degree notation, na malinaw na kumakatawan sa isang ordinal number sa paraang ginagawang madaling makita ang rarity ng isang satoshi sa isang sulyap:
fr: Ce qui nous amène à la notation sexagésimal, qui représente de façon non équivoque un nombre ordinal de manière qui facilite la perception de la rareté d’un satoshi :
hi: जो हमें डिग्री संकेतन के निकट लाता है, स्पष्ट रूप से एक क्रमसूचक संख्या का प्रतिनिधित्व करता है जिससे सातोशी की दुर्लभता को एक नज़र में देखना बेहद आसान हो जाता है:
it: Questo ci porta alla notazione sessagesimale, che rappresenta inequivocabilmente un numero ordinale in un modo che rende la rarità di un satoshi facile da vedere a colpo d'occhio:
ko: 다음은 사토시의 희귀성을 한눈에 쉽게 알아볼 수 있도록 서수를 명확하게 표현하는 도 표기법을 알아보자:
pt: O que nos leva à notação de grau, que representa inequivocamente um número ordinal de uma forma que torna fácil ver a raridade de um satoshi:
ru: Это приводит нас к обозначению степени, которая однозначно представляет ordinal number таким образом, что редкость сатоши легко увидеть с первого взгляда:
zh: 这给我们带来了度数表示法，它以一种使聪的稀有性一目了然的方式明确地表示一个序数：

source: ``` A°B′C″D‴ │ │ │ ╰─ Index of sat in the block │ │ ╰─── Index of block in difficulty adjustment period │ ╰───── Index of block in halving epoch ╰─────── Cycle, numbered starting from 0 ```
de: A°B′C″D‴ │ │ │ ╰─ Index des Satoshis im Block │ │ ╰─── Index des Blocks im Schwierigkeitsanpassungszeitraum │ ╰───── Index des Blocks in der Halbierungsepoche ╰─────── Zyklus, nummeriert ab 0 ```
es: ``` A°B′C″D‴ │ │ │ ╰─ Índice del Satoshi dentro del bloque │ │ ╰─── Índice del bloque en el periodo de ajuste de dificultad │ ╰───── Índice del bloque en la época de halving ╰─────── Ciclo, numerados comenzando desde 0 ```
hi: ``` A°B′C″D‴ │ │ │ ╰─ ब्लॉक में सैट का सूचकांक │ │ ╰─── कठिन समायोजन अवधि में ब्लॉक का सूचकांक │ ╰───── अर्धन युग में ब्लॉक का सूचकांक ╰─────── चक्र, 0 से शुरू होने वाला अनुक्रमांक ```
it: ``` A°B′C″D‴ │ │ │ ╰─ Indice del sat nel blocco │ │ ╰─── Indice del blocco nel periodo di aggiustamento della difficoltà │ ╰───── Indice del blocco nell'epoca di dimezzamento ╰─────── Ciclo, numerato a partire da 0 ```
pt: ``` A°B′C″D‴ │ │ │ ╰─ Índice do sat no bloco │ │ ╰─── Índice do bloco no período de ajuste de dificuldade │ ╰───── Índice do bloco na época do halving ╰─────── Ciclo, numerados começando em zero ```
ru: ``` A°B′C″D‴ │ │ │ ╰─ Индекс sat в блоке │ │ ╰─── Индекс блока в период корректировки сложности │ ╰───── Индекс блока в эпоху халвинга ╰─────── Цикл, нумерация которого начинается с 0 ```
zh: ``` A°B′C″D‴ │ │ │ ╰─ 聪的索引位置 │ │ ╰─── 难度调整期的区块位置 │ ╰───── 减半周期区块的索引位置 ╰─────── 循环周期，从0数字开始 ```
