Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Introduction
de: Einführung
es: Introducción
fil: Panimula
hi: परिचय
it: Introduzione
ko: 서론
pt: Introdução
ru: Вступление
zh: 介绍

source: Overview
de: Übersicht
es: Descripción General
fil: Pangkalahatang-ideya
fr: Aperçu
hi: अवलोकन
it: Panoramica
ko: 개요
pt: Descrição Geral
ru: Обзор
zh: 概述

source: Digital Artifacts
de: Digitale Artefakte
es: Artefactos Digitales
fr: Artéfacts numériques
hi: डिजिटल अभिलेख
it: Artefatti Digitali
ko: 디지털 아티팩트
pt: Artefatos Digitais
ru: Цифровые артефакты
zh: 数字文物

source: Inscriptions
es: Inscripciones
hi: इंस्‍क्रीप्‍शंस
it: Iscrizioni
ko: 인스크립션
pt: Inscrições
ru: Надписи
zh: 铭文

source: Metadata
fr: Métadonnées
it: Metadati
ko: 메타 데이터
zh: 元数据

source: Provenance
es: Procedencia
hi: उत्‍पति
it: Provenienza
ko: 기원
pt: Procedência
ru: Провенанс
zh: 溯源

source: Contributing
de: Beitragen
es: Contribuir
fil: Mag-ambag
fr: Contribuer
hi: योगदान
it: Contribuire
ko: 기여하는 방법
pt: Contribuir
ru: Вклад
zh: 贡献

source: Donate
de: Spenden
es: Donaciones
fr: Faire un don
hi: दान करें
it: Donare
ko: 기부하는 방법
pt: Doações
ru: Пожертвование
zh: 捐赠

source: Guides
de: Anleitungen
es: Guías
fil: Mga gabay
hi: मार्गदर्शक निर्देश
it: Guide
ko: 안내서들
pt: Guias
ru: Руководства
zh: 指引

source: Explorer
es: Explorador
fr: Explorateur
hi: एक्‍सप्‍लोरर
it: Esploratore
ko: 탐색기
pt: Explorador
ru: Проводник
zh: 浏览器

source: Batch Inscribing
it: Iscrivere in Batch
zh: 批量铸造

source: Collecting
de: Sammeln
es: Coleccionar
fil: Pagkolekta
fr: Collectionner
hi: संग्राहक
it: Collezionare
ko: 수집
pt: Colecionando
ru: Коллекционирование
zh: 收藏

source: Sparrow Wallet
es: Monedero Sparrow
fr: Portefeuille Sparrow
hi: स्‍पैरो वॉलेट
it: Portafoglio Sparrow
ko: 스패로우 월렛
pt: Carteira Sparrow
zh: 麻雀钱包

source: Testing
de: Testen
es: Pruebas
fil: Pagsuri
fr: Tests
hi: परीक्षण
it: Testare
ko: 테스팅
pt: Testando
ru: Тестирование
zh: 调试

source: Moderation
es: Moderación
fr: Modération
hi: मॉडरेशन
it: Moderazione
ko: 중재
pt: Moderação
ru: Модерация
zh: 调节

source: Reindexing
de: Erneutes Indizieren
es: Reindexación
fr: Réindexation
hi: रिइंडैक्सिंग
it: Reindicizzazione
ko: 재인덱싱
pt: Reindexação
ru: Переиндексация
zh: 重新索引

source: Bounties
es: Recompensas
fr: Récompenses
hi: बांउटीज़
it: Premi
ko: 현상금
pt: Recompensas
ru: Награды
zh: 赏金

source: Bounty 0: 100,000 sats Claimed!
de: Bounty 0: 100.000 sats beansprucht!
es: Recompensa Ordinal 0: 100,000 sats reclamados
fr: Récompense 0 : 100 000 sats Réclamés !
hi: बांउटी 0: 100,000 सैट्स दावा किया!
it: Premio 0: 100,000 sats Riscossi!
ko: 현상금 0: 100,000 SAT 획득!
pt: Recompensa 0: 100,000 sats reivindicados!
ru: Награда 0: 100 000 sats Собрано!
zh: 任务 0: 100,000 sats 完成!

source: Bounty 1: 200,000 sats Claimed!
de: Bounty 1: 200.000 sats beansprucht!
es: Recompensa Ordinal 1: 200,000 sats reclamados
fr: Récompense 1 : 200 000 sats Réclamés !
hi: बांउटी 1: 200,000 सैट्स दावा किया!
it: Premio 1: 200,000 sats Riscossi!
ko: 현상금 1: 200,000 SAT 획득!
pt: Recompensa 1: 200,000 sats reivindicados!
ru: Награда 1: 200 000 sats Собрано!
zh: 任务 1: 200,000 sats 完成!

source: Bounty 2: 300,000 sats Claimed!
de: Bounty 2: 300.000 sats beansprucht!
es: Recompensa Ordinal 2: 300,000 sats reclamados
fr: Récompense 2 : 300 000 sats Réclamés !
hi: बांउटी 2: 300,000 सैट्स दावा किया!
it: Premio 2: 300,000 sats Riscossi!
ko: 현상금 2: 300,000 SAT 획득!
pt: Recompensa 2: 300,000 sats reivindicados!
ru: Награда 2: 300 000 sats Собрано!
zh: 任务 2: 300,000 sats 完成!

source: Bounty 3: 400,000 sats
es: Recompensa Ordinal 3: 400,000 sats
fr: Récompense 3 : 400 000 sats
hi: बांउटी 3: 400,000 सैट्स दावा किया!
it: Premio 3: 400,000 sats
ko: 현상금 3: 400,000 SAT
pt: Recompensa 3: 400,000 sats
ru: Награда 3: 400 000 sats
zh: 任务 3: 400,000 sats

source: This handbook is a guide to ordinal theory. Ordinal theory concerns itself with satoshis, giving them individual identities and allowing them to be tracked, transferred, and imbued with meaning.
de: Dieses Handbuch ist ein Leitfaden für die Ordinaltheorie. Die Ordinaltheorie befasst sich mit Satoshis, verleiht ihnen individuelle Identitäten und ermöglicht es, sie zu verfolgen, zu übertragen und mit Bedeutung zu versehen.
es: Este manual sirve como una guía sobre la teoría ordinal. La teoría Ordinal se encarga de proporcionar a cada Satoshi un identificador único, posibilitando que cada uno pueda ser rastreado, transferido, e imbuido de significado.
fil: Ang handbook na ito ay isang gabay sa pagunawa ng Ordinal Theory. Ang Ordinal Theory ay may kinalaman sa satoshi, kung saan nagbibigay ito ng indibidwal na pagkakakilanlan at nagpapahintulot sa kanila na masubaybayan, mailipat, at magbigay ng kahulugan.
fr: Ce manuel est un guide de la théorie ordinale. La théorie ordinale s’intéresse aux satoshis, leur attribuant des identités individuelles et leur permettant d’être suivis, transférés et empreints de sens.
hi: यह पुस्तिका ऑर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत) के लिए एक मार्गदर्शक निदेर्शिका है। ऑर्डिनल थ्‍यौरी अपने आप में सातोशी से संबंधित है, उन्हें व्यक्तिगत पहचान देकर ट्रैक करने, स्थानांतरित करने और अर्थ से व्‍याप्‍त करने में सक्षम करता है।
it: Questo manuale è una guida alla teoria Ordinale. La teoria ordinale si occupa dei satoshi, attribuendo loro un'identità individuale e consentendo di tracciarli, trasferirli e attribuire loro un significato.
ko: 이 핸드북은 오디널 이론(Ordinal Theory)에 대한 안내서다. 오디널 이론은 사토시(Satoshis)에 관한 것으로, 각 사토시에 개별적인 정체성을 부여함으로써 그것들을 추적과 전송할 수 있으며 그들에게 의미를 부여할 수 있다.
pt: Este manual é um guia para a teoria ordinal. A teoria ordinal se preocupa com satoshis, dando-lhes identidades individuais e permitindo que sejam rastreadoes, transferidos e imbuídos de significado.
ru: Данное пособие является руководством по ordinal theory. Ordinal theory занимается сатоши, наделяя их индивидуальностью и позволяя отслеживать, передавать и наделять смыслом.
zh: 这本手册是序数理论（Ordinals Theory）的指南。 序数理论本身关注聪（Satoshi），赋予它们个体身份，并允许它们被追踪、转移并赋予意义。

source: Satoshis, not bitcoin, are the atomic, native currency of the Bitcoin network. One bitcoin can be sub-divided into 100,000,000 satoshis, but no further.
de: Satoshis, nicht Bitcoin, sind die atomare, native Währung des Bitcoin-Netzwerks. Ein Bitcoin kann in 100.000.000 Satoshis unterteilt werden, jedoch nicht weiter.
es: Los Satoshis y no el Bitcoin, son la divisa atómica y nativa de la red de Bitcoin. Un Bitcoin se subdivide en exactamente 100,000,000 Satoshis, ni más ni menos.
fil: Ang Satoshis, ay ang atomic, “native currency” ng Bitcoin network. Ang isang bitcoin ay maaaring hatiin sa 100,000,000 satoshis, at wala nang iba pa.
fr: Les satoshis, et non les bitcoins, constituent la monnaie élémentaire et native du réseau Bitcoin. Un bitcoin peut être subdivisé en 100 000 000 satoshis, mais pas plus.
hi: सातोशी, बिटकॉइन नहीं है, लेकिन यह बिटकॉइन नेटवर्क का न्‍यूनतम अंश और मूल मुद्रा है। बिटकॉइन को अधिक से अधिक 100,000,000 सातोशियों में उप-विभाजित किया जा सकता है, उससे कम नहीं।
it: I satoshi, e non i bitcoin, sono l’unità più piccola di un Bitcoin. Un bitcoin può essere suddiviso in 100.000.000 di satoshis, ma non oltre.
ko: 비트코인 네트워크의 원자적 자체 통화는 비트코인이 아닌 사토시다. 1 비트코인을 100,000,000 사토시로 분할할 수 있지만 그 이상은 불가능하다.
pt: Os satoshis, e não os bitcoins, são as moedas atômicas nativas da rede Bitcoin. Um bitcoin pode ser subdividido em 100 milhões de satoshis, mas não mais do que isso.
ru: Сатоши, а не биткоин, являются основной атомарной валютой сети Bitcoin. Один биткоин может быть разделен на 100,000,000 сатоши, но не более.
zh: 聪（Satoshi），并非比特币，是比特币网络的原生货币和最小单位。一个比特币可以被细分为100,000,000聪，但不能再细分了。

source: Ordinal theory does not require a sidechain or token aside from Bitcoin, and can be used without any changes to the Bitcoin network. It works right now.
de: Die Ordinaltheorie erfordert keine Sidechain oder Token neben Bitcoin und kann ohne Änderungen am Bitcoin-Netzwerk verwendet werden. Sie funktioniert bereits jetzt.
es: La teoría Ordinal opera sin la necesidad de una cadena lateral o token distinto a Bitcoin, y puede utilizarse sin ningún cambio en la red Bitcoin. Funciona ahora mismo.
fil: Ang Ordinal theory ay hindi nangangailangan ng sidechain o token bukod sa Bitcoin, at maaaring gamitin nang walang anumang pagbabago sa Bitcoin network.
fr: La théorie ordinale ne nécessite pas de chaîne latérale ni de token autre que bitcoin et peut être utilisée sans aucune modification du réseau Bitcoin. Elle fonctionne dès maintenant.
hi: ऑर्डिनल थ्‍यौरी में बिटकॉइन को छोड़कर किसी साइडचेन या टोकन की आवश्यकता नहीं होती है, और इसका उपयोग बिना बिटकॉइन नेटवर्क में बदलाव के किया जा सकता है। वर्तमान में यह प्रचलन में है।
it: La teoria ordinale non richiede una sidechain o un token oltre al Bitcoin e può essere utilizzata senza alcuna modifica alla rete Bitcoin. Funziona già adesso.
ko: 오디널 이론은 비트코인 외에 사이드체인이나 토큰을 필요로하지 않으며, 비트코인 네트워크를 변경하지 않고도 사용할 수 있다. 지금 바로 사용할 수 있다.
pt: A teoria ordinal não requer uma sidechain ou um token além do bitcoin, e e pode ser usada sem quaisquer alterações na rede Bitcoin. Ela functiona agora mesmo.
ru: Ordinal theory не требует сайдчейна или токена помимо Bitcoin и может использоваться без каких-либо изменений в сети Bitcoin. Она работает уже сейчас.
zh: 序数理论不需要比特币区块链之外的侧链或代币，并且可以在不对比特币网络进行任何更改的情况下使用。它即刻可以有效使用。

source: Ordinal theory imbues satoshis with numismatic value, allowing them to be collected and traded as curios.
de: Die Ordinaltheorie verleiht Satoshis numismatischen Wert, was es ermöglicht, sie zu sammeln und als Kuriositäten zu handeln.
es: La teoría Ordinal otorga a los Satoshis un valor numismático, permitiendo que sean coleccionados e intercambiados como coleccionables.
fil: Ang Ordinal theory ay nagbibigay sa satoshi ng numismatic na halaga, na nagdudulot para sa mga ito kolektahin at ipagpalit bilang mga ‘rare’ na bagay.
fr: La théorie ordinale confère aux satoshis une valeur numismatique, leur permettant d’être collectés et échangés comme des objets de curiosité.
hi: ऑर्डिनल थ्‍यौरी सातोशी का मौद्रिक मूल्य निर्धारित करता है, और उन्हें क्यूरियस के रूप में संग्रह और लेनदेन करने में सक्षम बनाता है।
it: La teoria ordinale conferisce ai satoshi un valore numismatico, consentendo loro di essere collezionati e scambiati come collezionabili.
ko: 오디널 이론은 사토시에 화폐학적 가치를 부여하여 수집품처럼 모으고 거래할 수 있도록 해준다.
pt: A teoria ordinal confere aos satoshis valor numismático, permitindo que sejam coletados e comercializados como itens de colectionador.
ru: Ordinal theory наделяет сатоши нумизматической ценностью, позволяя коллекционировать их и торговать ими как сувенирами.
zh: 序数理论赋予聪以收藏价值，使它们可以作为古玩被收藏和交易。

source: Individual satoshis can be inscribed with arbitrary content, creating unique Bitcoin-native digital artifacts that can be held in Bitcoin wallets and transferred using Bitcoin transactions. Inscriptions are as durable, immutable, secure, and decentralized as Bitcoin itself.
de: Einzelne Satoshis können mit beliebigem Inhalt beschriftet werden, wodurch einzigartige, Bitcoin-native digitale Artefakte entstehen, die in Bitcoin-Wallets aufbewahrt und mithilfe von Bitcoin-Transaktionen übertragen werden können. Inschriften sind genauso haltbar, unveränderlich, sicher und dezentralisiert wie Bitcoin selbst.
es: En cada Satoshi se puede inscribir diferentes tipos de contenido, permitiendo la creación de artefactos digitales únicos nativos en Bitcoin. Estos artefactos digitales pueden almacenarse en monederos de Bitcoin y transferirse mediante transacciones de Bitcoin. Las inscripciones son tan duraderas, inmutables, seguras y descentralizadas como el propio Bitcoin.
fil: Ang mga indibidwal na satoshi ay maaaring ma-inscribe ng kahit anong arbitraryo nilalaman, na lumilikha ng mga natatanging “Bitcoin-native” digital na artifact na maaaring itago sa Bitcoin wallet at ilipat gamit ang mga transaksyong Bitcoin. Ang mga inskripsiyon ay hindi nababago, secure, at desentralisado gaya ng mismong Bitcoin.
fr: Des satoshis individuels peuvent être inscrits avec un contenu arbitraire, créant ainsi des artefacts numériques natifs de Bitcoin uniques qui peuvent être conservés dans des portefeuilles Bitcoin et transférés à l’aide de transactions Bitcoin. Les inscriptions sont aussi durables, immuables, sécurisées et décentralisées que Bitcoin lui-même.
hi: प्रत्‍येक सातोशी को स्‍वेच्छित विषय-वस्‍तु के साथ इंस्‍क्राइब (उत्‍कीर्ण) किया जा सकता है, इसे अनूठी बिटकॉइन-मूल डिजिटल अभिलेखों में निर्मित किया जाता है, जिन्हें आप अपने बिटकॉइन वॉलेट में संजोकर रख सकते हैं और बिटकॉइन लेनदेन के माध्‍यम से स्थानांतरित कर सकते हैं। यह डिजिटल अभिलेख बिटकॉइन की भांति टिकाऊ, अपरिवर्तनीय, सुरक्षित और विकेंद्रीकृत होते हैं।
it: I singoli satoshi possono essere iscritti con un contenuto arbitrario, creando artefatti digitali unici nativi di Bitcoin che possono essere conservati in portafogli Bitcoin e trasferiti con transazioni Bitcoin. Le iscrizioni sono durevoli, immutabili, sicure e decentralizzate come Bitcoin stesso.
ko: 각 사토시에 임의의 콘텐츠를 새길 수 있으며, 이로써 비트코인 지갑에 보관하고 비트코인 거래를 통해 전송할 수 있는 고유한 비트코인 자체 디지털 아티팩트를 만들 수 있다. 인스크립션은 비트코인만큼이나 내구성이 있고, 불변하며, 안전하고, 탈중앙화되어 있다.
pt: Satoshis individuais podem ser inscritos com conteúdo arbitrário, criando artefatos digitais únicos e nativos do Bitcoin que podem que podem ser mantidos em carteiras de bitcoin e transferidos usando transações de Bitcoin. Essas inscrições são tão duráveis, imutáveis, seguras e descentralizadas quanto o próprio Bitcoin.
ru: На отдельные сатоши можно наносить надписи произвольного содержания, создавая уникальные цифровые артефакты, характерные для биткоина, которые можно хранить в биткоин-кошельках и передавать с помощью биткоин-транзакций. Надписи так же долговечны, неизменяемы, безопасны и децентрализованы, как и сам Биткойн.
zh: 单个聪可以刻有任意内容，创建独特的比特币原生的数字文物（Digital Artifact）可以保存在比特币钱包中并使用比特币交易进行传输。铭文（Inscription）与比特币本身一样持久、永恒、安全和去中心化。

source: Other, more unusual use-cases are possible: off-chain colored-coins, public key infrastructure with key rotation, a decentralized replacement for the DNS. For now though, such use-cases are speculative, and exist only in the minds of fringe ordinal theorists.
de: Andere, ungewöhnlichere Anwendungsfälle sind möglich: Off-Chain-Farbmünzen, Public-Key-Infrastruktur mit Schlüsselrotation, ein dezentralisierter Ersatz für das DNS. Bisher sind solche Anwendungsfälle jedoch spekulativ und existieren nur in den Köpfen randständiger Ordinaltheoretiker.
es: Otros casos de uso más inusuales son posibles: monedas por fuera de la cadena y coloreadas (colored-coins), infraestructura de clave pública con rotación de clave, un reemplazo descentralizado para el DNS. No obstante, en la actualidad, tales casos de uso son especulativos y existen solo en las mentes de los teóricos de ordinals.
fil: At iba pa na hindi pangkaraniwang gamit nito ay: mga off-chain colored-coin, pampublikong imprastraktura ng key na may key rotation, isang desentralisadong kapalit ng DNS. Gayunpaman, sa ngayon, ang mga ganitong espekulasyon ng paggamit ay haka-haka, at umiiral lamang sa isipan ng mga “fringe ordinal theorists”.
fr: D’autres cas d’utilisation plus inhabituels sont possibles : des colored coins (pièces colorées) hors chaîne, une infrastructure de clés publiques avec rotation de clés, une alternative décentralisée au DNS. Pour l’instant, de tels cas d’utilisation sont spéculatifs et n’existent que dans l’esprit de théoriciens d’Ordinals marginaux.
hi: अन्य, अधिक असामान्य उपयोग के संभव मामले हैं: ऑफ-चेन रंगीन सिक्के, की (कुंजी) रोटेशन सहित सार्वजनिक की (कुंजी) का बुनियादी ढांचा, डीएनएस के लिए एक विकेन्द्रीकृत प्रतिस्थापन। हालाँकि, अभी के लिए, ऐसे उपयोग के मामले काल्पनिक हैं, और केवल आर्डिनल सिद्धान्‍तवादियों की कल्‍पनाओं में मौजूद हैं।
it: Sono possibili altri casi d'uso più insoliti: monete colorate off-chain, infrastrutture a chiave pubblica con rotazione delle chiavi, una sostituzione decentralizzata del DNS. Per ora, però, questi casi d'uso sono speculativi ed esistono solo nella mente di teorici ordinali di nicchia.
ko: 더 특이한 사용 사례도 가능하다: 오프체인 컬러드 코인, 키 로테이션이 가능한 공개 키 인프라, DNS에 탈중앙화된 대체. 하지만 현재로서는 이러한 사용 사례는 사색에 불과하며, 비주류 오디널 이론가들의 머릿속에만 존재한다.
pt: Outros casos de uso mais incomuns são possíveis: moedas coloridas (colored-coins) fora da cadeia, infraestrutura de chave pública com rotação de chaves, um substituto descentralizado para o DNS. Por enquanto, porém, tais casos de uso são especulativos e existem apenas nas mentes dos teóricos ordinais.
ru: Возможны и другие, более необычные варианты использования: colored-coins вне блокчейна, инфраструктура открытых ключей с ротацией ключей, децентрализованная замена для DNS. Однако пока такие варианты использования являются умозрительными и существуют только в головах сторонних ordinal теоритиков.
zh: 其他非常规的应用也是可能的：链下染色硬币,具有密钥轮换的公钥基础设施DNS 的去中心化替代品等等。 不过就目前而言，这样的应用是推测性的，只存在于非主流的序数理论家的脑海中。

source: For more details on ordinal theory, see the [overview](overview.md).
de: Für weitere details zur ordinal theory siehe die [Übersicht](overview.md).
es: Para obtener más detalles sobre la teoría Ordinal, consulte la [descripción general](overview.md).
fil: Para sa higit pang mga detalye sa Ordinal Theory, tingnan ang [pangkalahatang-ideya](overview.md)
fr: Pour plus de détails sur la théorie ordinale, consultez [l’aperçu](overview.md).
hi: ऑर्डिनल थ्‍यौरी के बारे में विस्‍तृत जानकारी के लिए [अवलोकन](overview.md) देखें।
it: Per maggiori dettagli sulla teoria ordinale, consulta la [panoramica](overview.md).
ko: 오디널 이론에 대한 자세한 내용은 [개요](overview.md)를 참조하자.
pt: Para obter mais detalhes sobre a teoria ordinal, consulte a [visão geral](overview.md).
ru: Подробнее о порядковой теории смотрите в [Обзор Ordinal theory](overview.md).
zh: 有关序数理论的更多详细信息，请参阅 [概述](overview.md).

source: For more details on inscriptions, see [inscriptions](inscriptions.md).
de: Für weitere details zu inscriptions siehe [inscriptions](inscriptions.md).
es: Para obtener más detalles sobre las inscripciones, ver [inscripciones](inscriptions.md).
fil: Para sa higit pang mga detalye sa mga inskripsiyon, tingnan ang mga [inskripsiyon](inscriptions.md).
fr: Pour plus de détails sur les inscriptions, consultez la section [inscriptions](inscriptions.md).
hi: डिजिटल अभिलेखों पर अधिक जानकारी के लिए [इंस्‍क्रि‍प्‍शंस](inscriptions.md) देखें।
it: Per maggiori dettagli sulle iscrizioni, vedi [iscrizioni](inscriptions.md).
ko: 인스크립션에 대한 자세한 내용은 [인스크립션](inscriptions.md)을 참조하자.
pt: Para obter mais detalhes sobre as inscrições, consulte [inscrições](inscriptions.md).
ru: Подробнее об inscriptions смотрите в разделе [inscriptions](inscriptions.md).
zh: 有关铭文的更多详细信息，请参阅[铭文](inscriptions.md).

source: When you're ready to get your hands dirty, a good place to start is with [inscriptions](guides/inscriptions.md), a curious species of digital artifact enabled by ordinal theory.
de: Wenn Sie bereit sind, sich die Hände schmutzig zu machen, ist ein guter Ausgangspunkt [inscriptions](guides/inscriptions.md), eine eigenartige Art von digitaler Artefakten, die durch die ordinal theorie ermöglicht wird.
es: Cuando estés listo para ponerte manos a la obra, un buen lugar para comenzar es en la página de [inscripciones](guides/inscriptions.md), un tipo de artefacto digital posibilitado por la teoría ordinal.
fil: Kapag handa ka na, isang magandang lugar na maaring magsimula ay ang [mga inskripsiyon](guides/inscriptions.md), isang kakaibang uri ng digital artifact na pinagana ng Ordinal Theory.
fr: Lorsque vous êtes prêt à vous plonger dans le sujet, vous pourriez commencer par les [inscriptions](guides/inscriptions.md), une espèce curieuse d’artefact numérique rendu possible par la théorie ordinale.
hi: जब आप इसके लिए तैयार हो जाते हैं, बेहतर होगा कि आप इसकी शुरुआत [इंस्‍क्रि‍प्‍शंस](guides/inscriptions.md) से ही करें, जो आर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत) द्वारा सक्षम डिजिटल अभिलेखों का एक दुर्लभ प्रकार है ।
it: Quando sei pronto a sporcarti le mani, un buon punto di partenza è rappresentato dalle iscrizioni, una curiosa specie di artefatto digitale reso possibile dalla teoria ordinale.
ko: 직접 시도할 준비가 되었다면 오디널 이론으로 가능해진 신기한 디지털 아티팩트에 한 종류인 [인스크립션](guides/inscriptions.md)이 좋은 시작점이다.
pt: Quando estiver pronto para pôr a mão na obra, um bom lugar para começar é na página de [inscrições](guides/inscriptions.md), um tipo de artefato digital possibilitado pela teoria ordinal.
ru: Если вы готовы замарать руки, то начать стоит с [надписей] (guides/inscriptions.md) - любопытного вида цифровых артефактов, созданных на основе ordinal theory.
zh: 当您准备好亲自动手时，一个好的起点是[铭文](guides/inscriptions.md)这是一种由序数理论支持的独特的数字文物。

source: Links
es: Enlaces
fil: Mga Link
fr: Liens
hi: लिंक्‍स
it: Collegamenti
ko: 링크 모음
ru: Ссылки
zh: 链接

source: [Open Ordinals Institute Website](https://ordinals.org/)
es: [Sitio Web del Instituto Open Ordinals](https://ordinals.org/)
fr: [Site web de l’Institut Open Ordinals](https://ordinals.org/)
hi: [ओपन ऑर्डिनल्स इंस्टिट्यूट वेबसाइट](https://ordinals.org/)
it: [Sito web dell'Istituto aperto degli Ordinali](https://ordinals.org/)
ko: [오픈 오디널스 연구소 웹사이트](https://ordinals.org/)
pt: [Site do Instituto Open Ordinals](https://ordinals.org/)
ru: [Сайт Open Ordinals Institute](https://ordinals.org/)
zh: [Open Ordinals Institute 网站](https://ordinals.org/)

source: [Open Ordinals Institute X](https://x.com/ordinalsorg)
es: [X del Instituto Open Ordinals](https://x.com/ordinalsorg)
fr: [X de l’Institut Open Ordinals](https://x.com/ordinalsorg)
hi: [ओपन ऑर्डिनल्स इंस्टिट्यूट एक्स](https://x.com/ordinalsorg)
it: [X dell' Istituto aperto degli Ordinali](https://x.com/ordinalsorg)
ko: [오픈 오디널스 인스티튜트 X](https://x.com/ordinalsorg)
pt: [X (Twitter) do Instituto Open Ordinals](https://x.com/ordinalsorg)
zh: [Open Ordinals Institute X账户](https://x.com/ordinalsorg)

source: [Mainnet Block Explorer](https://ordinals.com)
es: [Explorador de Bloques en Mainnet](https://ordinals.com)
fr: [Explorateur de blocs Mainnet](https://ordinals.com)
hi: [मेननेट ब्लॉक एक्सप्लोरर](https://ordinals.com)
it: [Esploratore di blocchi Mainnet](https://ordinals.com)
ko: [메인넷 블록 탐색기](https://ordinals.com)
pt: [Explorador de Blocos Mainnet](https://ordinals.com)
zh: [主网区块](https://ordinals.com)

source: [Signet Block Explorer](https://signet.ordinals.com)
es: [Explorador de Bloques en Signet](https://signet.ordinals.com)
fr: [Explorateur de blocs Signet](https://signet.ordinals.com)
hi: [सिग्नेट ब्लॉक एक्सप्लोरर](https://signet.ordinals.com)
it: [Esploratore di blocchi Signet](https://signet.ordinals.com)
ko: [시그넷 블록 탐색기](https://signet.ordinals.com)
pt: [Explorador de Blocos Signet](https://signet.ordinals.com)
zh: [Signet区块浏览器](https://signet.ordinals.com)

source: Videos
fil: Mga Video
fr: Vidéos
hi: वीडियो
it: Video
ko: 비디오 모음
pt: Vídeos
ru: Видео
zh: 视频

source: [Ordinal Theory Explained: Satoshi Serial Numbers and NFTs on Bitcoin](https://www.youtube.com/watch?v=rSS0O2KQpsI)
es: [Explicación de la teoría Ordinal: Números de serie de Satoshis y NFTs en Bitcoin](https://www.youtube.com/watch?v=rSS0O2KQpsI)
fr: [Théorie ordinale expliquée : Numéros de série de Satoshis et NFTs sur Bitcoin](https://www.youtube.com/watch?v=rSS0O2KQpsI)
hi: [ऑर्डिनल थ्यौरी स्पष्ट: सतोशि क्रमांक और बिटकॉइन पर एनएफटी](https://www.youtube.com/watch?v=rSS0O2KQpsI)
it: [La teoria degli Ordinali spiegata: Numeri di serie dei Satoshi e NFT su Bitcoin](https://www.youtube.com/watch?v=rSS0O2KQpsI)
ko: [오디널 이론 설명: 사토시 일련 번호와 비트코인 NFT](https://www.youtube.com/watch?v=rSS0O2KQpsI)
pt: [Teoria Ordinal Explicada: Números de Série de Satoshis e NFTs no Bitcoin](https://www.youtube.com/watch?v=rSS0O2KQpsI)
ru: [Объяснение Ordinal Theory: Серийные Номера Сатоши и NFT в Bitcoin](https://www.youtube.com/watch?v=rSS0O2KQpsI)
zh: [解释序数理论: 聪的序列号和比特币上的NFT](https://www.youtube.com/watch?v=rSS0O2KQpsI)
