Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: On August 21st, 2012, Charlie Lee [posted a proposal to add proof-of-stake to Bitcoin to the Bitcoin Talk forum](https://bitcointalk.org/index.php?topic=102355.0). This wasn't an asset scheme, but did use the ordinal algorithm, and was implemented but never deployed.
de: Am 21. August 2012 veröffentlichte Charlie Lee im Bitcoin Talk-Forum einen Vorschlag, einen Proof-of-Stake zu Bitcoin hinzuzufügen (https://bitcointalk.org/index.php?topic=102355.0). Dies war kein Asset-Schema, sondern nutzte den Ordinal algorithmus und wurde implementiert, aber nie bereitgestellt.
es: El 21 de agosto de 2012, Charlie Lee [publicó una propuesta en el foro de Bitcoin Talk para añadir el Proof of Stake (PoS) o prueba de participación a Bitcoin](https://bitcointalk.org/index.php?topic=102355.0). Esto no era un esquema de activos, pero sí utilizaba el algoritmo de ordinals, y fue implementado, pero nunca se utilizó.
fil: Noong Agosto 21, 2012, nag-post si Charlie Lee ng [panukalang magdagdag ng proof-of-stake sa Bitcoin sa Bitcoin Talk forum](https://bitcointalk.org/index.php?topic=102355.0). Hindi ito isang scheme ng asset, ngunit ginamit ang ordinal na algorithm, at ipinatupad ngunit hindi kailanman na-deploy.
fr: Le 21 août 2012, Charlie Lee [a publié une proposition visant à ajouter un Proof of Stake (PoS) à Bitcoin sur le forum Bitcoin Talk](https://bitcointalk.org/index.php?topic=102355.0). Il ne s’agissait pas d’un système d’actifs, mais sa proposition utilisait néanmoins l’algorithme ordinal et a été mise en œuvre, mais n’a jamais été déployée.
hi: 21 अगस्त 2012 को, चार्ली ली ने [बिटकॉइन टॉक फोरम में बिटकॉइन में हिस्सेदारी की आम सहमति प्रोटोकॉल का प्रमाण जोड़ने का प्रस्ताव पोस्ट किया था।](https://bitcointalk.org/index.php?topic=102355.0) यह कोई परिसंपत्ति योजना नहीं थी, लेकिन इसमें आर्डिनल एल्गोरिदम का उपयोग किया गया था, और इसे कार्यान्वित तो किया गया था लेकिन कभी भी असरदार तरीके के साथ इस्‍तेमाल नहीं किया गया था।
it: Il 21 agosto 2012, Charlie Lee [ha pubblicato sul forum Bitcoin Talk una proposta per aggiungere la proof-of-stake a Bitcoin](https://bitcointalk.org/index.php?topic=102355.0). Non si trattava di un sistema di beni, ma utilizzava già l'algoritmo ordinale ed è stato implementato ma mai distribuito.
ko: 2012년 8월 21일, 찰리 리는 [비트코인 토크 포럼에 비트코인에 지분증명을 추가하자는 제안을 게시했다](https://bitcointalk.org/index.php?topic=102355.0). 이는 자산 체계는 아니었지만 오디널 알고리즘을 사용했으며, 시행은 되었지만 배포되지는 않았다.
pt: Em 21 de agosto de 2012, Charlie Lee [publicou no fórum Bitcoin Talk uma proposta para adicionar Proof of Stake ao Bitcoin](https://bitcointalk.org/index.php?topic=102355.0). Este não era um esquema de ativos, mas usou o algoritmo Ordinal e foi implementado, masnunca implantado.
ru: 21 августа 2012 года Чарли Ли [разместил на форуме Bitcoin Talk предложение добавить в биткоин proof-of-stake](https://bitcointalk.org/index.php?topic=102355.0). Это не было схемой активов, но использовало ordinal алгоритм и было реализовано, но так и не было развернуто.
zh: 2012 年 8 月 21 日，Charlie Lee 在 Charlie Lee [在Bitcoin Talk论坛上发布一项将比特币权益证明Proof-of-stake添加的提案](https://bitcointalk.org/index.php?topic=102355.0). 这不是资产方案，但确实使用了序数算法，并且已实施但从未部署过。

source: On October 8th, 2012, jl2012 [posted a scheme to the same forum](https://bitcointalk.org/index.php?topic=117224.0) which uses decimal notation and has all the important properties of ordinals. The scheme was discussed but never implemented.
de: Am 8. Oktober 2012 hat jl2012 [im selben Forum ein Schema gepostet](https://bitcointalk.org/index.php?topic=117224.0), das die Dezimalschreibweise verwendet und alle wichtigen Eigenschaften von Ordinals aufweist. Der Plan wurde diskutiert, aber nie umgesetzt.
es: El 8 de octubre de 2012, jl2012 [publicó una propuesta en el mismo foro](https://bitcointalk.org/index.php?topic=117224.0) que utiliza notación decimal y tiene todas las propiedades importantes de los ordinals. Se discutió el esquema, pero nunca fue utilizado.
fil: Noong ika-8 ng Oktubre, 2012, [nag-post si jl2012 ng scheme sa parehong forum](https://bitcointalk.org/index.php?topic=117224.0) na gumagamit ng decimal notation at mayroong lahat ng mahahalagang katangian ng mga ordinal. Napag-usapan ang iskema ngunit hindi naipatupad.
fr: Le 8 octobre 2012, jl2012 [a publié un schéma sur le même Forum](https://bitcointalk.org/index.php?topic=117224.0) qui utilise une notation décimale et possède toutes les propriétés importantes des ordinals. Le schéma a été discuté mais jamais mis en œuvre.
hi: 8 अक्टूबर 2012 को, jl2012 ने [उसी मंच पर एक योजना पोस्ट की थी](https://bitcointalk.org/index.php?topic=117224.0) जि‍समें दशमलव नोटेशन अर्थात संकेतन का उपयोग किया गया था और इसमें ऑर्डिनल्स के सभी महत्वपूर्ण गुण शामिल हैं। इस योजना पर गहन चर्चा तो हुई लेकिन इसे कभी लागू नहीं किया जा सका।
it: L'8 ottobre 2012, jl2012 ha [pubblicato sullo stesso forum uno schema](https://bitcointalk.org/index.php?topic=117224.0) che utilizza la notazione decimale e presenta tutte le proprietà importanti degli ordinali. Lo schema è stato discusso ma mai implementato.
ko: 2012년 10월 8일, jl2012는 [같은 포럼에](https://bitcointalk.org/index.php?topic=117224.0) 소수 표기법을 사용하고 오디널의 모든 중요한 속성을 가진 계획을 게시했다. 이 계획은 논의되었지만 시행되지 않았다.
pt: Em 8 de outubro de 2012, jl2012 [publicou um esquema no mesmofórum](https://bitcointalk.org/index.php?topic=117224.0) que usa notação decimal e tem todas as propriedades importantes dos Ordinals. O esquema foi discutido, mas nunca implementado.
ru: 8 октября 2012 г., jl2012 [разместил схему на том же форуме](https://bitcointalk.org/index.php?topic=117224.0) которая использует десятичную систему обозначений и обладает всеми важными свойствами ordinal. Эта схема обсуждалась, но так и не была реализована.
zh: 2012 年 10 月 8 日，jl2012 在[同一论坛上发布了一个方案](https://bitcointalk.org/index.php?topic=117224.0) 该方案使用十进制表示法并具有序数的所有重要属性。 该计划进行了讨论，但从未实施。

source: These independent inventions of ordinals indicate in some way that ordinals were discovered, or rediscovered, and not invented. The ordinals are an inevitability of the mathematics of Bitcoin, stemming not from their modern documentation, but from their ancient genesis. They are the culmination of a sequence of events set in motion with the mining of the first block, so many years ago.
de: Diese unabhängigen Erfindungen von Ordnungszahlen weisen in gewisser Weise darauf hin, dass ordinals entdeckt oder wiederentdeckt und nicht erfunden wurden. Die ordinals sind eine Unvermeidlichkeit der Mathematik von Bitcoin und ergeben sich nicht aus ihrer modernen Dokumentation, sondern aus ihrer antiken Entstehung. Sie sind der Höhepunkt einer Reihe von Ereignissen, die vor so vielen Jahren mit dem Abbau des ersten Blocks in Gang gesetzt wurden.
es: Estos inventos que son independientes a los ordinals indican de alguna manera que los ordinals fueron descubiertos, o redescubiertos, y no inventados. Los ordinals son algo inevitable que nace debido a la logística matemática de Bitcoin, sus raíces no provienen de su documentación moderna, sino de su génesis. Son la culminación de una secuencia de eventos que se han ido desarrollando a través de los años y comenzó cuando se minó el primer bloque.
fil: Ang mga imbensyon ng mga ordinal na ito ay nagpapahiwatig sa ilang paraan na ang mga ordinal ay natuklasan, o muling natuklasan, at hindi naimbento. Ang mga ordinal ay isang hindi maiiwasang mathematics ng Bitcoin, hindi nagmumula sa kanilang modernong dokumentasyon, ngunit mula sa kanilang sinaunang genesis. Ang mga ito ay ang paghantong ng isang pagkakasunud-sunod ng mga kaganapan na itinakda sa pagmimina ng unang bloke, napakaraming taon na ang nakalilipas.
fr: D’une certaine manière, ces inventions indépendantes d’ordinals indiquent que les ordinals ont été découverts, ou redécouverts, et non pas inventés. Les ordinals sont une conséquence inévitable de la mathématique de Bitcoin, qui découle non pas de leur documentation moderne, mais de leur genèse ancienne. Ils sont l’aboutissement d’une séquence d’événements qui se sont déroulés au fil des ans et qui ont commencé lorsque le premier bloc a été miné.
hi: ऑर्डिनल्स के ये स्वतंत्र आविष्कार किसी न किसी तरह से संकेत देते हैं कि ऑर्डिनल्स की खोज की गई थी, या उन्‍हें दुबारा खोजा गया था, लेकिन उनका आविष्कार नहीं किया गया था। आर्डिनल्‍स अनिवार्य रूप से बिटकॉइन का गणित हैं, जो उनके आधुनिक दस्तावेज़ीकरण से नहीं, बल्कि उनकी प्राचीन उत्पत्ति से उत्पन्न हुए हैं। कई साल पहले, वे पहले ब्लॉक के खनन के साथ शुरू हुई घटनाओं के अनुक्रम के परिणाम हैं।
it: Queste invenzioni indipendenti degli ordinali indicano in qualche modo che gli ordinali sono stati scoperti, o riscoperti, ma non inventati. Gli ordinali sono inevitabili nella matematica dei Bitcoin, e non derivano dalla loro documentazione moderna, ma dalla loro genesi antica. Sono il culmine di una sequenza di eventi avviati con l'estrazione del primo blocco, molti anni fa.
ko: 이러한 오디널의 독립적인 발명은 어떻게 보면 오디널이 발명된 것이 아니라 발견되었거나 재발견되었음을 나타낸다. 오디널은 비트코인의 수학의 필연적인 결과로, 현대의 기록이 아니라 고대의 기원에서 비롯된 것이다. 오디널은 수년 전 첫 번째 블록의 채굴과 함께 시작된 일련의 사건의 정점이다.
pt: Essas invenções independentes de Ordinals indicam de alguma forma que os Ordinalsforam descobertos, ou redescobertos, e não inventados. Os Ordinals são uma inevitabilidade da matemática do Bitcoin, não decorrente de sua documentação moderna, mas desde a sua gênese antiga. São o resultado de uma sequência de eventos desencadeados com a mineração do primeiro bloco, tantos anos atrás.
ru: Эти независимые изобретения ordinals в какой-то мере указывают на то, что ordinals были открыты или заново открыты, а не изобретены. Ordinals - это неизбежность математики биткоина, вытекающая не из их современного документирования, а из их древнего генезиса. Они являются кульминацией последовательности событий, начавшихся много лет назад с момента добычи первого блока.
zh: 这些序数的独立发明在某种程度上表明序数是被发现的， 或者是重新发现的，而不是发明的。 序数是比特币数学的必然性， 不是源于它们的现代文档，而是源于它们古老的起源。 它们是许多年前随着第一个区块的开采而启动的一系列事件的高潮。

source: Imagine a physical artifact. A rare coin, say, held safe for untold years in the dark, secret clutch of a Viking hoard, now dug from the earth by your grasping hands. It…
de: Stellen Sie sich ein physisches Artefakt vor. Eine seltene Münze zum Beispiel, die unzählige Jahre lang sicher im dunklen, geheimen Schatz eines Wikingerschatzes aufbewahrt wurde, der jetzt von Ihren griffigen Händen aus der Erde gegraben wurde. Es…
es: Imagina un artefacto físico. Digamos una moneda rara, guardada de forma segura durante muchísimos años en el oscuro y secreto escondite de un tesoro vikingo, ahora desenterrado por tus propias manos. Esta moneda...
fil: Isipin ang isang pisikal na artifact. Ang isang rare na barya, halimbawa, ay itinatago sa loob ng maraming taon sa dilim, lihim na pagkakahawak ng isang Viking hoard, na ngayon ay hinukay mula sa lupa sa pamamagitan ng iyong mga kamay na nakahawak. Ito...
fr: Imaginez un artefact physique. Disons, une pièce rare, conservée en sécurité pendant d’innombrables années dans la cachette sombre et secrète d’un trésor Viking, que vous déterrez aujourd’hui de vos propres mains. Cette pièce…
hi: एक भौतिक अभिलेख की कल्पना करें। एक दुर्लभ सिक्का, मान लीजिए, जलदस्‍युओं के गिरोह के स्‍याह, गुप्त चंगुल में अनंत काल तक सुरक्षित रखा गया था, जिसे अब आपके लालची हाथों ने जमीन से खोद निकाला है। इसका…
it: Immaginate un artefatto fisico. Una moneta rara, ad esempio, tenuta al sicuro per anni nell'oscuro e segreto nascondiglio di un tesoro vichingo e ora disseppellita dalla terra dalle vostre mani. Essa…
ko: 물리적 인공물을 상상해 보라. 예를 들어, 밝혀지지 않은 세월 동안 어둡고 은밀한 바이킹 창고의 손아귀에 있던 희귀한 동전이 이제 여러분의 손으로 의해 땅속에서 파헤쳐졌다. 이 동전은…
pt: Imagine um artefato físico. Uma moeda rara, digamos, mantida em segurança por incontáveis anos em um esconderijo escuro e secreto de um tesouro viking, agora escavado na terra pelas suasmãos. Esta moeda...
ru: Представьте себе физический артефакт. Редкая монета, скажем, хранившаяся несметное количество лет в темных тайниках клада викингов, а теперь выкопанная из земли вашими цепкими руками. Она…
zh: 想象有一个实体的人工制品。 比方说，一枚稀有的硬币，在维京人的宝库的黑暗中秘密保存了无数年，现在被你亲手从地下挖了出来。 它…

source: …has an owner. You. As long as you keep it safe, nobody can take it from you.
de: …hat einen Besitzer. Du. Solange Sie es sicher aufbewahren, kann es Ihnen niemand wegnehmen.
es: ...tiene un dueño. Tú. Mientras la mantengas a salvo, nadie puede quitártela.
fil: ...ay may may-ari. Ikaw. Hangga't pinapanatili mo itong ligtas, walang sinuman ang makakakuha nito mula sa iyo.
fr: ...a un propriétaire. Vous. Tant que vous la gardez en sécurité, personne ne peut vous le prendre.
hi: …एक मालिक है। वे आप स्‍वयं हैं। जब तक आप इसे सुरक्षित रखेंगे, कोई भी इसे आपसे छीन नहीं सकता।
it: …ha un proprietario. Voi. Finché lo terrete al sicuro, nessuno potrà portarvelo via.
ko: ...주인이 있다. 바로 당신. 당신이 안전하게 보관하는 한 누구도 빼앗을 수 없다.
pt: ...tem um dono. Você. Contanto que você a mantenha segura, ninguém poderá tirá-la de você.
ru: ...имеет владельца. Вы. Пока вы храните его в безопасности, никто не может его у вас отнять.
zh: …有了一个主人. 那就是您. 只要您妥善保管，就没有人能从您手中夺走它。

source: …is complete. It has no missing parts.
de: …ist komplett. Es fehlen keine Teile.
es: ...está completa. No le falta ninguna pieza.
fil: ...ay kumpleto. Wala itong nawawalang bahagi.
fr: ...est complète. Il n’y a aucune partie manquante.
hi: …संपूर्ण है। इसका कोई भी भाग गायब नहीं है।
it: …è completo. Non ha parti mancanti.
ko: ...완전하다. 결여된 요소가 없다.
pt: ...está completa. Não falta nenhuma peça.
ru: ...завершен. В нем нет недостающих частей.
zh: …是完整的。 它没有任何遗漏的部分。

source: …can only be changed by you. If you were a trader, and you made your way to 18th century China, none but you could stamp it with your chop-mark.
de: …kann nur von Ihnen geändert werden. Wenn Sie ein Händler waren und sich auf den Weg ins China des 18. Jahrhunderts machten, konnte niemand außer Ihnen Ihr Stempelzeichen aufbringen.
es: ...solo puede ser modificada por ti. Si fueras comerciante y llegaras a la China del siglo XVIII, solo tu podrías marcarla con tu sello personal.
fil: ...ay mapapalitan mo lang. Kung ikaw ay isang mangangalakal, at nagpunta ka sa ika-18 siglong Tsina, maaari mong tatakan ito ng iyong chop-mark.
fr: …ne peut être modifiée que par vous. Si vous étiez un marchand et que vous arriviez en Chine au XVIIIe siècle, vous seul pourriez la marquer de votre poinçon.
hi: …केवल आप ही उसे बदल सकते हैं। यदि आप एक व्यापारी थे, और आपने 18वीं सदी के चीन की ओर रुख किया था, तब आपके अलावा कोई भी उस पर अपनी चिन्‍ह का गढ़कर मुहर नहीं लगा सकता था।
it: …può essere cambiato solo da voi. Se foste un commerciante e vi recaste nella Cina del XVIII secolo, solo voi potreste imprimere il vostro marchio.
ko: ...당신에 의해서만 변화될 수 있다. 만약 당신이 상인이고 18세기 중국으로 갔었다면, 그 동전에 각인(chop-mark)을 찍을 수 있는 사람은 당신밖에 없었을 것이다.
pt: ...só pode ser alterada por você. Se você fosse um comerciante e fizesse o seu caminho para a China do século XVIII, ninguém além de você poderia carimbá-la com sua marca.
ru: ...может быть изменен только вами. Если бы вы были торговцем и попали в Китай XVIII века, никто, кроме вас, не смог бы поставить на нем свой знак.
zh: …只能由您来改变。如果您是一名商人，并且您来到了 18世纪的中国，那么除您之外，无人可以在上面盖章。

source: …can only be disposed of by you. The sale, trade, or gift is yours to make, to whomever you wish.
de: …kann nur von Ihnen selbst entsorgt werden. Der Verkauf, Tausch oder die Schenkung liegt bei Ihnen, an wen auch immer Sie möchten.
es: ...solo puede ser desechada por ti. La decisión de vender, intercambiar o regalarla es tuya, y a quien tú desees.
fil: ...ay maaari mo itapon. Ang pagbebenta, pangangalakal, o regalo, sa sinumang nais mo.
fr: …ne peut être transmise que par vous. C’est à vous qu’appartient la décision de la vendre, de l’échanger ou de la donner, à qui vous voulez.
hi: …केवल आपके द्वारा ही इसे निपटाया जा सकता है। आप ही इसकी बिक्री, व्यवसाय या उपहार दे सकते हैं, आप जैसा भी चाहते हैं।
it: …può essere smaltito solo da voi. La vendita, il commercio o il dono sono di vostra competenza, a chi volete.
ko: ...당신에 의해서만 처분될 수 있다. 당신이 원하는 누구에게나 판매, 거래 또는 선물 할 수 있다.
pt: ...só pode ser descartada por você. A venda, troca ou presente é sua decisão, e para quem você quiser.
ru: ...может быть отчужден только вами. Продать, обменять или подарить - это ваше право, кому бы вы ни пожелали.
zh: ……只能由您处置。 销售、交易或赠送都是您的决定，您想给谁就给谁。

source: What are digital artifacts? Simply put, they are the digital equivalent of physical artifacts.
de: Was sind digitale Artefakte? Einfach ausgedrückt sind sie das digitale Äquivalent physischer Artefakte.
es: ¿Qué son los artefactos digitales? Pues simplemente, son el equivalente digital de los artefactos físicos.
fil: Ano ang mga digital artifact? Sa madaling salita, sila ang digital na katumbas ng mga pisikal na artifact.
fr: Que sont les artefacts numériques ? Il s’agit tout simplement de l’équivalent numérique des artefacts physiques.
hi: डिजिटल अभिलेख क्या हैं? साधारण शब्दों में अगर कहें तो, वे भौतिक कलाकृतियों के डिजिटल अभिलेख अर्थात प्रतिरूप हैं।
it: Cosa sono gli artefatti digitali? In poche parole, sono l'equivalente digitale degli artefatti fisici.
ko: 디지털 아티팩트(인공물)란 무엇인가? 간단히 말해, 이는 물리적 인공물의 디지털 버전이다.
pt: O que são artefatos digitais? Simplificando, eles são o equivalente digital de artefatos físicos.
ru: Что такое цифровые артефакты? Проще говоря, это цифровой эквивалент физических артефактов.
zh: 什么是数字文物（数字工件、数字人工制品）？ 简而言之，它们是物理人工制品的数字等价物。

source: For a digital thing to be a digital artifact, it must be like that coin of yours:
de: Damit ein digitales Ding ein digitales Artefakt ist, muss es wie Ihre Münze sein:
es: Para que algo digital sea un artefacto digital, debe ser como esa moneda tuya:
fil: Para maging isang digital na artifact ang isang digital na bagay, dapat itong katulad ng barya mo:
fr: Pour qu’une chose numérique soit un artefact numérique, elle doit être comme votre pièce de monnaie :
hi: किसी डिजिटल वस्‍तु को डिजिटल अभिलेख बनाने के लिए, यह आपके उस सिक्के की तरह होना चाहिए:
it: Perché un oggetto digitale sia un artefatto digitale, deve essere come la vostra moneta:
ko: 디지털 한 것이 디지털 아티팩트가 되려면 당신의 그 동전과 같은 것이어야 한다:
pt: Para que uma coisa digital seja um artefato digital, deve ser como aquela moeda sua:
ru: Чтобы цифровая вещь стала цифровым артефактом, она должна быть похожа на вашу монету:
zh: 要使数字化事物成为数字人工制品，它必须像您的那枚硬币：

source: Digital artifacts can have owners. A number is not a digital artifact, because nobody can own it.
de: Digitale Artefakte können Besitzer haben. Eine Nummer ist kein digitales Artefakt, denn niemand kann sie besitzen.
es: Los artefactos digitales pueden tener dueño. Un número no es un artefacto digital, porque nadie puede ser dueño de él.
fil: Maaaring magkaroon ng mga may-ari ang mga digital artifact. Ang isang numero ay hindi isang digital na artifact, dahil walang sinuman ang maaaring magmay-ari nito.
fr: Les artefacts numériques peuvent avoir des propriétaires. Un nombre n’est pas un artefact numérique, car personne ne peut le posséder.
hi: डिजिटल अभिलेखों के मालिक हो सकते हैं। कोई संख्या डिजिटल अभिलेख नहीं हो सकती,
it: Gli artefatti digitali possono avere un proprietario. Un numero non è un artefatto digitale, perché nessuno può possederlo.
ko: 디지털 아티팩트는 소유자가 있을 수 있다. 숫자는 누구도 소유할 수 없으므로 디지털 아티팩트가 아니다.
pt: Artefatos digitais podem ter proprietários. Um número não é um artefato digital, porque ninguém pode possuí-lo.
ru: У цифровых артефактов могут быть владельцы. Число не является цифровым артефактом, поскольку никто не может им владеть.
zh: 数字文物可以有所有者，因此数字不同于数字文物，因为没有人可以拥有数字。

source: Digital artifacts are complete. An NFT that points to off-chain content on IPFS or Arweave is incomplete, and thus not a digital artifact.
de: Die digitalen Artefakte sind vollständig. Ein NFT, der auf Off-Chain-Inhalte auf IPFS oder Arweave verweist, ist unvollständig und daher kein digitales Artefakt.
es: Los artefactos digitales están completos. Un NFT que apunta a contenido fuera de cadena alojado en IPFS o Arweave está incompleto, y por lo tanto no es un artefacto digital.
fil: Kumpleto ang digital artifact. Ang isang NFT na nasa off-chain na IPFS o Arweave ay hindi kumpleto, at sa gayon ay hindi isang digital na artifact.
fr: Les artefacts numériques sont complets. Un NFT qui pointe vers un contenu hors chaîne sur IPFS ou Arweave est incomplet et n’est donc pas un artefact numérique.
hi: डिजिटल अभिलेख परिपूर्ण हैं। एक एनएफटी जो IPFS या Arweave पर ऑफ-चेन सामग्री को इंगित करता है वह अधूरा है, और इसलिए वह डिजिटल अभिलेख नहीं है।
it: Gli artefatti digitali sono completi. Un NFT che punta a contenuti off-chain su IPFS o Arweave è incompleto e quindi non è un artefatto digitale.
ko: 디지털 아티팩트는 완전하다. IPFS 또는 Arweave의 오프체인 콘텐츠를 가리키는 NFT는 불완전하며, 따라서 디지털 아티팩트가 아니다.
pt: Os artefatos digitais são completos. Uma NFT que aponta para um conteúdo fora da cadeia, em IPFS ou Arweave, está incompleta e, portanto, não é um artefato digital.
ru: Цифровые артефакты полностью готовы. NFT, указывающий на содержимое вне цепочки на IPFS или Arweave, является неполным, а значит, не является цифровым артефактом.
zh: 数字文物是完整的，指向 IPFS 或 Arweave 上链下内容的 NFT 是不完整的，因此不是数字文物。

source: Digital artifacts are permissionless. An NFT which cannot be sold without paying a royalty is not permissionless, and thus not a digital artifact.
de: Digitale Artefakte sind erlaubnisfrei. Ein NFT, der nicht ohne Zahlung einer Lizenzgebühr verkauft werden kann, ist nicht erlaubnislos und daher kein digitales Artefakt.
es: Los artefactos digitales son sin permiso. Un NFT que no pueda ser vendido sin tener que pagar regalías no es sin permisos, y por lo tanto no es un artefacto digital.
fil: Ang mga digital artifact ay permissionless. Ang isang NFT na hindi maaaring ibenta nang hindi nagbabayad ng royalty ay hindi permissionless, at sa gayon ay hindi isang digital artifact.
fr: Les artefacts numériques sont sans permission. Un NFT qui ne peut être vendu sans avoir à payer des redevances n’est pas sans permission et n’est donc pas un artefact numérique.
hi: डिजिटल अभिलेख के लिए अनुमति नहीं चाहिए होती। एक एनएफटी जिसे रॉयल्टी का भुगतान किए बिना बेचा नहीं जा सकता, उसका लेनदेन बिना अनुमति नहीं किया जा सकता, और इस प्रकार वह एक डिजिटल अभिलेख नहीं है।
it: Gli artefatti digitali sono privi di permessi. Un NFT che non può essere venduto senza pagare una royalty non è privo di permessi e quindi non è un artefatto digitale.
ko: 디지털 아티팩트는 무허가성이라는 특성을 가지고 있다. 로열티를 지불하지 않고는 판매할 수 없는 NFT는 무허가성을 지니지 않으며, 따라서 디지털 아티팩트가 아니다.
pt: Os artefatos digitais não têm permissão. Uma NFT que não pode ser vendida sem pagar royalties não é algo sem permissão e, portanto, não é um artefato digital.
ru: Цифровые артефакты не имеют разрешений. NFT, который нельзя продать без оплаты роялти, не является безразрешительным, а значит, не является цифровым артефактом.
zh: 数字文物是无需许可的，不支付版税就不能出售的 NFT 不是无需许可的，因此不是数字文物。
