Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Then pass the file to `--config` when starting the server:
de: Dann übergeben Sie die Datei mit `--config`, wenn Sie den Server starten:
es: Luego pasa el archivo a `--config` cuando inicies el servidor:
fil: Pagkatapos ay ipasa ang file sa `--config` kapag sinimulan ang server:
fr: Passez ensuite le fichier à `--config` lorsque vous démarrez le serveur :
hi: फिर सर्वर प्रारंभ करते समय फ़ाइल को `--config` पर पास कर दें:
it: Passare il file a `--config` quando si avvia il server:
ko: 그런 다음 서버를 시작할 때 `--config`에 파일을 전달한다:
pt: Em seguida, passe o arquivo para `--config` ao iniciar o servidor:
ru: Затем передайте этот файл в `--config` при запуске сервера:
zh: 然后将文件在服务启动的使用使用 `--config` :

source: Note that the `--config` option comes after `ord` but before the `server` subcommand.
de: Beachten Sie, dass die Option `--config` nach `ord`, aber vor dem `server` Unterbefehl kommt.
es: Ten en cuenta que la opción `--config` va después de `ord` pero antes del subcomando `server`.
fil: Tandaan na ang `--config` na opsyon ay pagkatapos ng `ord` ngunit bago ang `server` subcommand.
fr: Notez que l'option `--config` vient après `ord` mais avant la sous-commande `server`.
hi: ध्यान दें कि `--config` विकल्प `ऑर्ड` के बाद लेकिन `सर्वर` सबकमांड से पहले आता है।
it: Si noti che l'opzione `--config` viene dopo `ord` ma prima del sottocomando `server`.
ko: `—config` 옵션은 `ord` 뒤에 오지만 `server` 하위 명령 앞에 온다는 점을 유의하자.
pt: Observe que a opção `--config` vem depois de `ord`, mas antes do subcomando `server`.
ru: Обратите внимание, что опция `--config` идет после `ord`, но перед подкомандой `server`.
zh: 请注意， `--config` 选项的位置在 `ord` 之后但是在 `server`子命令前。

source: `ord` must be restarted in to load changes to the config file.
de: `ord` muss neu gestartet werden, um Änderungen an der Konfigurationsdatei zu laden.
es: Deberás reiniciar `ord` para cargar los cambios realizados en el archivo de configuración.
fil: Ang `ord` ay dapat na i-restart upang ang mga pagbabagong ginawa sa configuration file ay ma-apply.
fr: `ord` doit être redémarré pour que les modifications apportées au fichier de configuration soient prises en compte.
hi: `ऑर्ड` को कॉन्फिग फ़ाइल में परिवर्तन लोड करने के लिए पुनः आरंभ करना चाहिए।
it: `ord` deve essere riavviato per caricare le modifiche al file di configurazione.
ko: 구성 파일의 변경 사항을 로드하려면 `ord`를 다시 시작해야 한다.
pt: `ord` deve ser reiniciado para carregar as alterações no arquivo de configuração.
ru: Для загрузки изменений в конфиг файл необходимо перезапустить `ord`.
zh: `ord` 必须重启才可以加载在配置文件中的更改。

source: The `ordinals.com` instances use `systemd` to run the `ord server` service, which is called `ord`, with a config file located at `/var/lib/ord/ord.yaml`.
de: Die `ordinals.com`-Instanzen verwenden `systemd`, um den Dienst `ord server` auszuführen, der `ord` genannt wird und eine Konfigurationsdatei unter `/var/lib/ord/ord.yaml`.
es: Las instancias de `ordinals.com` utilizan `systemd` para ejecutar el servicio del `servidor ord`, el cual se llama `ord`, con un archivo de configuración situado en `/var/lib/ord/ord.yaml`.
fil: Ang instance ng ordinals.com ay gumagamit ng `systemd` upang patakbuhin ang service ng `ord server`, na tinatawag na `ord`, na may configuration file na matatagpuan sa `/var/lib/ord/ord.yaml`.
fr: Les instances de `ordinals.com` utilisent `systemd` pour exécuter le service `ord server`, appelé `ord`, avec un fichier de configuration situé dans `/var/lib/ord/ord.yaml`.
hi: `Ordinals.com` घटनाएं `ord server` सेवा संचालित करने के लिए `/var/lib/ord/ord.yaml` पर स्थित कॉन्फिगर फ़ाइल के साथ `systemd` का उपयोग करते हैं, जिन्‍हें ऑर्ड कहते हैं।
it: Le istanze `ordinals.com` utilizzano `systemd` per eseguire il servizio `ord server`, chiamato `ord`, con un file di configurazione situato in `/var/lib/ord/ord.yaml`.
ko: `ordinals.com` 인스턴스는 `systemd`를 사용하여 `ord`라고 하는 `ord server` 서비스를 실행하며, 구성 파일은 `/var/lib/ord/ord.yaml`에 있다.
pt: As instâncias `ordinals.com` usam `systemd` para executar o serviço `ord server`, que é chamado `ord`, com um arquivo de configuração localizado em `/var/lib/ord/ord.yaml`.
ru: Экземпляры `ordinals.com` используют `systemd` для запуска службы `ord server`, которая называется `ord`, с файлом конфига, расположенным по адресу `/var/lib/ord/ord.yaml`.
zh: `ordinals.com` 实例使用 `systemd` 运行名为 `ord`的 `ord server` 服务，配置文件在 `/var/lib/ord/ord.yaml`.

source: To hide an inscription on `ordinals.com`:
de: So verbergen Sie eine inscription auf „ordinals.com“:
es: Para ocultar una inscripción en `ordinals.com`:
fil: Upang itago ang isang inscription sa `ordinals.com`:
fr: Pour masquer une inscription sur `ordinals.com` :
hi: `Ordinals.com` पर एक इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) छिपाना:
it: Per nascondere un'iscrizione su `ordinals.com`:
ko: `ordinals.com`에서 인스크립션을 숨기려면:
pt: Para ocultar uma inscrição em `ordinals.com`:
ru: Чтобы скрыть надпись на `ordinals.com`:
zh: 要在 ordinals.com 上隐藏铭文:

source: SSH into the server
de: SSH in den Server
es: Ingresa al servidor a través de SSH
fil: Kumonekta sa SSH server
fr: Connectez-vous en SSH au serveur
hi: सर्वर के भीतर SSH
it: SSH nel server
ko: SSH 사용하여 서버에 접속한다
pt: Conecte-se ao servidor com SSH
ru: SSH на сервер
zh: 使用SSH登陆服务器

source: Add the inscription ID to `/var/lib/ord/ord.yaml`
de: Fügen Sie die inscription-ID zu `/var/lib/ord/ord.yaml`
es: Añade el ID de la inscripción a `/var/lib/ord/ord.yaml`
fil: Idagdag ang inscription ID sa `/var/lib/ord/ord.yaml`
fr: Ajoutez l'identifiant de l'inscription à `/var/lib/ord/ord.yaml`
hi: इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) आईडी को `/var/lib/ord/ord.yaml` में जोड़ें
it: Aggiungere l'ID dell'iscrizione a `/var/lib/ord/ord.yaml`
ko: 인스크립션 ID를 `/var/lib/ord/ord.yaml`에 추가한다
pt: Adicione o ID da inscrição a `/var/lib/ord/ord.yaml`
ru: Добавьте ID надписи в `/var/lib/ord/ord.yaml`
zh: 在 `/var/lib/ord/ord.yaml`中增加铭文ID

source: Restart the service with `systemctl restart ord`
de: Starten Sie den Dienst mit `systemctl restart ord` neu an
es: Reinicia el servicio utilizando el comando `systemctl restart ord`
fil: I-restart ang serbisyo gamit ang `systemctl restart ord`
fr: Redémarrez le service avec `systemctl restart ord`
hi: `systemctl restart ord` के साथ सेवा को दुबारा स्‍टार्ट करें
it: Riavviare il servizio con `systemctl restart ord`
ko: `systemctl restart ord`로 서비스를 다시 시작한다
pt: Reinicie o serviço com `systemctl restart ord`
ru: Перезапустите службу с помощью команды `systemctl restart ord`
zh: 使用 `systemctl restart ord` 重启服务

source: Monitor the restart with `journalctl -u ord`
de: Überwachen Sie den Neustart mit `journalctl -u ord`
es: Supervisa el reinicio con el comando `journalctl -u ord`
fil: Subaybayan ang pag-reboot gamit ang `journalctl -u ord`
fr: Surveillez le redémarrage avec `journalctl -u ord`
hi: `journalctl -u ord` के साथ दुबारा स्‍टार्ट करने की निगरानी करें
it: Monitorare il riavvio con `journalctl -u ord`
ko: `journalctl -u ord`로 재시작을 모니터링한다
pt: Monitore a reinicialização com `journalctl -u ord`
ru: Мониторинг перезапуска с помощью команды `journalctl -u ord`
zh: 通过 `journalctl -u ord` 重启

source: Currently, `ord` is slow to restart, so the site will not come back online immediately.
de: Derzeit startet `ord` langsam neu, sodass die Website nicht sofort wieder online ist.
es: Actualmente, `ord` tarda en reiniciarse, por lo que el sitio no volverá a estar en línea inmediatamente.
fil: Sa kasalukuyan, ang `ord` ay mabagal na mag-restart, kaya ang site ay hindi babalik kaagad online.
fr: Actuellement, `ord` est lent à redémarrer, le site ne sera donc pas remis en ligne immédiatement.
hi: वर्तमान में, `ऑर्ड` दुबारा स्‍टार्ट करने में धीमा है, इसलिए साइट तुरंत ऑनलाइन कनेक्‍ट नहीं होगी।
it: Attualmente, `ord` è lento a riavviarsi, quindi il sito non tornerà online immediatamente.
ko: 현재 `ord`는 재시작 속도가 느리기 때문에 사이트가 즉시 온라인 상태로 돌아오지 않을 것이다.
pt: Atualmente, `ord` demora para reiniciar, então o site não voltará a ficar online imediatamente.
ru: В настоящее время `ord` медленно перезапускается, поэтому сайт вернется в онлайн не сразу.
zh: 目前，ord 重启速度较慢，因此站点不会立即恢复在线。

source: Sometimes the `ord` database must be reindexed, which means deleting the database and restarting the indexing process with either `ord index update` or `ord server`. Reasons to reindex are:
es: En ocasiones, la base de datos de ord debe ser reindexada, esto implica eliminar la base de datos y reiniciar el proceso de indexación con el comando `ord index update` u `ord server`. Las razones para reindexar son:
fil: Minsan ang database ng `ord` ay dapat na i-reindex, na nangangahulugan ng pagtanggal ng database at i-restart ang proseso ng pag-index gamit ang alinman sa `ord index update` o `ord server`. Ang mga dahilan para muling i-index ay:
fr: Parfois, la base de données `ord` doit être réindexée, ce qui signifie qu'il faut supprimer la base de données et relancer le processus d'indexation, soit avec `ord index update` , soit avec `ord server`. Les raisons qui justifient la réindexation sont les suivantes :
hi: कभी-कभी `ऑर्ड` डेटाबेस का पुन: अनुक्रमण किया जाना चाहिए, जिसका अर्थ डेटाबेस को हटाना `ord index update` या `ord server` पर अनुक्रमण की प्रक्रिया को दुबारा शुरू करना है। पुनः अनुक्रमणिका करने के निम्‍न कारण हैं:
it: A volte è necessario reindicizzare il database `ord`, il che significa cancellare il database e riavviare il processo di indicizzazione con `ord index update` o `ord server`. I motivi per la reindicizzazione sono:
ko: 때때로 `ord` 데이터베이스를 재인덱싱해야 하는 경우가 있는데, 이는 데이터베이스를 삭제하고 `ord index update` 또는 `ord server`를 사용하여 인덱싱 프로세스를 다시 시작해야 함을 의미한다. 재인덱싱해야 하는 이유는 다음과 같다:
pt: Às vezes, o banco de dados `ord` deve ser reindexado, o que significa excluir o banco de dados e reiniciar o processo de indexação com `ord index update` ou `ord server`. Os motivos para reindexar são:
zh: 有时必须重新索引‘ord’数据库，这意味着删除数据库并使用 `ord index update`或`ord server`来重新索引数据库。重新索引的原因是：

source: A new major release of ord, which changes the database scheme
de: Eine neue Hauptversion von ord, die das Datenbankschema ändert
es: Un nuevo lanzamiento grande de ord, que modifica el esquema de la base de datos
fil: Isang bagong pangunahing release ng ord, na nagbabago sa scheme ng database
fr: Il existe une nouvelle version importante d’ord, qui modifie le schéma de la base de données
hi: ऑर्ड का एक नया प्रमुख संस्‍करण, जो डेटाबेस की योजना को बदल देता है
it: Una nuova versione principale di ord, che modifica lo schema del database
ko: 데이터베이스 체계를 변경하는 ord의 새로운 주요 릴리스
pt: Uma nova versão principal do ord, que altera o esquema do banco de dados
ru: Новый основной релиз ord, в котором изменена схема базы данных
zh: ord 发布新的主要版本，更改了数据库架构

source: The database got corrupted somehow
de: Die Datenbank wurde irgendwie beschädigt
es: Corrupción de la base de datos por alguna razón.
fil: Na-corrupt ang database
fr: La base de données a été corrompue d'une certaine manière
hi: डेटाबेस किसी तरह अनुपयोगी हो जाता है
it: Il database si è corrotto in qualche modo
ko: 데이터베이스가 어떻게든 손상되었을 때
pt: CO banco de dados foi corrompido de alguma forma
ru: База данных каким-то образом была повреждена
zh: 数据库可能会损坏

source: The database `ord` uses is called [redb](https://github.com/cberner/redb), so we give the index the default file name `index.redb`. By default we store this file in different locations depending on your operating system.
de: Die von `ord` verwendete Datenbank heißt [redb](https://github.com/cberner/redb), daher verwenden wir den Standarddateinamen `index.redb` für den Index. Standardmäßig wird diese Datei an unterschiedlichen Speicherorten abhängig von Ihrem Betriebssystem gespeichert.
es: La base de datos que utiliza ord se llama [redb](https://github.com/cberner/redb), por lo que se le asigna al índice el nombre de archivo predeterminado `index.redb`. Este archivo se guarda de forma predeterminada en distintas ubicaciones, según el sistema operativo que estés utilizando.
fil: Ang database na ginagamit ng `ord` ay tinatawag na [redb](https://github.com/cberner/redb), kaya binibigyan namin ang index ng default na pangalan ng file na `index.redb`. Bilang default, ni-store namin ang file na ito sa iba't ibang lokasyon depende sa iyong operating system.
fr: La base de données utilisée par ord s'appelle [redb](https://github.com/cberner/redb), et l'index se voit donc attribué le nom de fichier par défaut `index.redb`. Ce fichier est sauvegardé par défaut à différents endroits en fonction de votre système d'exploitation.
hi: `ऑर्ड` डेटाबेस के उपयोग को [redb](https://github.com/cberner/redb) कहा जाता है, इसलिए हम इंडेक्स को डिफ़ॉल्ट फ़ाइल नाम `index.redb` कर देते हैं। डिफ़ॉल्ट रूप से हम इस फ़ाइल को आपके ऑपरेटिंग सिस्टम के आधार पर विभिन्न स्थानों पर संग्रहीत करते हैं।
it: Il database utilizzato da `ord` si chiama [redb](https://github.com/cberner/redb), quindi diamo all'indice il nome predefinito di file `index.redb`. Per impostazione predefinita, questo file viene memorizzato in posizioni diverse a seconda del sistema operativo.
ko: `ord`가 사용하는 데이터베이스는 [redb](https://github.com/cberner/redb)이므로 인덱스에 `index.redb`로 기본 파일 이름을 지정한다. 기본적으로 이 파일은 운영 체제에 따라 다른 위치에 저장된다.
pt: O banco de dados que `ord` usa é chamado [redb](https://github.com/cberner/redb), então damos ao índice o nome de arquivo padrão `index.redb`. Por padrão, armazenamos esse arquivo em locais diferentes, dependendo do seu sistema operacional.
ru: База данных, которую использует `ord`, называется [redb](https://github.com/cberner/redb), поэтому по умолчанию мы присваиваем индексу имя файла `index.redb`. По умолчанию мы храним этот файл в разных местах в зависимости от операционной системы.
zh: `ord` 使用的数据库称为 [redb](https://github.com/cberner/redb)，所以我们为索引指定默认文件名‘index.redb’。默认情况下我们存储根据您的操作系统，此文件位于不同的位置。

source: Platform
es: Plataforma
fr: Plateforme
hi: प्लेटफार्म
it: Piattaforma
pt: Plataforma
ru: OC
zh: 平台

source: So to delete the database and reindex on MacOS you would have to run the following commands in the terminal:
de: Um die Datenbank zu löschen und erneut zu indizieren, müssen Sie auf MacOS die folgenden Befehle im Terminal ausführen:
es: Para eliminar la base de datos y reindexar en MacOS, tendrías que ejecutar los siguientes comandos en la terminal:
fil: Kaya para tanggalin ang database at reindex sa MacOS kailangan mong i-run ang sumusunod sa mga commands sa terminal:
fr: Ainsi, pour supprimer la base de données et la réindexer sur MacOS, vous devriez exécuter les commandes suivantes dans le terminal :
hi: इसलिए MacOS पर डेटाबेस और रिइंडेक्‍स (पुन: अनुक्रमण) को हटाने के लिए आपको टर्मिनल में निम्नलिखित कमांड संचालित करनी होंगी:
it: Per cancellare il database e reindicizzarlo su MacOS è necessario eseguire i seguenti comandi nel terminale:
ko: 따라서 MacOS에서 데이터베이스를 삭제하고 재인덱스하려면 터미널에서 다음 명령을 실행해야 한다:
pt: Portanto, para deletar o banco de dados e reindexar no MacOS você teria que executar os seguintes comandos no terminal:
ru: Поэтому для удаления базы данных и повторной индексации на MacOS необходимо выполнить в терминале следующие команды:
zh: 因此，要在 MacOS 上删除数据库并重新索引，您必须在终端中执行以下命令：

source: You can of course also set the location of the data directory yourself with `ord --data-dir <DIR> index update` or give it a specific filename and path with `ord --index <FILENAME> index update`.
es: También tienes la opción de determinar la ubicación del directorio de datos utilizando el comando `ord --data-dir <DIR> index update` o asignarle un nombre de archivo y ruta específicos utilizando el comando `ord --index <NOMBRE_DE_ARCHIVO> index update`.
fil: Siyempre maaari mo ring itakda ang lokasyon ng direktoryo ng data sa iyong sarili gamit ang `ord --data-dir <DIR> index update` o bigyan ito ng partikular na filename at path na may `ord --index <FILENAME> index update`.
fr: Vous pouvez bien sûr aussi définir `ord --data-dir <DIR> index update` ou lui donner un nom de fichier et un chemin d’accès spécifiques avec `ord --index <FILENAME> index update`.
hi: आप निस्‍संदेह `ord --data-dir <DIR> index update` के साथ डेटा निर्देशिका का स्थान स्वयं भी सेट कर सकते हैं या इसे `ord --index <FILENAME> index update` के साथ एक विशिष्ट फ़ाइल नाम और पथ भी दे सकते हैं।
it: Naturalmente potete anche impostare la posizione della directory dei dati con `ord --data-dir <DIR> index update` o assegnare un nome di file e un percorso specifici con `ord --index <FILENAME> index update`.
ko: 물론 `ord --data-dir <DIR> index update`로 데이터 디렉터리의 위치를 직접 설정하거나 `ord --index <FILENAME> index update`로 특정 파일 이름과 경로를 지정할 수도 있다.
pt: É claro que você também pode definir a localização do diretório de dados com `ord --data-dir <DIR> index update` ou fornecer um nome de arquivo e caminho específicos com `ord --index <ARQUIVO> index update`.
zh: 您当然也可以自己设置数据目录的位置,`ord --data-dir <DIR> index update` 或为其指定特定的文件名和路径,使用‘ord --index <FILENAME>索引运行’。

source: Ordinal Bounty Hunting Hints
de: Hinweise zur Ordinal Bounty jagen
es: Pistas para la Caza de Recompensas de Ordinals
fr: Conseils pour la chasse aux récompenses d’Ordinals
hi: ऑर्डिनल (क्रमसूचक संख्‍याएं) बाउंटी हंटिंग सलाहें
it: Suggerimenti per la Caccia alle Taglie Ordinali
ko: 오디널 현상금 사냥 힌트
pt: Dicas para Caça à Recompensa de Ordinals
ru: Подсказки по охоте на Ordinal
zh: Ordinals赏金计划提示

source: The `ord` wallet can send and receive specific satoshis. Additionally, ordinal theory is extremely simple. A clever hacker should be able to write code from scratch to manipulate satoshis using ordinal theory in no time.
de: Die `ord`-Wallet kann bestimmte Satoshis senden und empfangen. Außerdem ist die Ordinaltheorie äußerst einfach. Ein geschickter Hacker sollte in kürzester Zeit Code von Grund auf schreiben können, um Satoshis mithilfe der Ordinaltheorie zu manipulieren.
es: El monedero `ord` tiene la capacidad de enviar y recibir satoshis específicos. Además, la teoría ordinal es sumamente sencilla. Un hacker ingenioso debería poder crear código desde cero para manipular satoshis utilizando la teoría ordinal en poco tiempo.
fil: Ang `ord` wallet ay maaaring magpadala at tumanggap ng partikular na satoshi. Gayundin, ang ordinal theory ay napakasimple. Ang isang matalinong hacker ay dapat na makapagsulat ng code mula sa simula upang manipulahin ang mga satoshi gamit ang ordinal theory.
fr: Le portefeuille `ord` peut envoyer et recevoir des satoshis spécifiques. De plus, la théorie ordinale est extrêmement simple. Un hacker ingénieux devrait être capable d'écrire du code à partir de zéro pour manipuler des satoshis en utilisant la théorie ordinale en un rien de temps.
hi: `ऑर्ड` वॉलेट विशिष्ट सातोशी प्रेषित और प्राप्त कर सकता है। इसके अतिरिक्त, ऑर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत) बहुत आसान हैं। कोई भी चालाक हैकर ऑर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत) का उपयोग करके सातोशी में तिकड़में लगाकर स्क्रैच से कोड लिखने में सक्षम होना चाहिए।
it: Il portafoglio `ord` può inviare e ricevere specifici satoshi. Inoltre, la teoria ordinale è estremamente semplice. Un hacker intelligente dovrebbe essere in grado di scrivere codice da zero per manipolare i satoshi utilizzando la teoria ordinale in pochissimo tempo.
ko: `ord` 지갑은 특정 사토시를 주고받을 수 있다. 또한 오디널 이론은 매우 간단하다. 영리한 해커라면 짧은 시간에 오디널 이론을 사용하여 사토시를 조작하는 코드를 처음부터 작성할 수 있을 것이다.
pt: A carteira `ord` pode enviar e receber satoshis específicos. Além disso, a teoria ordinal é extremamente simples. Um hacker inteligente deve ser capaz de escrever código do zero para manipular satoshis usando a teoria ordinal rapidamente.
ru: Кошелек `ord` может отправлять и получать определенные сатоши. Кроме того, ordinal theory чрезвычайно проста. Умный хакер сможет с нуля написать код для манипуляций с сатоши с помощью ordinal theory в кратчайшие сроки.
zh: `ord` 钱包可以发送和接收特定的聪。此外序数理论非常简单。聪明的黑客应该能够很快的从头开始编写代码，使用序数理论来操作聪；

source: For more information about ordinal theory, check out the [FAQ](./faq.md) for an overview, the [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) for the technical details, and the [ord repo](https://github.com/ordinals/ord) for the `ord` wallet and block explorer.
de: Für weitere Informationen zur ordinaltheorie sieh dir das [FAQ](./faq.md) für einen Überblick, das [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) für die technischen Details und das [ord-Repository](https://github.com/ordinals/ord) für die `ord` Wallet und den Block-Explorer an.
es: Para obtener más información sobre la teoría ordinal, visita la sección de [preguntas frecuentes](./faq.md) para obtener una visión general, el [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) para los detalles técnicos, y el [repositorio de ord](https://github.com/ordinals/ord) para conocer más sobre el monedero y el explorador de bloques de `ord`.
fil: Para sa higit pang impormasyon sa Ordinal Theory, tingnan ang FAQ para sa isang pangkalahatang-ideya, ang [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) para sa mga teknikal na detalye, at ang [ord repository](https://github.com/ordinals/ord) para sa ord wallet at block explorer.
fr: Pour plus d'informations sur la théorie ordinale, consultez la section [FAQ](./faq.md) pour une vue d'ensemble, le [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) pour les détails techniques, et le [référentiel ord](https://github.com/ordinals/ord) pour le portefeuille `ord` et l'explorateur de blocs.
hi: ऑर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत) के बारे में विस्‍तृत जानकारी के लिए, अवलोकन के लिए [FAQ](./faq.md), तकनीकी विवरणों के लिए [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki), और `ऑर्ड` वॉलेट और ब्लॉक एक्सप्लोरर के लिए [ord repo](https://github.com/ordinals/ord) देखें।
it: Per ulteriori informazioni sulla teoria ordinale, consultate le [FAQ](./faq.md) per una panoramica, il [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) per i dettagli tecnici e la [ord repo](https://github.com/ordinals/ord) per il portafoglio `ord` e il block explorer.
ko: 오디널 이론에 대한 자세한 내용은 [자주 묻는 질문](./faq.md)에서 개요를, [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki)에서 기술적 세부 사항을, [ord repo](https://github.com/ordinals/ord)에서 `ord` 지갑 및 블록 탐색기를 확인하길 바란다.
pt: Para obter mais informações sobre a teoria ordinal, consulte o [FAQ](./faq.md) para uma visão geral, o [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) para os detalhes técnicos e o [repositório ord](https://github.com/ordinals/ord) para a carteira `ord` e o explorador de blocos.
ru: Более подробную информацию о теории порядков можно найти в [ЧАВО](./faq.md) для общего обзора, в [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) для технических деталей, а также в [ord repo](https://github.com/ordinals/ord) для кошелька `ord` и обозревателя блоков.
zh: 关于序数理论的更多信息，请查阅[FAQ](./faq.md) 来获取概述；查阅[BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) 来获取技术细节查阅[ord repo](https://github.com/ordinals/ord)来获取`ord`钱包和浏览器的信息.
