Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Bitcoin's market capitalization and liquidity are greater than Ethereum's by a large margin. Much of this liquidity is not available to Ethereum NFTs, since many Bitcoiners prefer not to interact with the Ethereum ecosystem due to concerns related to simplicity, security, and decentralization.
de: Die Marktkapitalisierung und Liquidität von Bitcoin sind bei weitem größer als die von Ethereum. Ein Großteil dieser Liquidität steht Ethereum NFTs nicht zur Verfügung, da viele Bitcoin-Nutzer aufgrund von Bedenken in Bezug auf Einfachheit, Sicherheit und Dezentralisierung lieber nicht mit dem Ethereum-ecosystem interagieren möchten.
es: La valoración de mercado y el flujo de capital en Bitcoin exceden considerablemente a los de Ethereum. Gran parte de esta liquidez no está disponible para los NFT en Ethereum, ya que muchos bitcoiners prefieren no interactuar con el ecosistema de Ethereum debido a las preocupaciones relacionadas con la simplicidad, seguridad y descentralización.
fil: Ang market capitalization at liquidity ng Bitcoin ay higit na mataas kaysa sa Ethereum. Karamihan sa liquidity na ito ay hindi available para sa Ethereum NFTs, dahil mas gusto ng maraming bitcoiners na huwag makipag-ugnayan sa Ethereum ecosystem dahil sa mga alalahanin tungkol sa pagiging simple, seguridad, at desentralisasyon.
fr: La capitalisation du marché de Bitcoin et sa liquidité sont nettement supérieures à celles d’Ethereum. Une grande partie de cette liquidité n’est pas accessible aux NFTs sur Ethereum, car de nombreux bitcoiners préfèrent ne pas interagir avec l’écosystème Ethereum en raison de préoccupations liées à la simplicité, la sécurité et la décentralisation.
hi: बिटकॉइन का बाजारी पूंजीकरण और तरलता एथेरियम से काफी अधिक है। इस तरलता का अधिकांश भाग एथेरियम एनएफटी के लिए उपलब्ध नहीं होता है, क्योंकि कई बिटकॉन उपयोगकर्ता इसकी सरलता, सुरक्षा और विकेंद्रीकरण से संबंधित सरोकारों के कारण एथेरियम पारिस्थितिकी तंत्र के साथ समन्‍वय करना पसंद नहीं करते हैं।
it: La capitalizzazione di mercato e la liquidità di Bitcoin sono superiori a quelle di Ethereum con un ampio margine. Gran parte di questa liquidità non è disponibile per gli NFT di Ethereum, poiché molti Bitcoiners preferiscono non interagire con l'ecosistema di Ethereum a causa di preoccupazioni legate alla semplicità, alla sicurezza e alla decentralizzazione.
ko: 비트코인의 시가총액과 유동성은 이더리움보다 큰 폭으로 높다. 많은 비트코인 사용자는 단순성, 보안, 탈중앙화와 관련된 우려로 인해 이더리움 생태계와 상호작용하지 않는 것을 선호하기 때문에 이더리움 NFT에는 이러한 유동성의 상당 부분이 제공되지 않는다.
pt: A capitalização de mercado e a liquidez do Bitcoin são maiores do que as do Ethereum por uma grande margem. Grande parte dessa liquidez não está disponível para NFTs do Ethereum, uma vez que muitos Bitcoinheiros preferem não interagir com o ecossistema do Ethereum devido a preocupações relacionadas à simplicidade, segurança e descentralização.
ru: Рыночная капитализация и ликвидность Bitcoin значительно превосходят Ethereum за счёт большей маржи. Значительная часть этой ликвидности недоступна для Ethereum NFT, поскольку многие Bitcoiners предпочитают не взаимодействовать с экосистемой Ethereum из-за опасений, связанных с простотой, безопасностью и децентрализацией.
zh: 比特币的市值和流动性都大大超越以太坊。以太坊NFT无法获得此类大部分的流动性，因为许多比特币使用者出于简单性、安全性和去中心化的考虑，不愿意与以太坊生态系统进行交互。

source: Such Bitcoiners may be more interested in inscriptions than Ethereum NFTs, unlocking new classes of collector.
de: Solche Bitcoin-Nutzer könnten möglicherweise mehr Interesse an inscriptions als an Ethereum NFTs haben, was neue Sammlerklassen erschließen könnte.
es: Estos bitcoiners podrían estar más interesados en las inscripciones que en los NFT de Ethereum, abriendo la puerta a otros tipos de coleccionistas.
fil: Ang mga bitcoiner na ito ay maaaring mas interesado sa inscriptions kaysa sa mga Ethereum NFT, na nagbubukas ng mga bagong klase ng mga kolektor.
fr: Ces bitcoiners pourraient être plus intéressés par les inscriptions que par les NFTs Ethereum, ce qui ouvrirait la porte à d’autres types de collectionneurs.
hi: ऐसे बिटकॉन उपयोगकर्ता, एथेरियम एनएफटी की तुलना में इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख) में अधिक दिलचस्‍पी दिखा सकते हैं, जो संग्रहकों के नए वर्गों के द्वार खोल देते हैं।
it: Questi Bitcoiners potrebbero essere più interessati alle Iscrizioni che agli NFT di Ethereum, sbloccando nuove classi di collezionisti.
ko: 이러한 비트코인 사용자들은 이더리움 NFT보다 인스크립션에 더 관심을 가질 수 있으며, 새로운 종류의 수집가가 생겨나게 할 수 있다.
pt: Esses Bitcoinheiros podem estar mais interessados em inscrições do que em NFTs do Ethereum, desbloqueando novas classes de colecionadores.
ru: Такие Bitcoiners могут быть более заинтересованы в надписях, чем в Ethereum NFT, что открывает новые классы коллекционеров.
zh: 与以太坊 NFT 相比，此类比特币拥护者可能对铭文更感兴趣，从而解锁了新的类别的收藏家。

source: _Inscriptions have a richer data model._
de: _Inscriptions haben ein umfangreicheres Datenmodell._
es: _Las inscripciones tienen un modelo de datos más robusto._
fil: _Ang inscriptions ay may mas magandang data model._
fr: _Les inscriptions disposent d’un modèle de données plus riche._
hi: _इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख) का समृद्ध डेटा मॉडल है।_
it: _Le iscrizioni hanno un modello di dati più ricco._
ko: _인스크립션에는 더 풍부한 데이터 모델이 있다._
pt: _As inscrições têm um modelo de dados mais rico._
ru: _Надписи имеют более богатую модель данных._
zh: _铭文有更丰富的数据模型_

source: Inscriptions consist of a content type, also known as a MIME type, and content, which is an arbitrary byte string. This is the same data model used by the web, and allows inscription content to evolve with the web, and come to support any kind of content supported by web browsers, without requiring changes to the underlying protocol.
de: Inscriptions bestehen aus einem Inhaltstyp, auch als MIME-Typ bekannt, und einem Inhalt, der eine beliebige Byte-Folge ist. Dies ist das gleiche Datenmodell, das vom Web verwendet wird, und ermöglicht es, dass sich der inscription inhalt mit dem Web weiterentwickelt und jede Art von Inhalt unterstützt, die von Webbrowsern unterstützt wird, ohne Änderungen am zugrunde liegenden Protokoll zu erfordern.
es: Una inscripción está conformada por el tipo de contenido, conocido como el tipo MIME, y una cadena (string) de bytes que sería el contenido. Este es el mismo modelo de datos utilizado por la web, este permite que el contenido de la inscripción evolucione con la web, y llegue a admitir cualquier tipo de contenido soportado por los navegadores web, sin requerir cambios en el protocolo subyacente.
fil: Ang inscriptions ay binubuo ng content type, na kilala rin bilang MIME type, at content, na isang arbitrary na byte string. Ito ang parehong data model na ginagamit ng web, na nagbibigay-daan sa inscription ng content na mag-evolve kasama ang web at suportahan ang lahat ng uri ng nilalaman na sinusuportahan ng mga web browser, nang hindi kinakailangang baguhin ang pinagbabatayan na protocol.
fr: Une entrée se compose du type de contenu, appelé type MIME, et d’une chaîne d’octets arbitraire constituant le contenu. Il s’agit du même modèle de données que celui utilisé par le web, qui permet au contenu de l’inscription d’évoluer avec le web et de prendre en charge tout type de contenu supporté par les navigateurs web, sans qu’il soit nécessaire de modifier le protocole sous-jacent.
hi: इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख) में विषय-वस्‍तु का प्रकार सम्मिलित होता है, जिसे MIME प्रकार के रूप में भी जाना जाता है, और इसकी विषय-वस्‍तु एक स्‍वेच्छित बाइट स्ट्रिंग होती है। यह वेब द्वारा उपयोग किया जाने वाला वैसा ही डेटा मॉडल है, और इंस्‍क्रि‍प्‍शंस विषय-वस्‍तु को वेब के साथ विकसित करने में सक्षम करता है, और अंतर्निहित प्रोटोकॉल में बदलाव की जरूरत के बिना, वेब ब्राउज़र द्वारा समर्थित किसी भी प्रकार की विषय-वस्‍तु का समर्थन करता है।
it: Le iscrizioni consistono in un tipo di contenuto, noto anche come tipo MIME, e in un secondo contenuto, che è una stringa di byte arbitraria. Questo è lo stesso modello di dati utilizzato dal web e consente ai contenuti delle iscrizioni di evolversi con il web e di supportare qualsiasi tipo di contenuto supportato dai browser web, senza richiedere modifiche al protocollo sottostante.
ko: 인스크립션은 MIME 유형이라고도 하는 콘텐츠 유형과 임의의 바이트 문자열(string)인 콘텐츠로 구성된다. 이는 웹에서 사용되는 것과 동일한 데이터 모델이며, 인스크립션 콘텐츠가 웹과 함께 진화하여 기본 프로토콜을 변경하지 않고도 웹 브라우저에서 지원하는 모든 종류의 콘텐츠를 지원할 수 있도록 한다.
pt: As inscrições consistem em um tipo de conteúdo, também conhecido como tipo MIME, e conteúdo em si, que é uma sequência de bytes arbitrária. Este é o mesmo modelo de dados usado pela web e permite que o conteúdo da inscrição evolua com a web e venha a suportar qualquer tipo de conteúdo suportado por navegadores web, sem exigir alterações no protocolo subjacente.
ru: Надписи состоят из типа содержимого, известного также как тип-MIME, и содержимого, представляющего собой произвольную байтовую строку. Это та же модель данных, которая используется в web, и позволяет содержимому надписей развиваться вместе с web и поддерживать любой тип содержимого, поддерживаемый браузерами, не требуя изменений в базовом протоколе.
zh: 铭文由内容类型（也称为MIME类型）和内容（任意字节字符串）组成。这相同于 web 使用的数据模型，允许铭文内容随着 web 的发展而发展，并支持 web 浏览器支持的任何类型的内容，而无需更改底层协议。

source: RGB and Taro assets?
de: RGB und Taro Assets?
es: ¿Activos de RGB y Taro?
fr: Aux actifs RGB et Taro ?
hi: RGB (आरजीबी) और Taro (टैरो) संपत्तियां?
it: Gli asset RGB e Taro?
ko: RGB 및 타로(Taro) 자산?
pt: RGB e ativos do Taro?
ru: RGB и активы Taro?
zh: RGB 和 Taro 资产？

source: RGB and Taro are both second-layer asset protocols built on Bitcoin. Compared to inscriptions, they are much more complicated, but much more featureful.
de: RGB und Taro sind beide Asset-Protokolle der zweiten Ebene, die auf Bitcoin aufbauen. Im Vergleich zu inscriptions sind sie wesentlich komplizierter, aber bieten auch wesentlich mehr Funktionen.
es: RGB y Taro son protocolos de activos construidos en una capa segundaria sobre Bitcoin. En comparación con las inscripciones, son mucho más complicados, pero con muchas más funcionalidades.
fil: Ang RGB at Taro ay parehong Bitcoin-based na sidechain asset protocol. Kung ikukumpara sa mga inscriptions, ang mga ito ay mas kumplikado, ngunit mas maraming feature.
fr: RGB et Taro sont tous deux des protocoles d’actifs de deuxième couche basés sur Bitcoin. Comparés aux inscriptions, ils sont beaucoup plus compliqués, mais offrent beaucoup plus de fonctionnalités.
hi: RGB और Taro दोनों बिटकॉइन पर निर्मित दूसरी परत के परिसंपत्ति प्रोटोकॉल हैं। इंस्‍क्रि‍प्‍शंस की तुलना में, वे बहुत अधिक जटिल हैं, लेकिन बहुत अधिक विशिष्ट भी हैं।
it: RGB e Taro sono entrambi protocolli di asset di secondo livello costruiti su Bitcoin. Rispetto alle iscrizioni, sono molto più complicati, ma molto più ricchi di funzionalità.
ko: RGB와 타로는 모두 비트코인에 기반한 레이어 2 자산 프로토콜이다. 인스크립션과 비교하면 훨씬 더 복잡하지만 훨씬 더 많은 기능을 갖추고 있다.
pt: RGB e Taro são protocolos de ativos de segunda camada construídos no Bitcoin. Comparados às inscrições, eles são muito mais complicados, mas com muito mais recursos.
ru: RGB и Taro - протоколы активов второго уровня, построенные на базе Bitcoin. По сравнению с надписями они гораздо сложнее, но и гораздо более функциональны.
zh: RGB 和 Taro 都是建立在比特币之上的二层资产协议。 与铭文相比，它们要复杂得多，但也更有特色。

source: Ordinal theory has been designed from the ground up for digital artifacts, whereas the primary use-case of RGB and Taro are fungible tokens, so the user experience for inscriptions is likely to be simpler and more polished than the user experience for RGB and Taro NFTs.
de: Ordinal theory wurde von Grund auf für digitale Artefakte entwickelt, während der Hauptanwendungsfall von RGB und Taro fungible Tokens sind. Daher dürfte die Benutzererfahrung für inscriptions wahrscheinlich einfacher und ausgereifter sein als die Benutzererfahrung für RGB und Taro NFTs.
es: La teoría ordinal ha sido diseñada desde cero para los artefactos digitales, mientras que el enfoque de RGB y Taro son los tokens fungibles, por lo que la experiencia de un usuario con las inscripciones probablemente sea más sencilla y refinada que la experiencia de alguien utilizando NFTs de RGB y Taro.
fil: Ang Ordinal Theory ay idinisenyo mula sa simula para sa mga digital artifact, samantalang ang pangunahing kaso ng paggamit para sa RGB at Taro ay para sa mga fungible na token, kaya ang karanasan ng user para sa mga pag-signup ay malamang na maging mas simple at mas malinis kaysa sa karanasan ng user para sa mga NFT mula sa RGB at Taro.
fr: La théorie ordinale a été conçue dès le départ pour les artefacts numériques, tandis que RGB et Taro se concentrent sur les jetons fongibles, de sorte que l’expérience utilisateur des inscriptions est susceptible d’être plus simple et plus raffinée que celle des NFTs de RGB et Taro.
hi: डिजिटल अभिलेखों के लिए ऑर्डिनल सिद्धांत को जमीनी स्तर पर डिजाइन किया गया है, जबकि RGB और Taro के प्राथमिक उपयोग-मामले परिवर्तनीय टोकन हैं, इसलिए इंस्‍क्रि‍प्‍शंस के लिए उपयोगकर्ता अनुभव आरजीबी और टैरो एनएफटी के लिए उपयोगकर्ता अनुभव की तुलना में सरल और अधिक परिष्कृत होने की संभावना है।
it: La teoria ordinale è stata progettata da zero per gli artefatti digitali, mentre il caso d'uso principale di RGB e Taro sono i token fungibili, quindi l'esperienza dell'utente per le iscrizioni sarà probabilmente più semplice e raffinata di quella per gli NFT di RGB e Taro.
ko: 오디널 이론은 처음부터 디지털 아티팩트를 위해 설계된 반면, RGB와 타로의 주요 사용 사례는 대체 가능한 토큰이므로 인스크립션에 대한 사용자 경험은 RGB와 타로 NFT의 사용자 경험보다 더 단순하고 세련될 가능성이 높다.
pt: A teoria ordinal foi projetada desde o início para artefatos digitais, experiência do usuário para inscrições provavelmente será mais simples e refinada do que a experiência do usuário para NFTs do RGB e Taro.
ru: Ordinal theory была разработана с нуля для цифровых артефактов, в то время как основной сферой использования RGB и Taro являются взаимозаменяемые токены, поэтому пользовательский опыт для надписей, скорее всего, будет более простым и отточенным, чем пользовательский опыт для NFT RGB и Taro.
zh: 序号理论是为数字人工制品而设计的，而 RGB 和 Taro 的主要用例是可替代代币，因此铭文的用户体验可能比 RGB 和 Taro NFT 的用户体验更简单、更完善 。

source: RGB and Taro both store content off-chain, which requires additional infrastructure, and which may be lost. By contrast, inscription content is stored on-chain, and cannot be lost.
de: RGB und Taro speichern beide Inhalte außerhalb der Blockchain, was zusätzliche Infrastruktur erfordert und verloren gehen kann. Im Gegensatz dazu werden inscription inhalte in der Blockchain gespeichert und können nicht verloren gehen.
es: RGB y Taro almacenan contenido fuera de la cadena, lo que requiere una infraestructura adicional que podría perderse. En cambio, el contenido de las inscripciones se almacena en la cadena y no puede perderse.
fil: Parehong nag-iimbak ang RGB at Taro ng off-chain na content, na nangangailangan ng karagdagang imprastraktura at maaaring mawala. Sa kabilang banda, ang nilalaman ng inskripsiyon ay nakaimbak sa on-chain at hindi maaaring mawala.
fr: RGB et Taro stockent le contenu en dehors de la blockchain, ce qui nécessite une infrastructure supplémentaire qui pourrait être perdue. En revanche, le contenu des inscriptions est stocké sur la blockchain et ne peut pas être perdu.
hi: RGB और Taro दोनों ऑफ-चेन विषय-वस्‍तु संग्रहीत करते हैं, जिसके लिए अतिरिक्त बुनियादी ढांचे की आवश्यकता होती है, और जो खो सकता है। इसके विपरीत, इंस्‍क्रि‍प्‍शंस विषय-वस्‍तु को श्रृंखला पर संग्रहीत किया जाता है, और उसे खोया नहीं जा सकता।
it: RGB e Taro memorizzano entrambi i contenuti off-chain, il che richiede un'infrastruttura aggiuntiva e per questo motivo possono andare persi. Al contrario, i contenuti delle iscrizioni sono memorizzati on-chain e non possono andare perduti.
ko: RGB와 타로는 모두 오프체인에 콘텐츠를 저장하기 때문에 추가 인프라가 필요하고 손실될 수 있다. 반면, 인스크립션 콘텐츠는 온체인에 저장되므로 손실될 가능성이 없다.
pt: RGB e Taro armazenam conteúdo fora da cadeia (off-chain), o que requer infraestrutura adicional e pode ser perdido. Por outro lado, o conteúdo de inscrição é armazenado na cadeia (on-chain) e não pode ser perdido.
ru: RGB и Taro хранят off-chain контент, что требует дополнительной инфраструктуры и может быть утеряно. В отличие от них, содержимое надписей хранится on-chain и не может быть потеряно.
zh: RGB 和 Taro 都在链下存储内容，这需要额外的基础设施，而且可能会丢失。相比之下，铭文内容存储在链上，不会丢失。

source: Ordinal theory, RGB, and Taro are all very early, so this is speculation, but ordinal theory's focus may give it the edge in terms of features for digital artifacts, including a better content model, and features like globally unique symbols.
de: Ordinal theory, RGB und Taro sind alle noch sehr früh in ihrer Entwicklung, daher handelt es sich hierbei um Spekulationen. Ordinal Theory könnte jedoch aufgrund seines Schwerpunkts auf digitalen Artefakten Vorteile in Bezug auf Funktionen für digitale Artefakte haben, einschließlich eines besseren Inhaltsmodells und Funktionen wie global eindeutige Symbole.
es: La teoría ordinal, RGB y Taro están en sus primeras etapas, por lo que todo esto es especulativo, pero el enfoque de la teoría ordinal podría darle la ventaja en términos de funcionalidad para artefactos digitales, incluyendo un mejor modelo de contenido y características como símbolos globalmente únicos.
fil: Ang Ordinal Theory, RGB, at Taro ay bago lamang, kaya haka-haka lamang ito, ngunit ang direksyon ng Ordinal Theory ay maaaring magbigay ng edge para sa digital artifacts, kabilang ang isang pinakamahusay na data model at mga natatanging simbolo.
fr: La théorie ordinale, RGB et Taro n’en sont qu’à leurs débuts, il ne s’agit donc que de spéculations, mais l’approche de la théorie ordinale pourrait lui donner un avantage en termes de fonctionnalité pour les artefacts numériques, notamment un meilleur modèle de contenu et des fonctionnalités telles que des symboles globalement uniques.
hi: ऑर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत), RGB और Taro पुराने हो गये हैं, इसलिए यह अनुमान/सट्टा हैं, लेकिन ऑर्डिनल थ्‍यौरी इसे डिजिटल अभिलेखों के लिए सुविधाओं के मामले में अनुकूल या श्रेष्ठ स्थिति में बेहतर लाभ प्रदान कर सकती है, जिसमें एक बेहतर विषय-वस्‍तु मॉडल और विश्व स्तर पर अद्वितीय प्रतीकों जैसी विशेषताएं। शामिल हैं।
it: La teoria ordinale, RGB e Taro sono ancora agli inizi, quindi si tratta di speculazione, ma l'attenzione sugli Ordinali potrebbe darle un vantaggio in termini di caratteristiche per gli artefatti digitali, tra cui un modello di contenuto migliore e caratteristiche come i simboli unici a livello globale.
ko: 오디널 이론, RGB, 타로는 모두 초기 단계이므로 추측에 불과하지만, 오디널 이론의 초점이 더 나은 콘텐츠 모델 같은 디지털 아티팩트에 대한 기능 측면에서 그리고 전 세계적으로 고유한 심볼과 같은 기능 측면에서 우위를 점하게 해줄수 있다.
pt: Tanto a teoria ordinal quanto RGB e Taro são muito novos, então isso é especulação, mas o foco da teoria ordinal pode dar-lhe vantagem em termos de recursos para artefatos digitais, incluindo um modelo de conteúdo melhor e recursos como símbolos globalmente únicos.
ru: Ordinal theory, RGB и Taro находятся на очень ранних стадиях развития, поэтому это лишь предположение, но то, что ordinal theory уделяет больше внимания цифровым артефактам, может дать ей преимущество в плане возможностей для них, включая лучшую модель контента и такие возможности, как глобально уникальные символы.
zh: 序数理论、RGB和Taro都是非常早期的，所以这只是推测，但序号理论的重点可能使其在数字艺术品的特性方面具有优势，包括更好的内容模型，以及像全球唯一符号这样的特性。

source: Counterparty assets?
de: Counterparty vermögenswerte?
es: ¿Activos de Counterparty?
fil: Iba pang mga assets?
fr: Aux actifs de Counterparty ?
hi: प्रतिपक्ष संपत्तियां?
it: Asset di Counterparty?
ko: 카운터파티 자산(Counterparty assets)?
pt: Ativos do Counterparty?
ru: Активы Counterparty?
zh: Counterparty资产

source: Counterparty has its own token, XCP, which is required for some functionality, which makes most bitcoiners regard it as an altcoin, and not an extension or second layer for bitcoin.
de: Counterparty hat seine eigene Token, XCP, die für einige Funktionen erforderlich sind. Dies führt dazu, dass die meisten Bitcoin-Nutzer es als Altcoin betrachten und nicht als Erweiterung oder Second Layer für Bitcoin.
es: Counterparty tiene su propio token, XCP, que es necesario para algunas funcionalidades, lo que hace que la mayoría de los bitcoiners lo consideren como una altcoin, y no como una extensión o segunda capa de bitcoin.
fil: Ang Counterparty ay may sariling token, XCP, na kinakailangan para sa ilang partikular na functionality, kaya itinuturing ito ng karamihan sa mga bitcoiner na isang altcoin, hindi isang extension o pangalawang layer para sa bitcoin.
fr: Counterparty possède son propre token, XCP, qui est nécessaire pour certaines fonctionnalités, ce qui fait que la plupart des bitcoiners le considèrent comme un altcoin, plutôt que comme une extension ou une seconde couche de Bitcoin.
hi: प्रतिपक्ष के अपने स्‍वयं के टोकन, XCP (एक्ससीपी) हैं, जो कुछ कार्यक्षमता के लिए अत्‍यंत आवश्यक हैं, जिससे अधिकांश बिटकॉइनर्स इसे एक आल्टकॉइन के रूप में मानते हैं, न कि बिटकॉइन का विस्‍तार/प्रसार या दूसरी परत का रूप।
it: Counterparty ha un proprio token, XCP, che è necessario per alcune funzionalità, il che fa sì che la maggior parte dei bitcoiners la consideri un'altcoin, e non un'estensione o un secondo livello per bitcoin.
ko: 카운터파티는 일부 기능에 필요한 자체 토큰인 XCP를 보유하고 있으며, 이로 인해 대부분의 비트코인 사용자들은 이를 비트코인의 확장 또는 세컨드 레이어가 아닌 알트코인으로 간주한다.
pt: Counterparty tem seu próprio token, XCP, que é necessário para algumas funcionalidades, algo que faz com que a maioria dos bitcoinheiros o considere uma altcoin, e não uma extensão ou segunda camada do bitcoin.
ru: У Counterparty есть собственный токен XCP, который необходим для работы с некоторыми функциями, что заставляет большинство bitcoiners рассматривать его как альткоин, а не как расширение или второй уровень биткоина.
zh: Counterparty 有自己的代币 XCP，它是某些功能所必需的，这使得大多数比特币持有者将其视为山寨币，而不是比特币的扩展或第二层。

source: Ordinal theory has been designed from the ground up for digital artifacts, whereas Counterparty was primarily designed for financial token issuance.
de: Ordinaltheorie wurde von Grund auf für digitale Artefakte entwickelt, während Counterparty in erster Linie für die Ausgabe von Finanztokens konzipiert wurde.
es: La teoría ordinal fue diseñada específicamente para tratar con artefactos digitales, a diferencia de Counterparty, que se diseñó principalmente enfocado en la emisión de tokens financieros.
fil: Ang Ordinal Theory ay dinisenyo mula sa simula para sa mga digital na artifact, samantalang ang counterparty ay pangunahing idinisenyo para sa pag-isyu ng mga financial token.
fr: La théorie ordinale a été conçue dès le départ pour les artefacts numériques, alors que Counterparty a été principalement conçue pour l’émission de tokens financiers.
hi: ऑर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत), का सृजन पूरी तरह से डिजिटल अभिलेखों के लिए किया गया है, जबकि प्रतिपक्ष संपत्तियों को मुख्य रूप से वित्तीय टोकन जारी करने के लिए डिज़ाइन किया गया था।
it: La teoria ordinale è stata progettata da zero per gli artefatti digitali, mentre Counterparty è stata progettata principalmente per l'emissione di token finanziari.
ko: 오디널 이론은 처음부터 디지털 아티팩트를 위해 설계된 반면, 카운터파티는 주로 금융 토큰 발행을 위해 설계되었다.
pt: A teoria ordinal foi projetada desde o início para artefatos digitais, enquanto que o Counterparty foi projetado principalmente para a emissão de tokens financeiros.
ru: Ordinal theory была разработана с нуля для цифровых артефактов, в то время как Counterparty в первую очередь предназначалась для выпуска финансовых токенов.
zh: 序数理论是为数字文物从头开始设计的，而Counterparty主要是为金融代币发行而设计的。

source: Inscriptions for…
de: Inscriptions für…
es: Inscripciones para...
fil: Inscriptions para sa…
fr: Les inscriptions pour…
hi: इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख)…
it: Iscrizioni per…
ko: 누굴 위한 인스크립션…
pt: Inscrições para...
ru: Надписи для…
zh: 铭文可以为...

source: Artists
de: Künstler
es: Artistas
fil: Mga Artists
fr: Les artistes
hi: कलाकारों के लिए
it: Artisti
ko: 예술가
pt: Artistas
ru: Художников
zh: 艺术家
