Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Like we have previously described inscriptions are inscribed onto sats, and sats are stored within UTXOs. UTXO's are a collection of satoshis with some particular value of the number of satoshis (the output value). Usually (but not always) the inscription will be inscribed on the first satoshi in the UTXO.
de: Wie zuvor beschrieben, werden inscriptions auf Satoshis graviert, und Satoshis werden in UTXOs (Unspent Transaction Outputs) gespeichert. UTXOs sind eine Sammlung von Satoshis mit einem bestimmten Wert der Anzahl von Satoshis (the output value). Normalerweise (aber nicht immer) wird die inscribed auf dem ersten Satoshi im UTXO graviert.
es: Como hemos descrito anteriormente, las inscripciones están inscritas en sats, y los sats se almacenan dentro de los UTXO. Los UTXO son una colección de satoshis con un valor particular del número de satoshis (el valor de salida). Usualmente (pero no siempre) la inscripción estará inscrita en el primer satoshi del UTXO.
fil: Tulad ng inilarawan natin dati, ang mga inskripsiyon ay nakasulat sa sats, at ang mga sats ay nakaimbak sa loob ng mga UTXO. Ang mga UTXO ay isang koleksyon ng mga satoshi na may ilang partikular na halaga ng bilang ng mga satoshi (ang output value). Karaniwan (ngunit hindi palagi) ang inskripsiyon ay isusulat sa unang satoshi sa UTXO.
fr: Comme décrit ci-dessus, les inscriptions sont inscrites sur des sats, et les sats sont stockés dans des UTXOs. Les UTXOs sont une collection de satoshis avec une valeur particulière du nombre de satoshis (la valeur de sortie). En général (mais pas toujours), l’inscription est inscrite sur le premier satoshi de l’UTXO.
hi: जैसा कि हम पहले उल्‍लेख कर चुके हैं कि इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) सैट्स पर उत्‍कीर्ण/अंकित किए जाते हैं, और सैट्स यूटीएक्सओ के भीतर संग्रहीत होते हैं। यूटीएक्सओ, सातोशी की संख्या (आउटपुट मूल्य) के कुछ विशेष मूल्य के साथ सातोशी का एक संग्रह है। आमतौर पर (लेकिन हमेशा नहीं) इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) यूटीएक्सओ के पहले सातोशी पर उत्‍कीर्ण/अंकित किए जाएंगे।
it: Come abbiamo descritto in precedenza, le iscrizioni sono iscritte su sats e i sats sono memorizzati all'interno degli UTXO. Gli UTXO sono una collezione di satoshi con un particolare valore del numero di satoshi (il valore di uscita). Di solito (ma non sempre) l'iscrizione viene fatta sul primo satoshi dell'UTXO.
ko: 앞서 설명한 것처럼 인스크립션은 SAT에 새겨지며, SAT는 UTXO 내에 저장된다. UTXO는 특정 값의 사토시 수(출력 값)를 가진 사토시의 모음이다. 일반적으로 (항상 그런 것은 아니지만) 인스크립션은 UTXO의 첫 번째 사토시에 새겨진다.
pt: Como descrevemos anteriormente, as inscrições são inscritas em sats e os sats são armazenados em UTXOs. UTXOs são uma coleção de satoshis com algum valor específico do número de satoshis (o valor de saída). Normalmente (mas nem sempre) a inscrição será inscrita no primeiro satoshi do UTXO.
ru: Как мы уже описывали ранее, надписи наносятся на сатоши, а сатоши хранятся в UTXO. UTXO представляют собой набор сатоши с некоторым определенным значением количества сатоши (выходное значение). Обычно (но не всегда) надпись наносится на первый сатоши в UTXO.
zh: 如我们之前所述，铭文是刻在聪上的，sats存储在UTXO中。UTXO是具有某个特定数量的satoshi（输出值）的satoshi集合。通常（但不总是）铭文会被刻在UTXO中的第一个satoshi上。

source: When inspecting your inscription before sending the main thing you will want to check is which satoshi in the UTXO your inscription is inscribed on.
de: Wenn Sie Ihre inscription vor dem Versenden überprüfen, sollten Sie vor allem prüfen, auf welchem Satoshi im UTXO Ihre Inschrift eingetragen ist.
es: Al inspeccionar tu inscripción antes de enviar, lo principal que querrás verificar es en cual satoshi del UTXO está inscrita tu inscripción.
fil: Kapag sinisiyasat ang iyong inskripsiyon bago ipadala ang pangunahing bagay na gusto mong tingnan kung saang satoshi sa UTXO nakalagay ang inskripsiyon mo.
fr: Lorsque vous inspectez votre inscription avant de l’envoyer, la principale chose à vérifier est sur quel satoshi de l’UTXO votre inscription est inscrite.
hi: जब आप इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) का प्रेषण से पहले निरीक्षण करते हैं,उस समय आप सबसे पहले यह जांचना चाहेंगे कि किस यूटीएक्सओ के सातोषी में आपका इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) उत्‍कीर्ण/अंकित किए गये है।
it: Quando si controlla l'iscrizione prima dell'invio, la cosa principale da verificare è su quale satoshi dell'UTXO è iscritta l'iscrizione.
ko: 전송하기 전에 인스크립션을 검사할 때 가장 중요하게 확인해야 할 것은 UTXO의 사토시 중 인스크립션이 새겨진 사토시가 어느 것인지다.
pt: Ao inspecionar sua inscrição antes de enviá-la, o principal que você deve verificar é em qual satoshi do UTXO sua inscrição está inscrita.
ru: При проверке надписи перед отправкой главное, что вы захотите проверить, на каком сатоши в UTXO сделана ваша надпись.
zh: 在发送前检查你的铭文时，你主要要检查的是你的铭文刻在UTXO中的哪个satoshi上。

source: To do this, you can follow the [Validating / Viewing Received Inscriptions](./sparrow-wallet.md#validating--viewing-received-inscriptions) described above to find the inscription page for your inscription on ordinals.com
de: Um dies zu tun, können Sie dem oben beschriebenen [Validating / Viewing Received Inscriptions](./sparrow-wallet.md#validating--viewing-received-inscriptions) folgen, um die inscription seite für Ihre inscription auf ordinals.com zu finden
es: Para hacer esto, puedes leer `Validando / Viendo las Inscripciones Recibidas` descritas anteriormente para encontrar la página de inscripción de tu inscripción en ordinals.com
fil: Upang gawin ito, maaari mong sundin ang [Validating / Viewing Received Inscriptions](./sparrow-wallet.md#validating--viewing-received-inscriptions) inilarawan sa itaas upang mahanap ang pahina ng inskripsyon para sa iyong inskripsyon sa ordinals.com
fr: Pour ce faire, vous pouvez suivre la procédure de [validation / visualisation des inscriptions reçues](./sparrow-wallet.md#validating--viewing-received-inscriptions) décrite ci-dessus pour trouver la page d’inscription de votre inscription sur ordinals.com
hi: इसे करने के लिए, आप ordinals.com पर ऊपर उल्लिखित [Validating / Viewing ReceivedInscriptions](./sparrow-wallet.md#validating--viewing-received-inscriptions) का अनुसरण करके अपने इंस्‍क्रीप्‍शंस (डिजिटल अभिलेखों) के लिए पृष्ठ खोज सकते हैं।
it: Per farlo, si può seguire la procedura di [Convalida/Visualizzazione delle Iscrizioni Ricevute](./sparrow-wallet.md#validating--viewing-received-inscriptions) descritta sopra per trovare la pagina dell'iscrizione su ordinals.com
ko: 이것을 하려면 위에서 설명한 [수신된 인스크립션 확인하기/보기](./sparrow-wallet.md#validating--viewing-received-inscriptions)를 따라 ordinals.com에서 해당 인스크립션에 대한 인스크립션 페이지를 찾을 수 있다
pt: Para fazer isso, você pode seguir [Validando/Visualizando Inscrições Recebidas](./sparrow-wallet.md#validating--viewing-received-inscriptions) descrito acima para encontrar a página de inscrição para sua inscrição em ordinals.com.
ru: Для этого, следуя описанным выше инструкциям [Validating / Viewing Received Inscriptions](./sparrow-wallet.md#validating--viewing-received-inscriptions) можно найти страницу надписи на сайте ordinals.com
zh: 为此，你可以按照上述 [验证/查看收到的铭文](./sparrow-wallet.md#validating--viewing-received-inscriptions)来找到ordinals.com上你的铭文的铭文页面。

source: There you will find some metadata about your inscription which looks like the following:
de: Dort finden Sie einige Metadaten zu Ihrer Inschrift, die wie folgt aussehen:
es: Allí encontrarás algunos metadatos sobre tu inscripción, se verá así:
fil: Doon makikita mo ang ilang metadata tungkol sa iyong inskripsiyon na mukhang ang mga sumusunod:
fr: Vous y trouverez des métadonnées sur votre inscription qui ressemblent à ce qui suit :
hi: वहां पर आपको अपने इंस्‍क्रीप्‍शंस (डिजिटल अभिलेखों) के बारे में कुछ मेटाडेटा मिलेंगे जो निम्नलिखित जैसे दिखाई देते हैं:
it: Lì si trovano alcuni metadata relativi all'iscrizione, come quelli che seguono:
ko: 여기에서 다음과 같은 해당 인스크립션에 대한 메타데이터를 찾을 수 있다:
pt: Lá você encontrará alguns metadados sobre sua inscrição que se parecem com os seguintes:
ru: Там вы найдете метаданные о вашей надписи, которые выглядят следующим образом:
zh: 在那里，你会找到一些关于你铭文的元数据，如下所示：

source: There is a few of important things to check here:
de: Hier gibt es einige wichtige Dinge zu überprüfen:
es: Hay varias cosas importantes que verificar en este punto:
fil: Mayroong ilang mahahalagang bagay na dapat suriin dito:
fr: Il y a plusieurs points importants à vérifier à ce stade :
hi: यहां जांचने योग्य कुछ महत्वपूर्ण तथ्‍य हैं:
it: Ci sono alcune cose importanti da vedere in questo caso:
ko: 여기서 확인해야 할 몇 가지 중요한 사항이 있다:
pt: Há algumas coisas importantes para verificar aqui:
ru: Здесь необходимо проверить несколько важных моментов:
zh: 以下是需要检查的几个重要事项：

source: The `output` identifier matches the identifier of the UTXO you are going to send
de: Die `output` Kennung entspricht der Kennung des UTXO, das Sie senden möchten
es: Que el identificador de `output` coincida con el identificador del UTXO que vas a enviar
fil: Ang `output` identifier ay tumutugma sa identifier ng UTXO na ipapadala
fr: L’identifiant `output` correspond à l’identifiant de l’UTXO que vous allez envoyer.
hi: `Output` आईडेंटिफॉयर (अभिज्ञापक) उस UTXO के उस अभिज्ञापक के अनुकूल है जिसे आप प्रेषित करने जा रहे हैं
it: L'`output` identificatore corrisponde all'identificatore dell'UTXO che si intende inviare
ko: `output` 식별자가 전송하려는 UTXO의 식별자와 일치한
pt: O identificador `output` corresponde ao identificador do UTXO que você vai enviar.
ru: Идентификатор `output` совпадает с идентификатором UTXO, который вы собираетесь отправить
zh: `output` 标识符与您将要发送的UTXO的标识符匹配

source: The `offset` of the inscription is `0` (this means that the inscription is located on the first sat in the UTXO)
de: Der `offset` der Inschrift ist `0` (das bedeutet, dass sich die inscription auf dem ersten Platz im UTXO befindet)
es: Que el `offset` (desplazamiento) de la inscripción sea 0 (esto significa que la inscripción está ubicada en el primer sat del UTXO)
fil: Ang `offset` ng inskripsiyon ay `0` (ito ay nangangahulugan na ang inskripsiyon ay matatagpuan sa unang sat sa UTXO)
fr: Le `offset` (déplacement) de l’inscription correspond à `0` (cela signifie que l’inscription est située sur le premier sat de l’UTXO)
hi: इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) का `offset` `0` है (इसका अर्थ यह है कि इंस्‍क्रीप्‍शंस UTXO में पहले सैट पर स्थित है)
it: L'`offset` dell'iscrizione è 0 (ciò significa che l'iscrizione si trova sul primo sat dell'UTXO)
ko: 인스크립션의 `offset`은 `0`이다 (이는 인스크립션이 UTXO의 첫 번째 SAT에 위치한다는 의미)
pt: O `offset` da inscrição é `0` (isto significa que a inscrição está localizada no primeiro sat no UTXO)
ru: `offset` надписи равно `0` (это означает, что надпись расположена на первом сате в UTXO)
zh: 铭文的`offset`是 `0` (这意味着铭文位于UTXO的第一个sat上)

source: the `output_value` has enough sats to cover the transaction fee (postage) for sending the transaction. The exact amount you will need depends on the fee rate you will select for the transaction
de: Der `output_value` verfügt über genügend Sats, um die Transaktionsgebühr (Porto) für den Versand der Transaktion zu decken. Der genaue Betrag, den Sie benötigen, hängt von dem Gebührensatz ab, den Sie für die Transaktion wählen
es: Que el valor de ‘output_value’ tenga suficientes sats para cubrir la tarifa de transacción (postage) para enviar la transacción. La cantidad exacta que necesitarás dependerá de la tasa de comisión que seleccionarás para la transacción
fil: ang `output_value` ay may sapat na sats upang mabayaran ang bayad sa transaksyon (postage) para sa pagpapadala ng transaksyon. Ang eksaktong halaga na kakailanganin mo ay depende sa rate ng bayad na pipiliin mo para sa transaksyon
fr: la valeur `output_value` contient suffisamment de sats pour couvrir les frais de transaction (postage) liés à l’envoi de la transaction. Le montant exact dont vous aurez besoin dépend du taux de frais que vous choisirez pour la transaction
hi: `output_value` में लेनदेन प्रेषण हेतु लेनदेन शुल्क (डाक शुल्क) समावेश करने के लिए पर्याप्त सैट्स हैं। आपको जिस समुचि‍त राशि की आवश्यकता होगी वह उस शुल्क दर पर निर्भर करती है जिसका चयन आप लेनदेन के लिए करेंगे।
it: L'`output_value` ha un numero di sat sufficiente a coprire le commissioni di transazione ("postage") per l'invio della transazione. L'importo esatto necessario dipende dalla tariffa selezionata per la transazione
ko: `output_value`에 트랜잭션 전송 수수료(우송료)를 충당할 수 있는 충분한 SAT가 있는지 확인한다. 필요한 정확한 금액은 트랜잭션에 대해 선택할 수수료율에 따라 다르다
pt: O `output_value` tem sats suficientes para cobrir a taxa de transação (postagem) para enviar a transação. O valor exato que você precisará depende da taxa que você selecionará para a transação.
ru: `output_value` имеет достаточное количество sats, чтобы покрыть комиссию за отправку транзакции. Точная сумма, которая вам потребуется, зависит от выбранной вами ставки комиссии за транзакцию
zh: `output_value` 有足够的sats来支付发送交易的交易费（邮资），您需要的确切金额取决于您为交易选择的费率

source: If all of the above are true for your inscription, it should be safe for you to send it using the method below.
de: Wenn alle oben genannten Punkte auf Ihre inscription zutreffen, sollten Sie sie sicher mit der unten aufgeführten Methode versenden.
es: Si todo lo anterior se sostiene para tu inscripción, deberías poder proceder con seguridad usando el siguiente método.
fil: Kung ang lahat ng nasa itaas ay totoo para sa iyong inskripsiyon, ito ay dapat na ligtas para sa iyo upang ipadala ito gamit ang paraan sa ibaba.
fr: Si tous les points ci-dessus s’appliquent à votre inscription, vous pouvez l’envoyer en toute sécurité en utilisant la méthode ci-dessous.
hi: यदि उपरोक्त सभी तथ्‍य आपके इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) के लिए सही हैं, तब इसे नीचे दी गई विधि का उपयोग करके प्रेषण आपके लिए सुरक्षित होगा।
it: Se tutte le condizioni di cui sopra sono vere per la vostra iscrizione, l'invio dovrebbe essere sicuro utilizzando il metodo seguente.
ko: 위의 모든 사항이 당신 인스크립션에 해당하면 아래 방법을 사용하여 인스크립션을 보내도 안전할 것이다.
pt: Se todos os itens acima forem verdadeiros para sua inscrição, será seguro enviá-la usando o método abaixo.
ru: Если все вышеперечисленное соответствует для вашей надписи, то ее можно смело отправлять указанным ниже способом.
zh: 如果以上所有内容对于您的铭文都是正确的，那么您应该可以安全地使用以下方法发送它。

source: ⚠️⚠️ Be very careful sending your inscription particularly if the `offset` value is not `0`. It is not recommended to use this method if that is the case, as doing so you could accidentally send your inscription to a bitcoin miner unless you know what you are doing.
de: ⚠️⚠️ Seien Sie äußerst vorsichtig, wenn Sie Ihre inscription senden, insbesondere wenn der Wert von `offset` nicht `0` ist. Es wird nicht empfohlen, diese Methode zu verwenden, wenn dies der Fall ist, da Sie andernfalls Ihre inscription versehentlich an einen Bitcoin-Miner senden könnten, es sei denn, Sie wissen genau, was Sie tun.
es: ⚠️⚠️ Ten mucho cuidado al enviar tu inscripción, especialmente si el `offset` no es `0`. En tales casos, no se recomienda utilizar este método, ya que podrías enviar accidentalmente tu inscripción a un minero de bitcoin a menos que sepas lo que estás haciendo.
fil: ⚠️⚠️ Maging maingat sa pagpapadala ng iyong inskripsiyon lalo na kung ang `offset` value ay hindi `0`. Hindi inirerekomenda na gamitin ang paraang ito kung iyon ang kaso, sa paggawa nito maaari mong hindi sinasadyang ipadala ang iyong inskripsiyon sa isang bitcoin miner maliban kung alam mo ang iyong ginagawa.
fr: ⚠️⚠️ Soyez très prudent lorsque vous envoyez votre inscription, en particulier si la valeur `offset` est différente de 0. Il n’est pas recommandé d’utiliser cette méthode si c’est le cas, car vous pourriez accidentellement envoyer votre inscription à un mineur de bitcoins, à moins que vous ne sachiez ce que vous faites.
hi: ⚠️⚠️ अपना इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) प्रेषण करने में बहुत सावधानी बरतें, खासकर यदि `offset` मान `0` नहीं है। यदि ऐसा मामला है तो इस पद्धति का उपयोग करने की सिफारिश नहीं की जाती, क्योंकि ऐसा करने से आप गलती से अपना इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) बिटकॉइन माइनर को भेज सकते हैं जब तक कि आप नहीं जानते कि आप क्या कर रहे हैं।
it: ⚠️⚠️ Fate molta attenzione all'invio dell'iscrizione, soprattutto se il valore dell' `offset` non è `0`. Si sconsiglia di utilizzare questo metodo in tal caso, in quanto si potrebbe inviare accidentalmente l'iscrizione a un miner di bitcoin, a meno che non si sappia cosa si sta facendo.
ko: ⚠️⚠️ 특히 `offset` 값이 `0`이 아닌 경우 인스크립션을 보낼 때 매우 주의하라. 이 경우 이 방법을 권장하지 않는다. 자신이 무엇을 하고 있는지 모르는 상태에서 이 방법을 사용하면 실수로 비트코인 채굴자에게 인스크립션을 전송할 수 있기 때문이다.
pt: ⚠️⚠️ Tenha muito cuidado ao enviar sua inscrição, principalmente se o valor `offset` não for `0`. Não é recomendado usar este método se for esse o caso, pois ao fazê-lo você pode enviar acidentalmente sua inscrição para um minerador de bitcoin, a menos que saiba o que está fazendo.
ru: ⚠️⚠️ Будьте очень осторожны при отправке надписи, особенно если значение `offset` не равно `0`. Не рекомендуется использовать этот метод, так как в этом случае вы можете случайно отправить надпись майнеру биткоинов, если вы не знаете, что делаете.
zh: ⚠️⚠️ 发送铭文时要非常小心，特别是如果`offset` 值不是`0`。如果是这种情况，不建议使用这种方法，否则您可能会无意中将您的雕文发送给比特币矿工，除非您知道自己在做什么。

source: Sending your inscription
de: Senden Ihrer inscription
es: Enviando tu inscripción
fil: Pag-padala ng iyong inscription
fr: Envoyer votre inscription
hi: अपना इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) प्रेषित करना
it: Invio dell'iscrizione
ko: 인스크립션 보내기
pt: Enviando sua inscrição
ru: Отправка вашей надписи
zh: 发送您的铭文

source: To send an inscription navigate to the `UTXOs` tab, and find the UTXO which you previously validated contains your inscription.
de: Um eine inscription zu senden, wechseln Sie zum Tab `UTXOs` und suchen Sie die UTXO, bei der Sie zuvor überprüft haben, dass sie Ihre inscription enthält.
es: Para enviar una inscripción, ve a la pestaña `UTXOs` y encuentra el UTXO que previamente validaste y que contiene tu inscripción.
fil: Upang magpadala ng inskripsiyon, mag-navigate sa tab na `UTXOs`, at hanapin ang UTXO na dati mong na-validate ay naglalaman ng iyong inskripsiyon.
fr: Pour envoyer une inscription, allez dans l’onglet `UTXOs` et recherchez l’UTXO que vous avez validé précédemment comme contenant votre inscription.
hi: इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) प्रेषित करने के लिए `UTXOs` टैब पर जाएं, और उस UTXO की खोज करें जिसे आपने पहले प्रमाणित किया था जिसमें आपका इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) शामिल है।
it: Per inviare un'iscrizione, andate nella scheda `UTXOs` e cercate l'UTXO che avete precedentemente convalidato e che contiene la vostra iscrizione.
ko: 인스크립션을 보내려면 `UTXOs` 탭으로 이동하여 이전에 유효성을 확인한 인스크립션이 포함된 UTXO를 찾는다.
pt: Para enviar uma inscrição navegue até a aba `UTXOs` e encontre o UTXO que você validou anteriormente que contém sua inscrição.
ru: Для отправки надписи перейдите на вкладку `UTXOs` и найдите UTXO, который, как вы ранее подтвердили, содержит вашу надпись.
zh: 要发送铭文，请导航到`UTXOs`选项卡，并找到您之前验证包含您的雕文的UTXO。

source: If you previously froze the UXTO you will need to right-click on it and unfreeze it.
de: Wenn Sie das UXTO zuvor eingefroren haben, müssen Sie mit der rechten Maustaste darauf klicken und es entsperren.
es: Si anteriormente habías congelado este UTXO, deberás hacer clic derecho sobre él para descongelarlo.
fil: Kung dati mong na-freeze ang UXTO kakailanganin mong i-right-click ito at i-unfreeze ito.
fr: Si vous avez précédemment gelé cet UTXO, vous devrez faire un clic droit dessus et le dégeler.
hi: यदि आपने पहले UTXOs को फ़्रीज़ कर दिया था तो आपको उस पर राइट-क्लिक करके फ़्रीज़ को निष्क्रिय करना होगा।
it: Se l'UTXO è stato precedentemente congelato, è necessario fare click con il tasto destro del mouse su di esso e sbloccarlo.
ko: 이전에 UXTO를 동결했다면 마우스 오른쪽 버튼으로 클릭한 후 동결 해제해야 한다.
pt: Se você congelou o UXTO anteriormente, precisará clicar com o botão direito nele e descongelá-lo.
ru: Если ранее UXTO был заморожен, необходимо щелкнуть на нем правой кнопкой мыши и разморозить его.
zh: 如果您之前冻结了UXTO，您将需要右键单击它并解冻它。

source: Select the UTXO you want to send, and ensure that is the _only_ UTXO is selected. You should see `UTXOs 1/1` in the interface. Once you are sure this is the case you can hit `Send Selected`.
de: Wählen Sie die UTXO aus, die Sie senden möchten, und stellen Sie sicher, dass dies die _einzige_ ausgewählte UTXO ist. Sie sollten in der Benutzeroberfläche `UTXOs 1/1` sehen. Sobald Sie sicher sind, dass dies der Fall ist, können Sie auf `Send Selected` klicken.
es: Selecciona el UTXO que deseas enviar, y asegúrate de que sea el _único_ UTXO seleccionado. Deberías ver una indicación de `UTXOs 1/1` en la interfaz. Una vez estés absolutamente seguro de haber seleccionado el UTXO correcto, haz clic en `Send Selected` (Enviar seleccionados).
fil: Piliin ang UTXO na gusto mong ipadala, at tiyaking iyon ang _only_ UTXO na napili. Dapat mong makita ang `UTXOs 1/1` sa interface. Kapag sigurado ka na ito ang case na maaari mong pindutin ang `Send Selected`.
fr: Sélectionnez l’UTXO que vous souhaitez envoyer et assurez-vous que c’est le _seul_ UTXO sélectionné. Vous devriez voir `UTXOs 1/1` dans l’interface. Une fois que vous êtes absolument sûr d’avoir sélectionné le bon UTXO, vous pouvez cliquer sur `Send Selected` (envoyer la sélection).
hi: उस UTXO का चयन करें जिसे आप प्रेषित करना चाहते हैं, और सुनिश्चित करें कि _केवल_ उसी UTXO का ही चयन किया गया है। आपको इंटरफ़ेस में `UTXOs 1/1` देखना चाहिए। एक बार जब आप आश्वस्त हो जाते हैं कि ऐसा मामला है तब आप `Send Selected` पर क्लिक कर सकते हैं।
it: Selezionare l'UTXO che si desidera inviare e assicurarsi che sia l'_unico_ UTXO selezionato. Nell'interfaccia dovrebbero essere visualizzati gli `UTXOs 1/1`. Una volta accertato che sia così, si può premere `Send Selected`.
ko: 전송하려는 UTXO를 선택하고, 이 UTXO _만_ 이 선택되어 있는지 확인한다. 인터페이스에 `UTXO 1/1`이 표시될 것이다. 이 것이 확인되면 `Send Selected`를 누르면 된다.
pt: Selecione o UTXO que deseja enviar e certifique-se de que _apenas_ aquele UTXO esteja selecionado. Você deverá ver `UTXOs 1/1` na interface. Quando tiver certeza de que este é o caso, você pode clicar em `Send Selected`.
ru: Выберите UTXO, который вы хотите отправить, и убедитесь, что выбран _единственный_ UTXO. В интерфейсе должна появиться надпись `UTXOs 1/1`. Убедившись, что это так, нажмите кнопку `Send Selected`.
zh: 选择您想要发送的UTXO，并确保这是唯一选中的UTXO。在界面中，您应该看到`UTXOs 1/1`。确定这个后，您可以点击`Send Selected`。

source: You will then be presented with the transaction construction interface. There is a few things you need to check here to make sure that this is a safe send:
de: Anschließend wird Ihnen die Schnittstelle zur Transaktionskonstruktion angezeigt. Hier müssen Sie einige Dinge überprüfen, um sicherzustellen, dass es sich um einen sicheren Versand handelt:
es: Luego se te presentará la interfaz de construcción de transacciones. Hay algunas cosas que debes verificar aquí para asegurarte de que se trata de un envío seguro:
fil: Pagkatapos ay ipapakita sa iyo ang interface ng pagbuo ng transaksyon.May ilang bagay na kailangan mong suriin dito upang matiyak na ito ay isang ligtas na ipadala:
fr: Vous verrez alors apparaître l’interface de construction de transactions. Il y a quelques points que vous devez vérifier ici pour vous assurer que cet envoi est sûr :
hi: इसके बाद आपको लेनदेन निर्माण इंटरफ़ेस प्रस्तुत किया जाएगा। सुरक्षित प्रेषण सुनिश्चित करने के लिए आपको यहां कुछ तथ्‍य की जांच करने की आवश्यकता होगी:
it: Verrà quindi presentata l'interfaccia di costruzione della transazione. È necessario verificare alcune cose per assicurarsi che l'invio sia sicuro:
ko: 그러면 트랜잭션 생성(create transaction) 인터페이스가 표시된다. 안전한 송금인지 확인하기 위해 여기서 확인해야 할 몇 가지 사항이 있다:
pt: Em seguida, será apresentada a interface de construção da transação. Há algumas coisas que você precisa verificar aqui para ter certeza de que este é um envio seguro:
ru: После этого появится интерфейс создания транзакции. Здесь необходимо проверить несколько моментов, чтобы убедиться в безопасности отправки:
zh: 然后，您将看到交易构建界面。在这里，您需要检查几件事以确保这是一个安全的发送：
