Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: _This guide is out of date. Since it was written, the `ord` binary was changed to only build the full satoshi index when the `--index-sats` flag is supplied. Additionally, `ord` now has a built-in wallet that wraps a Bitcoin Core wallet. See `ord wallet --help`._
de: _Dieser Leitfaden ist veraltet. Seit seiner Erstellung wurde die `ord`-Binärdatei geändert, um den vollständigen Satoshi-Index nur dann zu erstellen, wenn die `--index-sats`-Flagge angegeben ist. Darüber hinaus verfügt `ord` jetzt über eine integrierte Geldbörse, die eine Bitcoin Core-Geldbörse umgibt. Sehen Sie sich `ord wallet --help` an._
es: _Esta guía está desactualizada. Desde que se escribió, el binario `ord` ord fue modificado para construir el índice completo de satoshis únicamente cuando se utiliza la bandera `--index-sats`. Además, `ord` ahora tiene un monedero integrado que envuelve un monedero de Bitcoin Core. Ver `ord wallet –help`._
fil: Ang gabay na ito ay hindi na napapanahon. Ang `ord` binary ay binago upang bumuo lamang ng buong satoshi index kapag ang `--index-sats` na opsyon ay ibinigay. Bukod pa rito, mayroon na ngayong built-in na wallet ang `ord` na nakapaloob sa isang Bitcoin Core wallet. Tingnan ang `ord wallet --help` na command.
fr: _Ce guide n’est plus à jour. Depuis qu’il a été écrit, le binaire `ord` a été modifié de façon à ne construire l’index complet des satoshis que lorsque le drapeau `--index-sats` est fourni. De plus, `ord` a désormais un portefeuille intégré qui enveloppe un portefeuille Bitcoin Core. Consultez `ord wallet --help`._
hi: _यह मार्गदर्शिका पुरानी हो गई है। जब से इसे लिखा गया है, `ऑर्ड` बाइनरी को `--index-sats` फ्लैग आपूर्ति करने के बाद पूर्ण सातोशी सूचकांक बनाने के लिए बदल दिया गया था। इसके अतिरिक्त, ऑर्ड में अब एक अंतरंग वॉलेट है जो बिटकॉइन कोर वॉलेट को सम्मिलित करता है। `ord wallet –help` पर देखें।
it: _Questa guida non è aggiornata. Da quando è stata scritta, il binario `ord` è stato modificato per costruire l'indice satoshi completo solo quando viene fornito il flag `--index-sats`. Inoltre, `ord` ha ora un portafoglio incorporato che racchiude un portafoglio Bitcoin Core. Vedere `ord wallet --help`._
ko: _이 가이드는 오래되었다. 이 가이드가 작성된 이후, `ord` 바이너리는 `--index-sats` 플래그가 제공될 때만 풀 사토시 인덱스를 빌드하도록 변경되다. 또한 `ord`에는 이제 Bitcoin Core 지갑을 감싸는 지갑이 내장되어 있다. `ord wallet —help`를 참조하자._
pt: _Este guia está desatualizado. Desde que foi escrito, o binário `ord` foi alterado para construir apenas o índice completo de satoshis quando o sinalizador `--index-sats` for fornecido. Além disso, `ord` agora possui uma carteira integrada que envolve uma carteira Bitcoin Core. Veja `ord wallet --help`._
ru: _Данное руководство устарело. С момента его написания бинарник `ord` был изменен таким образом, чтобы собирать полный индекс сатоши только при наличии флага `--index-sats`. Кроме того, `ord` теперь имеет встроенный кошелек, который оборачивает кошелек Bitcoin Core. Смотрите раздел `ord wallet --help`._
zh: _本指南已过时。自编写以来，“ord”安装文件已更改仅当提供“--index-sats”标志时才构建完整的聪索引。此外，“ord”现在有一个内置钱包，其中包含比特币核心钱包。请参阅`ord wallet --help`。_

source: Ordinal hunting is difficult but rewarding. The feeling of owning a wallet full of UTXOs, redolent with the scent of rare and exotic sats, is beyond compare.
de: Die Jagd auf Ordinals ist schwierig, aber lohnend. Das Gefühl, eine Geldbörse voller UTXOs zu besitzen, die nach seltenen und exotischen Satoshis duften, ist unvergleichlich.
es: La caza de Ordinals es difícil pero gratificante. La sensación de poseer un monedero lleno de UTXOs, impregnado con el aroma de sats raros y exóticos, es incomparable.
fil: Ang ordinal hunting ay mahirap ngunit kapaki-pakinabang. Ang pakiramdam ng pagmamay-ari ng pitaka puno ng mga UTXOs, nag naglalaman ng mga rare at exotic sats, lubos na mahalaga.
fr: La chasse d’Ordinals est difficile mais gratifiante. Le sentiment de posséder un portefeuille rempli d’UTXOs, imprégné de l’odeur de sats rares et exotiques, est incomparable.
hi: ऑर्डिनल हंटिंग कठिन जरूर है लेकिन बहुत लाभदायक है। यूटीएक्सओ से युक्‍त वॉलेट के मालिक बनने का एहसास, सैट की आकर्षकता और दुर्लभता का सूचक है, जो अतुलनीय है।
it: La caccia agli ordinali è difficile ma gratificante. La sensazione di possedere un portafoglio pieno di UTXO, colmo di satoshi rari ed esotici, non ha paragoni.
ko: 오디널 헌팅은 어렵지만 보람이 있다. 희귀하고 이색적인 SAT의 향기가 풍기는 UTXO가 가득한 지갑을 소유했을 때의 기분은 그 무엇과도 비교할 수 없다.
pt: A caça de Ordinals é difícil, mas gratificante. A sensação de possuir uma carteira cheia de UTXOs impregnada com o cheiro de sats raros e exóticos é incomparável.
ru: Охота на ordinal - трудное, но вознаграждаемое занятие. Ощущения от обладания кошельком, полным UTXO, наполненным ароматом редких и экзотических сатов, вне сравнения.

source: Ordinals are numbers for satoshis. Every satoshi has an ordinal number and every ordinal number has a satoshi.
de: Ordinals sind Zahlen für Satoshis. Jeder Satoshi hat eine Ordnungszahl und jede Ordnungszahl gehört zu einem Satoshi.
es: Los Ordinales son números para los satoshis. Cada satoshi tiene un número ordinal y cada número ordinal tiene un satoshi.
fil: Ang mga ordinal ay mga numero para sa mga satoshi. Ang bawat satoshi ay may ordinal na numero at bawat ordinal na numero ay may satoshi.
fr: Les ordinals sont des nombres pour les satoshis. Chaque satoshi a un nombre ordinal et chaque nombre ordinal a un satoshi.
hi: ऑर्डिनल्स सातोशी के लिए संख्याएँ हैं। प्रत्येक सातोशी में क्रमसूचक संख्या होती है और प्रत्येक क्रमसूचक संख्या की एक सातोशी होती है।
it: Gli ordinali sono numeri per i satoshi. Ogni satoshi ha un numero ordinale e ogni numero ordinale ha un satoshi.
ko: 오디널은 사토시를 나타내는 숫자이다. 모든 사토시에는 서수가 있고 모든 서수에는 사토시가 있다.
pt: Os Ordinals são números para satoshis. Todo satoshi possui um número ordinal e todo número ordinal possui um satoshi.
ru: Ordinals - это числа для сатоши. Каждый сатоши имеет порядковый номер, а каждый порядковый номер имеет свой сатоши.

source: Preparation
de: Vorbereitung
es: Preparación
fil: Paghahanda
fr: Préparation
hi: तैयारी करना
it: Preparazione
ko: 준비
pt: Preparação
ru: Подготовка

source: There are a few things you'll need before you start.
de: Es gibt ein paar Dinge, die Sie benötigen, bevor Sie beginnen.
es: Antes de empezar, necesitarás algunas cosas.
fil: Mayroong ilang mga bagay na kakailanganin mo bago ka magsimula.
fr: Avant de commencer il vous faudra certaines choses.
hi: आरंभ करने से पहले आपको कुछ कार्य करने की आवश्यकता होगी।
it: Sono necessarie alcune cose prima di iniziare.
ko: 시작하기 전에 몇 가지 준비해야 할 사항이 있다.
pt: Existem algumas coisas que você precisa antes de começar.
ru: Перед началом работы вам потребуется несколько вещей.

source: First, you'll need a synced Bitcoin Core node with a transaction index. To turn on transaction indexing, pass `-txindex` on the command-line:
de: Zuerst benötigen Sie einen synchronisierten Bitcoin Core-Node mit einem Transaktionsindex. Um die Transaktionsindexierung zu aktivieren, geben Sie `-txindex` auf der Befehlszeile an:
es: Primero, necesitarás un nodo de Bitcoin Core sincronizado con un índice de transacciones. Para activar la indexación de transacciones, ejecuta `-txindex` en la línea de comandos:
fil: Una, kakailanganin mo ng naka-sync na Bitcoin Core node na may transaction index. Upang i-on ang pag-index ng transaksyon, ipasa ang `-txindex` sa command-line:
fr: Tout d’abord, vous aurez besoin d’un nœud Bitcoin Core synchronisé avec un index de transaction. Pour activer l’indexation des transactions, exécutez `-txindex` en ligne de commande :
hi: सबसे पहले, आपको लेनदेन सूचकांक के साथ सिंक किए बिटकॉइन कोर नोड की आवश्यकता होगी। लेन-देन सूचकांक सक्रिय करने के लिए, कमांड-लाइन पर `-txindex` पास करें:
it: Innanzitutto, è necessario un nodo Bitcoin Core sincronizzato con un indice delle transazioni. Per attivare l'indicizzazione delle transazioni, passare `-txindex` alla riga di comando:
ko: 첫째, 트랜잭션 인덱스가 있는 동기화된 Bitcoin Core 노드가 필요하다. 트랜잭션 인덱싱을 활성화하려면 명령줄에 `-txindex`를 입력한다:
pt: Primeiro, você precisará de um nó Bitcoin Core sincronizado com um índice de transação. Para ativar a indexação de transações, passe `-txindex` na linha de comando:
ru: Во-первых, вам потребуется синхронизированный Bitcoin Core node с индексом транзакций. Чтобы включить индексирование транзакций, передайте в командной строке команду `-txindex`:

source: Or put the following in your [Bitcoin configuration file](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md#configuration-file-path):
de: Oder fügen Sie Folgendes in Ihr Konto ein [Bitcoin configuration file](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md#configuration-file-path):
es: O escribe lo siguiente en tu archivo [de configuración de Bitcoin](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md#configuration-file-path):
fil: O ilagay ang sumusunod sa iyong [Bitcoin configuration file](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md#configuration-file-path):
fr: Ou ajoutez ce qui suit dans votre [fichier de configuration Bitcoin](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md#configuration-file-path) :
hi: या अपनी [बिटकॉइन कॉन्फ़िगरेशन फ़ाइल](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md#configuration-file-path) में निम्नलिखित दर्ज करें:
it: Oppure inserire quanto segue nel tuo [file di configurazione di Bitcoin](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md#configuration-file-path):
ko: 또는 다음을 [Bitcoin configuration file](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md#configuration-file-path)에 입력한다:
pt: Ou coloque o seguinte em seu [arquivo de configuração Bitcoin](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md#configuration-file-path):
ru: Или поместите в [файл конфигурации Bitcoin](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md#configuration-file-path):

source: Launch it and wait for it to catch up to the chain tip, at which point the following command should print out the current block height:
de: Starten Sie es und warten Sie, bis es zum aktuellen Blockspitze aufgeschlossen hat. An diesem Punkt sollte der folgende Befehl die aktuelle Blockhöhe ausgeben:
es: Ejecutalo y espera hasta que llegue al final de la cadena; una vez hecho esto, el siguiente comando debería imprimir la altura del bloque actual:
fil: I-launch ito at hintayin itong makaabot sa dulo ng chain, kung saan ang sumusunod na command ay dapat mag-print ng kasalukuyang taas ng bloke:
fr: Exécutez cette commande et attendez qu’elle rattrape le bout de la chaîne. Une fois cela fait, la commande suivante devrait vous indiquer la hauteur du bloc actuel :
hi: इसे लॉन्च करें और इसके चेन टिप तक पहुंचने की प्रतीक्षा करें, जिस बिंदु पर निम्नलिखित कमांड को वर्तमान ब्लॉक की ऊंचाई को प्रिंट करना चाहिए:
it: Avviatelo e attendete che raggiunga la punta della catena; a questo punto il comando seguente dovrebbe stampare l'altezza del blocco corrente:
ko: 이를 실행하고 체인 끝을 따라잡을 때까지 기다린 후 다음 명령을 입력하면 현재 블록 높이를 출력할 것이다:
pt: Execute-o e espere que ele alcance a ponta da cadeia, momento em que o seguinte comando deverá imprimir a altura atual do bloco:
ru: Запустите его и дождитесь, пока он догонит вершину цепи, после чего следующая команда должна вывести текущую высоту блока:

source: Second, you'll need a synced `ord` index.
de: Zweitens benötigen Sie einen synchronisierten `ord` Index.
es: En segundo lugar, vas a necesitar un índice de `ord` sincronizado.
fil: Pangalawa, kakailanganin mo ng naka-sync na `ord` index.
fr: Deuxièmement, vous aurez besoin d’un index `ord` synchronisé.
hi: दूसरा, आपको एक सिंक किए गए ऑर्ड इंडेक्स की आवश्यकता होगी।
it: In secondo luogo, è necessario un indice `ord` sincronizzato.
ko: 둘째, 동기화된 `ord` 인덱스가 필요하다.
pt: Em segundo lugar, você precisará de um índice `ord` sincronizado.
ru: Во-вторых, вам понадобится синхронизированный индекс `ord`.

source: Get a copy of `ord` from [the repo](https://github.com/ordinals/ord/).
de: Holen Sie sich eine Kopie von `ord` von [the repo](https://github.com/ordinals/ord/).
es: Obtén una copia de ord desde [el repositorio](https://github.com/ordinals/ord/).
fil: Kumuha ng kopya ng `ord` mula sa [repo](https://github.com/ordinals/ord/).
fr: Obtenez une copie d’`ord` depuis [le référentiel](https://github.com/ordinals/ord/).
hi: [रेपो](https://github.com/ordinals/ord/) से `ऑर्ड` की एक प्रति प्राप्त करें।
it: Ottenere una copia di `ord` [dal repo](https://github.com/ordinals/ord/).
ko: [the repo](https://github.com/ordinals/ord/)에서 `ord`의 사본을 가져오자.
pt: Obtenha uma cópia do `ord` no [repo](https://github.com/ordinals/ord/).
ru: Получить копию `ord` из [репозитория](https://github.com/ordinals/ord/).

source: Run `RUST_LOG=info ord index`. It should connect to your bitcoin core node and start indexing.
de: Führen Sie `RUST_LOG=info ord index` aus. Es sollte eine Verbindung zu Ihrem Bitcoin-Core-Knoten herstellen und mit der Indexierung beginnen.
es: Ejecuta `RUST_LOG=info ord index`. Debería conectarse a tu nodo bitcoin core e iniciar el proceso de indexación.
fil: I-run ang `RUST_LOG=info ord index`. Dapat itong kumonekta sa iyong bitcoin core node at simulan ang pag-index.
fr: Exécutez `RUST_LOG=info ord index`. Il devrait se connecter à votre nœud Bitcoin Core et démarrer avec le processus d’indexation.
hi: `RUST_LOG=जानकारी ऑर्ड इंडेक्स` क्रियाशील करें। यह आपके बिटकॉइन कोर नोड से जुड़ना चाहिए और सूचकांक शुरू हो जाना चाहिए।
it: Eseguire `RUST_LOG=info ord index`. Dovrebbe connettersi al vostro nodo bitcoin core e iniziare l'indicizzazione.
ko: `RUST_LOG=info ord index`를 실행한다. Bitcoin Core 노드에 연결되고 인덱싱을 시작할 것이다.
pt: Execute `RUST_LOG = info or index`. Ele deve se conectar ao nó principal do bitcoin e iniciar a indexação.
ru: Выполните команду `RUST_LOG=info ord index`. Он должен подключиться к вашему bitcoin core node и начать индексирование.

source: Wait for it to finish indexing.
de: Warten Sie, bis die Indizierung abgeschlossen ist.
es: Espera hasta que termine de indexar.
fil: Hintaying matapos ang pag-index.
fr: Attendez que l’indexation soit terminée.
hi: इसके सूचकांक के समाप्त होने तक प्रतीक्षा करें।
it: Attendere che finisca l'indicizzazione.
ko: 인덱싱이 완료될 때까지 기다린다.
pt: Aguarde a conclusão da indexação.
ru: Дождитесь окончания индексации.

source: Third, you'll need a wallet with UTXOs that you want to search.
de: Drittens benötigen Sie eine Wallet mit UTXOs, die Sie durchsuchen möchten.
es: En tercer lugar, necesitarás un monedero con los UTXOs que quieras analizar.
fil: Pangatlo, kakailanganin mo ng wallet na may mga UTXO na gusto mong hanapin.
fr: Troisièmement, vous aurez besoin d’un portefeuille avec les UTXOs que vous souhaitez rechercher.
hi: तीसरा, जिसे UTXOs वॉलेट को आप खोजना चाहते हैं आपको उसकी आवश्यकता होगी।
it: In terzo luogo, è necessario un portafoglio con gli UTXO che si desidera cercare.
ko: 셋째, 검색하려는 UTXO가 있는 지갑이 필요하다.
pt: Terceiro, você precisará de uma carteira com UTXOs que deseja pesquisar.
ru: В-третьих, вам понадобится кошелек с UTXO, которые вы хотите найти.

source: Searching for Rare Ordinals
de: Suche nach seltenen Ordnungs
es: Buscando Ordinals Raros
fil: Paghahanap ng Rare Ordinals
fr: Rechercher des ordinals rares
hi: दुर्लभ ऑर्डिनल्स्‍स (क्रमसूचक) के लिए खोज
it: Ricerca degli Ordinali Rari
ko: 희귀 오디널스 검색하기
pt: Procurando por Ordinais Raros
ru: Поиск Rare Ordinals

source: Searching for Rare Ordinals in a Bitcoin Core Wallet
de: Suche nach seltenen Ordnungs in einer Bitcoin Core Wallet
es: Buscando Ordinals Raros en un Monedero de Bitcoin Core
fil: Paghahanap ng Rare Ordinals sa isang Bitcoin Core Wallet
fr: Rechercher des ordinals rares dans un portefeuille Bitcoin Core
hi: बिटकॉइन कोर वॉलेट में दुर्लभ ऑर्डिनल्स्‍स (क्रमसूचक) के लिए खोज
it: Ricerca degli ordinali rari in un portafoglio Bitcoin Core
ko: Bitcoin Core 지갑에서 희귀 오디널스 검색하기
pt: Procurando por Ordinais Raros em uma Carteira Bitcoin Core
ru: Поиск Rare Ordinals в Bitcoin Core Wallet

source: The `ord wallet` command is just a wrapper around Bitcoin Core's RPC API, so searching for rare ordinals in a Bitcoin Core wallet is Easy. Assuming your wallet is named `foo`:
de: Der befehl `ord wallet` ist nur eine Wrapper um Bitcoin Cores RPC-API, daher ist die Suche nach seltenen ordinals in einer Bitcoin Core Wallet einfach. Angenommen, Ihre Wallet heißt `foo`:
es: El comando `ord wallet` es solo un envoltorio alrededor de la API RPC de Bitcoin Core, así que buscar ordinals raros en un monedero de Bitcoin Core es fácil. Digamos que tu monedero se llama `foo`:
fil: Ang command na `ord wallet` ay isang wrapper lamang sa RPC API ng Bitcoin Core, kaya madali ang paghahanap ng mga rare ordinals sa isang Bitcoin Core wallet. Ipagpalagay na ang iyong wallet ay pinangalanang `foo`:
fr: La commande `ord wallet` n’est qu’une enveloppe autour de l’API RPC de Bitcoin Core, donc la recherche d’ordinals rares dans un portefeuille Bitcoin Core est facile. Supposons que votre portefeuille s’appelle `foo` :
hi: `ऑर्ड वॉलेट` कमांड बिटकॉइन कोर के आरपीसी एपीआई के चारों ओर सिर्फ एक आवरण है, इसलिए बिटकॉइन कोर वॉलेट में दुर्लभ ऑर्डिनल्स की खोज करना आसान है। मान लें कि आपके वॉलेट का नाम `foo` है:
it: Il comando `ord wallet` è solo un wrapper attorno all'API RPC di Bitcoin Core, quindi la ricerca di ordinali rari in un portafoglio Bitcoin Core è semplice. Supponendo che il vostro portafoglio si chiami `foo`:
ko: `ord wallet` 명령은 Bitcoin Core의 RPC API를 감싸는 래퍼일 뿐이므로 Bitcoin Core 지갑에서 희귀한 오디널스를 검색하는 것은 쉽다. 지갑의 이름이 `foo`이라는 가정하에:
pt: O comando `ord wallet` é apenas um wrapper da API RPC do Bitcoin Core, portanto, procurar por ordinais raros em uma carteira Bitcoin Core é fácil. Supondo que sua carteira se chame `foo`:
ru: Команда `ord wallet` - это просто обертка вокруг RPC API Bitcoin Core, поэтому найти rare ordinals в Bitcoin Core wallet довольно легко . Предположим, что ваш кошелек имеет имя `foo`:

source: Load your wallet:
de: Laden Sie Ihr Wallet:
es: Carga tu monedero:
fil: I-load ang iyong wallet:
fr: Chargez votre portefeuille :
hi: अपना वॉलेट लोड करें:
it: Caricate il vostro wallet:
ko: 지갑을 로드한다:
pt: Carregue sua carteira:
ru: Загрузите свой кошелек:

source: Display any rare ordinals wallet `foo`'s UTXOs:
de: Zeigt alle seltenen ordinal wallet-UTXOs von `foo`'s an:
es: 2. Visualiza los UTXOs raros del monedero de ordinales `foo`:
fil: Ipakita ang anumang mga bihirang ordinals wallet na `foo`'s UTXOs:
fr: Affichez tous les UTXOs rares du portefeuille d’ordinals `foo` :
hi: किसी भी दुर्लभ ऑर्डिनल्स वॉलेट `foo` का UTXO प्रदर्शित करें:
it: Visualizzare ogni UTXO raro nel portafoglio Ordinale di `foo`:
ko: 희귀한 오디널스 지갑 `foo`의 UTXO를 표시한다:
pt: Exiba os UTXOs da carteira `foo` de ordinais raros:
ru: Отображение любых rare ordinals кошелька `foo` UTXOs:

source: Searching for Rare Ordinals in a Non-Bitcoin Core Wallet
de: Suche nach seltenen Ordnungs in einer Nicht-Bitcoin-Core-Wallet
es: Buscando Ordinals Raros en un Monedero que no es de Bitcoin Core
fil: Paghahanap ng Rare Ordinals sa Non-Bitcoin Core Wallet
fr: Rechercher des ordinals rares dans un portefeuille autre que Bitcoin Core
hi: गैर-बिटकॉइन कोर वॉलेट में दुर्लभ ऑर्डिनल्स की खोज करें
it: Ricerca di Ordinali Rari in un Non-Bitcoin Core Wallet
ko: Bitcoin Core 지갑이 아닌 지갑에서 희귀 오디널스 검색하기
pt: Procurando por ordinais raros em uma carteira que não seja Bitcoin Core
ru: Поиск Rare Ordinals в кошельке, не относящемся к Bitcoin Core Wallet

source: The `ord wallet` command is just a wrapper around Bitcoin Core's RPC API, so to search for rare ordinals in a non-Bitcoin Core wallet, you'll need to import your wallet's descriptors into Bitcoin Core.
de: Der `ord wallet` Befehl ist nur eine Hülle um die RPC-API von Bitcoin Core. Um nach seltenen Ordinals in einer Nicht-Bitcoin-Core-Wallet zu suchen, müssen Sie die Deskriptoren Ihrer Wallet in Bitcoin Core importieren.
es: El comando `ord wallet` es solo un envoltorio alrededor de la API RPC de Bitcoin Core, así que para buscar ordinales raros en un monedero que no es de Bitcoin Core, necesitarás importar los descriptores de tu monedero a Bitcoin Core.
fil: Ang command na `ord wallet` ay isang wrapper lamang sa RPC API ng Bitcoin Core, kaya upang maghanap ng mga rate ordinals sa isang wallet na hindi Bitcoin Core, kakailanganin mong i-import ang mga descriptor ng iyong wallet sa Bitcoin Core.
fr: La commande `ord wallet` n’est qu’une enveloppe autour de l’API RPC de Bitcoin Core, donc pour rechercher des ordinals rares dans un portefeuille autre que Bitcoin Core, vous devrez importer les descripteurs de votre portefeuille dans Bitcoin Core.
hi: `ऑर्ड वॉलेट` कमांड बिटकॉइन कोर के आरपीसी एपीआई के इर्द-गिर्द रैप्‍ड हैं, इसलिए गैर-बिटकॉइन कोर वॉलेट में दुर्लभ ऑर्डिनल्स की खोज करने के लिए, आपको अपने वॉलेट के डिस्क्रिप्टर को बिटकॉइन कोर में इंपोर्ट करना होगा।
it: Il comando `ord wallet` è solo un involucro dell'API RPC di Bitcoin Core, quindi per cercare gli ordinali rari in un portafoglio non Bitcoin Core, è necessario importare i descrittori del proprio portafoglio in Bitcoin Core.
ko: `ord wallet` 명령은 Bitcoin Core의 RPC API를 감싸는 래퍼일 뿐이므로, Bitcoin Core가 아닌 지갑에서 희귀 오디널스를 검색하려면 지갑의 기술자(discriptors)를 Bitcoin Core로 가져오기 해야 한다.
pt: O comando `ord wallet` é apenas um wrapper da API RPC do Bitcoin Core, portanto, para procurar ordinais raros em uma carteira que não seja do Bitcoin Core, você precisará importar os descritores da sua carteira para o Bitcoin Core.
ru: Команда `ord wallet` является лишь оберткой для RPC API Bitcoin Core, поэтому для поиска rare ordinals в кошельке, не принадлежащем Bitcoin Core wallet, необходимо импортировать дескрипторы кошелька в Bitcoin Core.

source: [Descriptors](https://github.com/bitcoin/bitcoin/blob/master/doc/descriptors.md) describe the ways that wallets generate private keys and public keys.
es: Los [descriptores](https://github.com/bitcoin/bitcoin/blob/master/doc/descriptors.md) describen la manera en que los monederos generan llaves privadas y públicas.
fil: [Mga Deskriptor](https://github.com/bitcoin/bitcoin/blob/master/doc/descriptors.md) naglalarawan ng mga paraan kung saan ang mga wallet ay nag-generate ng mga private kets at public keys.
fr: [Les descripteurs](https://github.com/bitcoin/bitcoin/blob/master/doc/descriptors.md) décrivent la façon dont les portefeuilles génèrent les clés privées et les clés publiques.
hi: [डिस्क्रिप्टर्स](https://github.com/bitcoin/bitcoin/blob/master/doc/descriptors.md) उन तरीकों का वर्णन करते हैं जिनसे वॉलेट निजी कुंजी और सार्वजनिक कुंजी का सृजन करते हैं।
it: [I descrittori](https://github.com/bitcoin/bitcoin/blob/master/doc/descriptors.md) descrivono il modo in cui i portafogli generano le chiavi private e le chiavi pubbliche.
ko: [기술자](https://github.com/bitcoin/bitcoin/blob/master/doc/descriptors.md)는 지갑이 개인 키와 공개 키를 생성하는 방법을 설명한다.
pt: [Os descritores](https://github.com/bitcoin/bitcoin/blob/master/doc/descriptors.md) descrevem as maneiras pelas quais as carteiras geram chaves privadas e chaves públicas.
ru: [Дескрипторы](https://github.com/bitcoin/bitcoin/blob/master/doc/descriptors.md) описывают способы генерации кошельками закрытых и открытых ключей.
