Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Revise the PR as needed.
de: Überarbeiten Sie die PR nach Bedarf.
es: Revisa el PR según sea necesario.
fil: Baguhin ang PR kung kinakailangan.
fr: Révisez la demande de tirage si nécessaire.
hi: PR (पीआर) जरूरत के अनुसार संशोधित करें।
it: Rivedere la PR se necessario.
ko: 필요에 따라 PR을 수정한다.
pt: Revise a PR conforme necessário.
ru: Пересмотрите PR по мере необходимости.
zh: 根据需要修改 PR 。

source: And finally, mergies!
de: Und schließlich: mergies!
es: ¡Por último, fusiónalo!
fil: At sa huli, maari itong mai-merge!
fr: Et finalement, fusionnez-la !
hi: और अंत में, विलयन!
it: E infine, fate il merge!
ko: 마지막으로 병합(merge)하자!
pt: E finalmente, fusões!
ru: И, наконец, слияние!
zh: 最后一步，合并！

source: Start small
de: Fangen Sie klein an
es: Comienza por las cosas pequeñas
fil: Magsimula sa maliit
fr: Commencez modestement
hi: छोटे-छोटे बदलावों से शुरूआत करें
it: Iniziare con poco
ko: 작은 것에서부터 시작
pt: Comece pequeno
ru: Начните с малого
zh: 集腋成裘

source: Small changes will allow you to make an impact quickly, and if you take the wrong tack, you won't have wasted much time.
de: Mit kleinen Änderungen können Sie schnell Wirkung erzielen, und wenn Sie den falschen Weg einschlagen, haben Sie nicht viel Zeit verschwendet.
es: Los cambios pequeños te permitirán tener un impacto rápidamente, y si eliges el enfoque equivocado, no habrás perdido mucho tiempo.
fil: Ang mga maliliit pagbabago ay magbibigay-daan sayo na makapag-ambag ng mabilis, at kung hindi, hindi ka mag-aaksaya ng maraming oras.
fr: Des petits changements vous permettront d’avoir un impact rapide, et si vous faites fausse route, vous n’aurez pas perdu beaucoup de temps.
hi: छोटे-छोटे बदलाव करने से आपको उनका तुरन्‍त असर डालने में मदद करेगा और यदि आप गलत तरीका अपनाते हैं, तो भी आपका बहुत ज्यादा समय बर्बाद नहीं होगा।
it: Piccole modifiche vi permetteranno di avere un impatto rapido e, se prendete la strada sbagliata, non avrete perso molto tempo.
ko: 작은 변화는 빠르게 영향력을 발휘할 수 있게 해 주며, 잘못된 방법을 선택하더라도 많은 시간을 낭비하지 않을 수 있다.
pt: Pequenas mudanças permitirão que você cause um impacto rapidamente e, se você tomar a atitude errada, não perderá muito tempo.
ru: Небольшие изменения позволят вам быстро добиться результата, а если вы выберете неверный путь, то не потеряете много времени.
zh: 小的改变可以让你迅速的产生影响力，即便你采取了错误的策略，你也不会浪费太多的时间。

source: Ideas for small issues:
de: Ideen für kleine Probleme:
es: Ideas para problemas pequeños:
fil: Mga ideya:
fr: Voici quelques idées pour des problèmes mineurs :
hi: छोटे मुद्दों के लिए विचार:
it: Idee per piccoli problemi:
ko: 작은 문제에 대한 몇 가지 아이디어:
pt: Ideias para pequenos problemas:
ru: Идеи для решения мелких проблем:
zh: 一些小问题的思路:

source: Add a new test or test case that increases test coverage
de: Fügen Sie einen neuen Test oder Testfall hinzu, der die Testabdeckung erhöht
es: Añadir una prueba nueva o un caso de prueba que amplíe la cobertura de las pruebas.
fil: Magdagdag ng bagong test o test cases
fr: Ajoutez un nouveau test ou un cas de test qui augmente la couverture des tests
hi: एक नये परीक्षण या परीक्षण मामले को जोड़ें जो परीक्षण के कवरेज को बढ़ाता है
it: Aggiungere un nuovo test o un caso di test che aumenti la copertura dei test
ko: 테스트 커버리지를 늘리는 새 테스트 또는 테스트 케이스 추가하자
pt: Adicione um novo teste ou caso de teste que aumente a cobertura do teste
ru: Добавление нового теста или тестового случая, увеличивающего площадь покрытия теста
zh: 增加新的测试或者测试案例以增加测试的覆盖率

source: Add or improve documentation
de: Dokumentation hinzufügen oder verbessern
es: Mejorar o añadir a la documentación existente.
fil: Magdagdag o pagbutihin ang dokumentasyon
fr: Ajoutez ou améliorez la documentation
hi: दस्तावेज़ीकरण संलग्‍न करें या सुधार करें
it: Aggiungere o migliorare la documentazione
ko: 문서를 추가 또는 개선하자
pt: Adicionar ou melhorar a documentação
ru: Добавление или улучшение документации
zh: 增加或者改进文档

source: Find an issue that needs more research, and do that research and summarize it in a comment
de: Finden Sie ein Problem, das mehr Recherche erfordert, führen Sie diese Recherche durch und fassen Sie sie in einem Kommentar zusammen
es: Identificar un problema que requiera más investigación, realizarla y resumir los hallazgos en un comentario.
fil: Maghanap ng isyu na nangangailangan ng higit pang pananaliksik, gawin ang pagsasaliksik na iyon, at ibuod ito sa isang komento.
fr: Trouvez un problème nécessitant davantage de recherche, effectuez cette recherche et résumez-la dans un commentaire
hi: ऐसे मुद्दे की खोज करें जिस पर अधिक शोध करने की आवश्यकता है, और वह शोध करें तथा एक टिप्पणी में उसके संक्षिप्‍त विवरण प्रस्तुत करें
it: Individuare un problema che necessita di ulteriori ricerche, effettuarle e riassumerle in un commento
ko: 더 많은 조사가 필요한 이슈를 찾아서 조사를 하고 댓글에 요약하자
pt: Encontre um problema que precise de mais pesquisa, faça essa pesquisa e resuma em um comentário
ru: Найдите проблему, которая нуждается в дополнительном исследовании, проведите это исследование и обобщите его в комментарии
zh: 找到一个需要更多研究的问题，进行研究并在评论中进行总结

source: Find an out-of-date issue and comment that it can be closed
de: Finden Sie ein veraltetes Problem und kommentieren Sie, dass es geschlossen werden kann
es: Encontrar un problema que ha quedado desactualizado y sugerir su cierre a través de un comentario.
fil: Maghanap ng out-of-date na isyu.
fr: Trouvez un problème obsolète et indiquez qu’il peut être clos dans un commentaire
hi: किसी पुराने मुद्दे को खोजें और टिप्पणी में उल्‍लेख करें कि उसे बंद किया जा सकता है
it: Trovare un problema non aggiornato e commentare che può essere chiuso
ko: 오래된 이슈를 찾아서 닫을 수 있다고 댓글을 달자
pt: Encontre um problema desatualizado e comente que ele pode ser resolvido
ru: Найти устаревший вопрос и прокомментировать, что его можно закрыть
zh: 找到一个过时的问题，并评论使其关闭

source: Find an issue that shouldn't be done, and provide constructive feedback detailing why you think that is the case
de: Finden Sie ein Problem, das nicht behoben werden sollte, und geben Sie konstruktives Feedback, in dem Sie darlegen, warum dies Ihrer Meinung nach der Fall ist
es: Encuentra un caso que no consideras un problema y proporciona tu opinión explicando por qué crees que ese el caso.
fil: Maghanap ng isyu na hindi dapat gawin, at magbigay ng constructive na feedback na nagdedetalye kung bakit sa tingin mo ay ganito ang sitwasyon.
fr: Identifiez un problème qui ne devrait pas être traité, et fournissez des commentaires constructifs expliquant pourquoi vous pensez que c’est le cas
hi: एक ऐसे मुद्दे का पता लगाएं जिसे नहीं किया जाना चाहिए, और रचनात्मक प्रतिक्रिया प्रदान करें जिसमें उल्‍लेख किया गया हो कि आप ऐसा क्यों सोचते हैं
it: Trovare un problema che non dovrebbe essere fatto e fornire un feedback costruttivo spiegando perché si pensa che sia così
ko: 작업해서는 안 되는 이슈를 찾아서 왜 그렇게 생각하는지 자세히 설명하는 건설적인 피드백을 제공하자
pt: Encontre um problema que não deveria ser resolvido e forneça feedback construtivo detalhando por que você acha que esse é o caso
ru: Найдите проблему, которую не следует решать, и предоставьте конструктивный фидбек, подробно объяснив, почему вы так считаете
zh: 找到一个本不该做的问题，并提供建设性的反馈，详细说明您认为会出现这种情况的原因

source: Merge early and often
de: Mergen Sie frühzeitig und häufig
es: Fusiona pronto y a menudo
fil: Mag-merge nang maaga at madalas
fr: Fusionnez tôt et souvent
hi: जल्द-से-जल्‍द और बार-बार विलय करें
it: Unire presto e spesso
ko: 일찍 그리고 자주 병합하자
pt: Mescle cedo e frequentemente
ru: Слияние на ранней стадии и часто
zh: 早合并，勤合并

source: Break up large tasks into multiple smaller steps that individually make progress. If there's a bug, you can open a PR that adds a failing ignored test. This can be merged, and the next step can be to fix the bug and unignore the test. Do research or testing, and report on your results. Break a feature into small sub-features, and implement them one at a time.
de: Teilen Sie große Aufgaben in mehrere kleinere Schritte auf, die jeweils Fortschritte machen. Wenn es einen Fehler gibt, können Sie eine Pull-Anfrage (PR) öffnen, die einen fehlgeschlagenen, ignorierten Test hinzufügt. Diese PR kann zusammengeführt werden, und der nächste Schritt könnte darin bestehen, den Fehler zu beheben und den Test nicht mehr zu ignorieren. Führen Sie umfangreiche Recherchen oder Tests durch und berichten Sie über Ihre Ergebnisse. Zerlegen Sie ein Feature in kleine Unterfeatures und implementieren Sie sie nacheinander.
es: Divide las tareas grandes en partes con las cuales se puede progresar por separado. Si hay un error, puedes abrir un PR que agregue una prueba fallida ignorada. Esto se puede fusionar, y el siguiente paso puede ser corregir el error y desactivar la prueba. Realiza investigaciones o pruebas y reporta tus resultados. Divide una característica en subcategorías pequeñas e impleméntalas una a la vez.
fil: Hatiin ang malalaking gawain sa mas maliliit na hakbang. Kung mayroong isang bug, maaari kang magbukas ng PR na nagdaragdag ng isang failing ignored test. Maaari itong i-merge, at ang susunod na hakbang ay ang pag-ayos ng bug at karagdagang tests. Magsagawa ng pananaliksik o pag-testing, at iulat ang iyong mga resulta. Hatiin ang isang feature sa maliliit na sub-feature at isa-isang i-fix ang mga ito.
fr: Divisez les tâches importantes en plusieurs étapes plus petites, qui progressent individuellement. En cas de bogue, vous pouvez ouvrir une demande de tirage qui ajoute un test ignoré défaillant. Cela peut être fusionné, et l’étape suivante peut être de corriger le bogue et de désactiver (unignore) l’option ignorant le test. Effectuez des recherches ou des tests et faites un rapport sur vos résultats. Divisez une fonctionnalité en de petites sous-fonctionnalités et implémentez-les une par une.
hi: बड़े कामों को छोटे-छोटे कई चरणों में बांट दें ताकि व्यक्तिगत रूप से प्रगति हो सके। यदि कोई बग से हमला हुआ है, तब आप एक पीआर खोल सकते हैं जो एक असफल उपेक्षित परीक्षण को जोड़ देता है। इसे विलय किया जा सकता है, और अगला कदम बग को फिक्‍स यानि सुधार करना और परीक्षण को अनदेखा नहीं करना हो सकता है। शोध या परीक्षण करें, और अपने परिणामों पर सूचित करें। किसी विशेषता को छोटी-छोटी उप-विशेषताओं में तोड़ दें और उन्हें एक-एक करके कार्यान्वित करें।
it: Suddividete i compiti più grandi in più fasi più piccole che fanno progredire individualmente. Se c'è un bug, si può aprire una PR che aggiunge un test ignorato che fallisce. Questo può essere unito e il passo successivo può essere la correzione del bug e la cancellazione del test. Fare ricerche o test e riferire i risultati. Scomporre una funzione in piccole sotto-funzioni e implementarle una alla volta.
ko: 큰 작업을 여러 개의 작은 단계로 나누어 개별적으로 진행하자. 버그가 있는 경우 실패한 테스트 무시를 추가하는 PR을 열 수 있다. 이를 병합할 수 있고 다음 단계로 버그를 수정하고 테스트를 무시 해제할 수 있다. 연구 또는 테스트를 수행하고 결과를 보고하자. 기능을 작은 하위 기능으로 나누고 한 번에 하나씩 구현하자.
pt: Divida tarefas grandes em várias etapas menores que progridem individualmente. Se houver um bug, você pode abrir uma PR que adiciona um teste ignorado com falha. Isso pode ser mesclado e a próxima etapa pode ser corrigir o bug e ignorar o teste. Faça pesquisas ou testes e relate seus resultados. Divida um recurso em pequenos subrecursos e implemente-os um de cada vez.
ru: Разбивайте большие задачи на множество мелких шагов, которые по отдельности обеспечивают прогресс. Если есть ошибка, можно открыть PR с добавлением игнорируемого теста. Он может быть объединен, и следующим шагом может быть исправление ошибки и снятие игнорирования теста. Проведите исследование или тестирование и сообщите о результатах. Разбейте функцию на небольшие подфункции и реализуйте их по одной.
zh: 将大大型的任务分成多个较小的步骤，这些步骤可以单独取的进展。如果有程序错误，您也可以打开一个PR，添加一个失败的忽略测试。这可以合并，下一步可以修复错误并忽略测试。将你的研究或者测试结果进行报告。将一个大的功能分解为小的子功能并一次一个的逐步实现它们。

source: Figuring out how to break down a larger PR into smaller PRs where each can be merged is an art form well-worth practicing. The hard part is that each PR must itself be an improvement.
de: Herauszufinden, wie man eine größere PR in kleinere PRs aufteilt, die jeweils zusammengeführt werden können, ist eine Kunstform, die es wert ist, geübt zu werden. Das Schwierige daran ist, dass jede PR selbst eine Verbesserung darstellen muss.
es: Descomponer un PR grande en PRs más pequeños que puedan fusionarse individualmente es un arte que vale la pena practicar. El desafío radica en asegurar que cada PR represente una mejora por sí mismo.
fil: Ang paghahanap ng paraan upang hatiin ang isang malaking PR sa mas maliliit na PR ay isang form of art na magandang practice bilang isang contributor. Ang mahirap na bahagi ay ang bawat PR ay dapat na isang improvement.
fr: Trouver un moyen de réduire la taille d’une demande de tirage volumineuse en demandes de tirages plus petites, de façon à ce que chacune puisse être fusionnée individuellement, est un art qui vaut la peine d’être pratiqué. Le défi consiste à s’assurer que chaque demande de tirage représente une amélioration en soi.
hi: यह पता लगाएं कि एक बड़े पीआर को छोटे पीआर में कैसे तोड़ा जाए, जहां प्रत्येक का अभ्‍यास करने योग्‍य कला के रूप में विलय किया जा सके। मुश्किल यह है कि प्रत्येक पीआर अपने आप में एक सुधार होना चाहिए।
it: Capire come suddividere una PR più grande in PR più piccole che possono essere unite è una forma d'arte che vale la pena di praticare. La parte difficile è che ogni PR deve essere di per sé un miglioramento.
ko: 큰 PR을 병합할 수 있는 작은 PR로 세분화하는 방법을 찾는 것은 연습해 볼 만한 가치가 있는 기술이다. 어려운 부분은 각 PR 자체가 프로잭트를 개선해야 한다는 것이다.
pt: Descobrir como dividir uma PR maior em PRs menores, onde cada uma pode ser mesclada, é uma forma de arte que vale a pena praticar. A parte difícil é que cada PR deve ser, por si só, uma melhoria.
ru: Понять, как разбить большой PR на более мелкие, чтобы каждый из них можно было объединить, - это целое искусство, которым стоит заниматься. Сложность заключается в том, что каждый PR должен сам по себе быть улучшением.
zh: 弄清楚如何将一个较大的PR分解成较小的PR，每个PR都可以合并是一种非常值得练习，这也是编程的一种艺术。 困难的部分是每个PR本身必须是一个改进。

source: I strive to follow this advice myself, and am always better off when I do.
de: Ich bemühe mich, diesen Rat selbst zu befolgen, und es geht mir immer besser, wenn ich das tue.
es: Me esfuerzo por aplicar este consejo yo mismo, y siempre obtengo beneficios cuando lo hago.
fil: Sinisikap kong sundin ang payo na ito sa aking sarili, at palaging mas maganda kapag ginagawa ko.
fr: Je m’efforce de suivre ce conseil moi-même et je m’en sors toujours mieux quand je le fais.
hi: मैं स्वयं इस सलाह का पालन करने का प्रयास करता हूं और जब भी मैं कुछ ऐसा करता हूं अपने आपको हमेशा बेहतर स्थिति में पाता हूं।
it: Io stesso mi sforzo di seguire questo consiglio e mi trovo sempre meglio quando lo faccio.
ko: 필자도 이 조언을 따르기 위해 노력하고 있으며, 그렇게 할 때 항상 더 나은 결과를 얻는다.
pt: Eu mesmo me esforço para seguir esse conselho e sempre fico melhor quando o faço.
ru: Я и сам стараюсь следовать этому совету и всегда чувствую себя лучше.
zh: 我自己努力遵循这个建议，而且当我这样做时，我总是可以做的更好。

source: Small changes are fast to write, review, and merge, which is much more fun than laboring over a single giant PR that takes forever to write, review, and merge. Small changes don't take much time, so if you need to stop working on a small change, you won't have wasted much time as compared to a larger change that represents many hours of work. Getting a PR in quickly improves the project a little bit immediately, instead of having to wait a long time for larger improvement. Small changes are less likely to accumulate merge conflict. As the Athenians said: _The fast commit what they will, the slow merge what they must._
de: Kleine Änderungen lassen sich schnell schreiben, überprüfen und zusammenführen, was viel mehr Spaß macht als an einer einzigen riesigen Pull-Anfrage (PR) zu arbeiten, die ewig dauert, um geschrieben, überprüft und zusammengeführt zu werden. Kleine Änderungen benötigen nicht viel Zeit, sodass Sie bei Bedarf aufhören können, an einer kleinen Änderung zu arbeiten, ohne viel Zeit zu verschwenden, im Vergleich zu einer größeren Änderung, die viele Stunden Arbeit repräsentiert. Wenn eine PR schnell eingereicht wird, verbessert dies das Projekt sofort ein wenig, anstatt lange auf größere Verbesserungen warten zu müssen. Kleine Änderungen sind weniger wahrscheinlich, Merge-Konflikte zu verursachen. Wie die Athener sagten: _Die Schnellen commit , was sie wollen, die Langsamen merge was sie müssen._
es: Los cambios pequeños son rápidos de escribir, revisar y fusionar, lo que es mucho más divertido que trabajar en un solo PR gigante que tarda una eternidad en escribirse, revisarse y fusionarse. Los cambios pequeños no toman mucho tiempo, así que, si necesitas dejar de trabajar en un cambio pequeño, no habrás perdido mucho tiempo a comparación de un cambio más grande en las que se invirtieron muchas horas de trabajo. Conseguir que un PR se fusione rápidamente mejora el proyecto de inmediato, en lugar de tener que esperar mucho tiempo para una mejora más grande. Los cambios pequeños tienen menos probabilidades de acumular conflictos de fusión. _Como decían los atenienses: _Los rápidos hacen lo que quieren, los lentos hacen lo que deben._
fil: Ang mga maliliit na changes ay mabilis na bumalangkas, nagre-rebisa, at nagsasama, na mas maganda kaysa sa pagtatrabaho sa isang malaking PR na tumatagal nang walang hanggan sa pag-draft, pagbabago, at pagsasama. Ang maliliit na changes ay hindi tumatagal ng maraming oras, kaya kung kailangan mong huminto sa paggawa sa isang maliit na changes, hindi ka magsasayang ng maraming oras kumpara sa isang mas malaking changes. Ang mabilis pag-PR ay nakakatulong na mapabuti ang proyekto kaagad, imbes na maghintay ng mahabang panahon para sa mas malaking changes. Ang maliliit na changes ay mas malamang na magdulot kakaunting conflict sa pagme-merge. Gaya ng sinabi ng mga taga-Athenians: _The fast commit what they will, the slow merge what they must._
fr: Les petites modifications sont rapides à rédiger, à réviser et à fusionner, ce qui est beaucoup plus amusant que de travailler sur une seule demande de tirage géante qui prend une éternité à rédiger, à réviser et à fusionner. Les petites modifications ne prennent pas beaucoup de temps, donc si vous devez arrêter de travailler sur une petite modification, vous n’aurez pas perdu beaucoup de temps par rapport à une modification plus importante qui exige de nombreuses heures de travail. La soumission rapide d’une demande de tirage améliore un peu le projet, mais de façon immédiate, au lieu de devoir attendre longtemps pour obtenir une amélioration plus importante. Les petites modifications sont moins susceptibles d’entraîner des conflits de fusion. Comme le disaient les Athéniens : _Les plus rapides commettent ce qu’ils veulent, tandis que les plus lents sont contraints de fusionner ce qui est possible._
hi: छोटे-छोटे बदलाव शीघ्रता के साथ लिखे, समीक्षा और विलय किए जा सकते हैं है, बहुत अधिक बड़े पीआर पर मेहनत करने से ये कहीं अधिक आसान होते हैं, बड़े पीआर लिखने, समीक्षा करने और विलय करने में बहुत समय खर्च हो जाता है। छोटे-छोटे बदलावों में ज्यादा समय नहीं लगता, इसलिए यदि आपको बीच में काम रोकना भी पड़ता है तो छोटे बदलावों में बड़े बदलावों के मुकाबले आपका ज्यादा समय बर्बाद नहीं होगा। पीआर को तुरन्‍त प्राप्त करने के लिए परियोजना में हलके सुधार, बहुत व्‍यापक सुधार के मुकाबले तुरंत पूरे हो जाते हैं। छोटे बदलावों से विलय मतभेदों के बढ़ने की संभावना कम हो जाती है। जैसा कि एथेनियाईयों ने कहा है:_तेज़ लोग वही करते हैं जो वे करना चाहते हैं, धीमे लोग जो करना चाहते हैं उसे पूरा कर लेते हैं।_
it: Le piccole modifiche sono veloci da scrivere, revisionare e unire, il che è molto più divertente che faticare su una singola PR gigante che richiede un'eternità per essere scritta, revisionata e aggiunta. Le piccole modifiche non richiedono molto tempo, quindi se dovete interrompere il lavoro su una piccola modifica, non avrete perso molto tempo rispetto a una modifica più grande che rappresenta molte ore di lavoro. L'introduzione rapida di una PR migliora il progetto in modo immediato, invece di dover aspettare a lungo per ottenere miglioramenti più consistenti. Le piccole modifiche hanno meno probabilità di accumulare conflitti di fusione. Come dicevano gli ateniesi: _I veloci fanno il commit di ciò che vogliono, i lenti fanno il merge di ciò che devono._
ko: 작은 변경 사항은 작성, 검토 및 병합이 빠르기 때문에 작성, 검토 및 병합에 오랜 시간이 걸리는 거대한 단일 PR을 작성하는 것보다 훨씬 더 재미있다. 작은 변경은 시간이 많이 걸리지 않으므로 작은 변경으로 작업을 중단해야 하는 경우에도 많은 시간이 소요되는 큰 변경에 비해 시간을 낭비하지 않을 수 있다. PR을 신속하게 적용하면 더 큰 개선을 위해 오랜 시간을 기다릴 필요 없이 즉시 프로젝트가 조금씩 개선된다. 작은 변경은 병합 갈등이 누적될 가능성이 적다. 아테네인들이 말했듯이 _빠른 이는 하고싶은 것을 커밋하고, 느린 이는 해야할 것을 병합한다._
pt: Pequenas mudanças são rápidas de escrever, revisar e mesclar, o que é muito mais divertido do que trabalhar em uma única PR gigante que leva uma eternidade para escrever, revisar e mesclar. Pequenas mudanças não levam muito tempo, então se você precisar parar de trabalhar em uma pequena mudança, você não terá perdido muito tempo em comparação com uma mudança maior que representa muitas horas de trabalho. Conseguir uma PR rapidamente melhora o projeto um pouco imediatamente, em vez de ter que esperar muito tempo por melhorias maiores. Pequenas mudanças têm menos probabilidade de acumular conflitos de fusão. Como disseram os atenienses: _Os rápidos comprometem o que querem, os lentos fundem o que devem._
ru: Небольшие изменения быстро пишутся, рецензируются и объединяются, что гораздо интереснее, чем трудиться над одним огромным PR, на написание, рецензирование и объединение которого уходит целая вечность. Небольшие изменения не занимают много времени, поэтому, если вам нужно прекратить работу над небольшим изменением, вы не потеряете много времени, по сравнению с большим изменением, которое представляет собой многочасовую работу. Быстрое внесение PR улучшает проект сразу же, вместо того чтобы долго ждать более значительных улучшений. Небольшие изменения с меньшей вероятностью приведут к конфликту в процессе слияния. Как говорили Афиняне: _Быстрые фиксируют то, что хотят, медленные сливают то, что должны._
zh: 小的更改可以快速编写、审查和合并，这比为一个需要永远编写、审查和合并的大型的PR工作要有趣得多。小的更改不会花费太多时间，因此如果您需要停止处理一个小的更改，与代表许多小时工作的较大更改相比，您不会浪费太多时间。 快速获得PR可以立即改进项目，而不必等待很长时间才能进行更大的改进。 小的更改不太可能累积合并冲突。正如雅典人所说：_快者尽其所愿，慢者兼并其所必须。_

source: Get help
de: Hilfe bekommen
es: Busca ayuda
fil: Humingi ng tulong
fr: Sollicitez de l’aide
hi: सहायता की मांग करें
it: Chiedere aiuto
ko: 도움 받기
pt: Busque ajuda
ru: Обратиться за помощью
zh: 寻求帮助

source: If you're stuck for more than 15 minutes, ask for help, like a Rust Discord, Stack Exchange, or in a project issue or discussion.
de: Wenn Sie länger als 15 Minuten nicht weiterkommen, bitten Sie um Hilfe, z. B. bei Rust Discord, Stack Exchange oder bei einem Projektproblem oder einer Diskussion.
es: Si te ves atascado por más de 15 minutos, busca ayuda en espacios como el Discord de Rust, en Stack Exchange, o en una discusión sobre el problema dentro del proyecto.
fil: Kung natigil ka nang higit sa 15 minuto, humingi ng tulong, halimbawa sa Rust Discord, Stack Exchange, o sa project issue or discussion board.
fr: Si vous êtes bloqué pendant plus de 15 minutes, demandez de l’aide dans des espaces tels que le Discord de Rust, sur Stack Exchange, ou dans le cadre d’une question ou d’une discussion au sein du projet.
hi: यदि आप 15 मिनट से अधिक समय तक रस्ट डिस्कॉर्ड, स्टैक एक्सचेंज, या किसी परियोजना के मुद्दे या चर्चा संबंधी किसी मामले में फंस जाते हैं, तो किसी से मदद की मांग करें।
it: Se siete bloccati per più di 15 minuti, chiedete aiuto, ad esempio su Rust Discord, Stack Exchange, o in un problema o discussione del progetto.
ko: 15분 이상 막혔을 경우 Rust 디스코드, 스택 익스체인지 (Stack Exchange), 프로젝트 이슈 또는 토론에서 도움을 요청하자.
pt: Se você ficar preso por mais de 15 minutos, peça ajuda, como um Discord de Rust, Stack Exchange ou em um problema ou discussão de projeto.
ru: Если вы застряли более чем на 15 минут, попросите помощи, например, в Rust Discord, Stack Exchange или в чате обсуждения проекта.
zh: 如果您遇到困难超过 15 分钟，请寻求帮助，例如 Rust Discord、Stack Exchange，或者在项目问题或讨论中寻求帮助。
