Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Validating / Viewing Received Inscriptions
de: Überprüfung / Anzeige empfangener Inscriptions
es: Validando / Viendo Inscripciones Recibidas
fil: Pagpapatunay / Pagtingin sa Mga Natanggap na Inskripsiyon
fr: Validation / visualisation des inscriptions reçues
hi: प्राप्त की गई इंस्‍क्रीप्‍शंस (डिजिटल अभिलेखों) का प्रमाणीकरण/देखना
it: Convalida/ Visualizzazione delle Iscrizioni Ricevute
ko: 수신된 인스크립션 확인하기/보기
pt: Validando / Visualizando Inscrições Recebidas
ru: Проверка/просмотр полученных надписей
zh: 验证/查看收到的铭文

source: Once you have received an inscription you will see a new transaction in the `Transactions` tab of Sparrow, as well as a new UTXO in the `UTXOs` tab.
de: Sobald Sie eine Anmeldung erhalten haben, sehen Sie eine neue Transaktion auf der Registerkarte `Transactions` von Sparrow sowie ein neues UTXO auf der Registerkarte `UTXOs`.
es: Una vez que hayas recibido una inscripción, podrás observar una nueva transacción en la pestaña `Transactions` (transacciones) de Sparrow, así como un nuevo UTXO en la pestaña `UTXOs`.
fil: Kapag nakatanggap ka ng inskripsiyon makakakita ka ng bagong transaksyon sa tab ng `Transactions` ng Sparrow, pati na rin ang isang bagong UTXO sa tab na `UTXOs`.
fr: Une fois que vous avez reçu une inscription, vous verrez une nouvelle transaction dans l’onglet `Transactions` de Sparrow, ainsi qu’un nouvel UTXO dans l’onglet `UTXOs`.
hi: एक बार जब आप एक इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) प्राप्त कर लेते हैं तब आपको स्पैरो के `Transactions` टैब में एक नया लेनदेन, साथ ही यूटीएक्सओ टैब में एक नया `UTXOs` दिखाई देगा।
it: Una volta ricevuta un'iscrizione, si vedrà una nuova transazione nella scheda `Transactions` di Sparrow e un nuovo UTXO nella scheda `UTXOs`.
ko: 인스크립션을 받으면 스패로우의 `Transactions` 탭에 새 트랜잭션이 표시되고, `UTXOs` 탭에 새 UTXO가 표시된다.
pt: Depois de receber uma inscrição você verá uma nova transação na aba `Transactions` do Sparrow, bem como um novo UTXO na aba `UTXOs`.
ru: После получения надписи вы увидите новую транзакцию на вкладке `Transactions` в Sparrow, а также новый UTXO на вкладке `UTXOs`.
zh: 一旦你收到一条铭文，你将在 Sparrow 的 `Transactions` 选项卡中看到一个新的交易，以及在`UTXOs`选项卡中看到一个新的 UTXO。

source: Initially this transaction may have an "Unconfirmed" status, and you will need to wait for it to be mined into a bitcoin block before it is fully received.
de: Anfänglich hat diese Transaktion möglicherweise den Status "Unconfirmed" und Sie müssen warten, bis sie in einen Bitcoin-Block umgewandelt wurde, bevor sie vollständig empfangen wird.
es: Inicialmente, esta transacción puede tener un estado "Unconfirmed o No confirmado", y tendrás que esperar a que sea minada en un bloque de bitcoin antes de que la recibas por completo.
fil: Sa una ang transaksyong ito ay maaaring magkaroon ng isang "Unconfirmed" na status, at ikaw ay kailangan maghintay na ito ay mamina sa isang bitcoin block bago ito ganap na matanggap.
fr: Au départ, cette transaction peut avoir un statut « non confirmé », et vous devrez attendre qu’elle soit minée dans un bloc de bitcoins avant de la recevoir dans son intégralité.
hi: बिटकॉइन ब्लॉक में इसके खनन होने की प्रतीक्षा करनी होगी।
it: Inizialmente questa transazione potrebbe avere uno stato "Unconfirmed" e sarà necessario attendere che venga minata in un blocco di bitcoin prima che venga ricevuta completamente.
ko: 처음에 이 트랜잭션은 "미확인”(“Unconfirmed”) 상태일 수 있으며, 완전히 수신하려면 이 트랜잭션이 비트코인 블록으로 채굴될 때까지 기다려야 한다.
pt: Inicialmente essa transação pode ter um status "Unconfirmed" e você precisará esperar que ela seja minerada em um bloco de bitcoin antes de ser totalmente recebida.
ru: Первоначально эта транзакция может иметь статус "Unconfirmed", и вам придется подождать, пока она будет добыта в блокчейне биткоина, прежде чем она будет полностью получена.
zh: 最初，这笔交易可能有一个"未确认"的状态，你需要等待它被挖矿到一个比特币块中，才算真正收到。

source: To track the status of your transaction you can right-click on it, select `Copy Transaction ID` and then paste that transaction id into [mempool.space](https://mempool.space).
de: Um den Status Ihrer Transaktion zu verfolgen, können Sie mit der rechten Maustaste darauf klicken, `Copy Transaction ID` auswählen und diese Transaktions-ID dann in [mempool.space](https://mempool.space) einfügen.
es: Para rastrear el estado de tu transacción, puedes hacer clic derecho sobre ella, seleccionar `Copy Transaction ID` (Copiar ID de Transacción) y luego pegar ese ID en el buscador de [mempool.space](https://mempool.space/).
fil: Upang subaybayan ang status ng iyong transaksyon maaari kang mag-right click dito, piliin ang `Copy Transaction ID` at pagkatapos ay i-paste ang transaction id sa [mempool.space](https://mempool.space).
fr: Pour suivre le statut de votre transaction, vous pouvez faire un clic droit dessus, sélectionner `Copy Transaction ID` (Copier l’identifiant de la transaction) et ensuite coller cet identifiant de transaction dans [mempool.space](https://mempool.space).
hi: अपने लेनदेन की स्थिति को ट्रैक करने के लिए आप उस पर राइट-क्लिक कर सकते हैं, `Copy Transaction ID` का चयन करें और फिर उस लेनदेन आईडी को [mempool.space](https://mempool.space) में पेस्ट कर दें।
it: Per seguire lo stato della transazione è possibile fare clic con il tasto destro del mouse, selezionare `Copy Transaction ID` e incollare l'ID transazione in [mempool.space](https://mempool.space).
ko: 트랜잭션의 상태를 추적하려면 트랜잭션을 마우스 오른쪽 버튼으로 클릭하고 `Copy Transaction ID`를 선택한 다음 해당 트랜잭션 ID를 [mempool.space](https://mempool.space)에 붙여넣기 하면 된다.
pt: Para rastrear o status da sua transação, você pode clicar com o botão direito sobre ela, selecionar `Copy Transaction ID` e colar o ID da transação no [mempool.space](https://mempool.space).
ru: Для отслеживания статуса транзакции можно щелкнуть на ней правой кнопкой мыши, выбрать `Copy Transaction ID` и затем вставить этот ID транзакции в [mempool.space](https://mempool.space).
zh: 要跟踪你的交易状态，你可以右键点击它，选择`Copy Transaction ID`，然后将该交易 id 粘贴到 [mempool.space](https://mempool.space)。

source: Once the transaction has confirmed, you can validate and view your inscription by heading over to the `UTXOs` tab, finding the UTXO you want to check, right-clicking on the `Output` and selecting `Copy Transaction Output`. This transaction output id can then be pasted into the [ordinals.com](https://ordinals.com) search.
de: Sobald die Transaktion bestätigt wurde, können Sie Ihre inscription validieren und anzeigen, indem Sie zur Registerkarte `UTXOs` gehen, das UTXO suchen, das Sie überprüfen möchten, mit der rechten Maustaste auf `Output` klicken und `Copy Transaction Output` auswählen. Diese Transaktionsausgabe-ID kann dann in die Suche von [ordinals.com](https://ordinals.com) eingefügt werden.
es: Una vez que la transacción se confirme, puedes validar y visualizar tu inscripción dirigiéndote a la pestaña de `UTXOs`, encuentra el UTXO que deseas verificar, y haz clic derecho sobre `Output` (Salida) y selecciona `Copy Transaction Output` (Copiar Salida de Transacción). Puedes pegar este ID de salida de transacción en el buscador de [ordinals.com](https://ordinals.com/) para proceder con la verificación.
fil: Kapag nakumpirma na ang transaksyon, maaari mong i-validate at tingnan ang iyong inskripsyon sa pamamagitan ng pagpunta sa tab na `UTXOs`, paghahanap ng UTXO na gusto mong suriin, pag-right-click sa `Output` at pagpili sa `Copy Transaction Output`. Ang output id ng transaksyon na ito ay maaaring i-paste sa [ordinals.com](https://ordinals.com) search.
fr: Une fois la transaction confirmée, vous pouvez valider et visualiser votre inscription en allant dans l’onglet `UTXOs`, en trouvant l’UTXO que vous souhaitez vérifier, en faisant un clic droit sur `Output` (sortie) et en sélectionnant `Copy Transaction Output` (Copier sortie de transaction). Cet identifiant de sortie de transaction peut ensuite être collé dans le champ de recherche sur ordinals.com](https://ordinals.com).
hi: एक बार जब लेन-देन की पुष्टि हो जाती है, आप इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) को प्रमाणीकरण और देखने के लिए `UTXOs` टैब पर जाकर, जिस यूटीएक्सओ की जांच करना चाहते हैं, आप Output और `Copy Transaction Output` पर राइट क्लिक करें। इस लेनदेन आउटपुट आईडी को फिर [ordinals.com](https://ordinals.com) खोज में पेस्‍ट किया जा सकता है।
it: Una volta confermata la transazione, è possibile convalidare e visualizzare l'iscrizione andando alla scheda `UTXOs`, trovando l'UTXO che si desidera controllare, facendo clic con il pulsante destro del mouse sull'`Output` e selezionando `Copy Transaction Output`. L'ID della transazione può essere incollato nella ricerca di [ordinals.com](https://ordinals.com).
ko: 트랜잭션이 확인되면 `UTXOs` 탭으로 이동하여 확인하려는 UTXO를 찾아 `Output`을 마우스 오른쪽 버튼으로 클릭하고 `Copy Transaction Output`를 선택하여 인스크립션의 유효성을 검사하고 확인할 수 있다. 그런 다음 이 트랜잭션 출력 ID를 [ordinals.com](https://ordinals.com) 검색에 붙여넣을 수 있다.
pt: Uma vez confirmada a transação, você pode validar e visualizar sua inscrição indo até a aba `UTXOs`, encontrando o UTXO que deseja verificar, clicando com o botão direito em `Output` e selecionando `Copy Transaction Output`. Esse ID de saída da transação pode então ser usado para busca em [ordinals.com](https://ordinals.com).
ru: После подтверждения транзакции вы можете проверить и просмотреть свою надпись, перейдя на вкладку `UTXOs`, найдя UTXO, который вы хотите проверить, щелкнув правой кнопкой мыши на `Output` и выбрав `Copy Transaction Output`. Затем этот идентификатор транзакционного выхода можно вставить в поиск [ordinals.com](https://ordinals.com).
zh: 一旦交易被确认，你可以通过前往`UTXOs`选项卡，找到你想要检查的 UTXO，右键点击 `Output` 并选择 `Copy Transaction Output` 来验证和查看你的铭文。然后，这个交易输出 id 可以粘贴到 [ordinals.com](https://ordinals.com) 搜索。

source: Freezing UTXO's
de: Einfrieren von UTXOs
es: Congelar UTXO's
fil: Pag-freeze ng UTXO's
fr: Gel des UTXOs
hi: UTXO फ्रीज करना
it: Congelamento degli UTXO
ko: UTXO 동결하기
pt: Congelando UTXOs
ru: Заморозка UTXO
zh: 冻结 UTXO

source: As explained above, each of your inscriptions is stored in an Unspent Transaction Output (UTXO). You want to be very careful not to accidentally spend your inscriptions, and one way to make it harder for this to happen is to freeze the UTXO.
de: Wie oben erläutert, wird jede Ihrer inscription in einem Unspent Transaction Output (UTXO) gespeichert. Sie sollten sehr darauf achten, Ihre inscription nicht versehentlich auszugeben. Eine Möglichkeit, dies zu erschweren, besteht darin, den UTXO einzufrieren.
es: Como se explicó anteriormente, cada una de tus inscripciones está almacenada en una Salida de Transacción No Gastado (UTXO). Debes tener mucho cuidado de no gastar accidentalmente tus inscripciones. Una manera de prevenir esto es congelar el UTXO correspondiente.
fil: Tulad ng ipinaliwanag sa itaas, ang bawat isa sa iyong mga inskripsiyon ay naka-store sa isang Unspent Transaction Output (UTXO). Gusto mong maging maingat na hindi aksidenteng ma-gastos mo ang iyong mga inskripsiyon, at isang paraan para mas mahirap itong mangyari ay upang i-freeze ang UTXO.
fr: Comme expliqué ci-dessus, chacune de vos inscriptions est stockée dans une sortie de transaction non dépensée (UTXO). Vous devez faire très attention à ne pas dépenser accidentellement vos inscriptions. Une façon d’éviter cela est de geler l’UTXO correspondant.
hi: जैसा कि ऊपर स्‍पष्‍ट किया गया है, आपका प्रत्येक इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) अनस्पेंट ट्रांजेक्शन आउटपुट (UTXO) में संग्रहीत किया गया है। आपके इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) गलती से भी खर्च न हों, इसके लिए आपको बेहद सावधान रहना चाहि‍ए, और इसे कठिन बनाने का तरीका यूटीएक्सओ को फ्रीज करना है।
it: Come spiegato in precedenza, ogni iscrizione è memorizzata in un Output di transazione non speso (UTXO). Per evitare di spendere accidentalmente le iscrizioni e per rendere più difficile che ciò accada si può congelare l'UTXO.
ko: 위에서 설명한 것처럼, 각 인스크립션은 미사용 트랜잭션 출력값(UTXO)에 저장된다. 실수로 인스크립션을 사용하지 않도록 매우 주의해야 하며, 이런 일이 발생하지 않도록 하는 한 가지 방법은 UTXO를 동결(freeze)하는 것이다.
pt: Conforme explicado acima, cada uma de suas inscrições é armazenada em uma saída de transação não gasta (UTXO). Você deve ter muito cuidado para não gastar acidentalmente suas inscrições, e uma maneira de dificultar que isso aconteça é congelar o UTXO.
ru: Как объяснялось выше, каждая из ваших надписей хранится в Unspent Transaction Output (UTXO). Вы должны быть очень осторожны, чтобы случайно не потратить свои надписи, и один из способов затруднить это - заморозить UTXO.
zh: 如上所述，你的每一条铭文都存储在一个未花费的交易输出 (UTXO) 中。你需要非常小心不要意外花费你的铭文，而冻结 UTXO 是使这种情况发生的难度增加的一种方式。

source: To do this, go to the `UTXOs` tab, find the UTXO you want to freeze, right-click on the `Output` and select `Freeze UTXO`.
de: Gehen Sie dazu zur Registerkarte `UTXOs`, suchen Sie das UTXO, das Sie einfrieren möchten, klicken Sie mit der rechten Maustaste auf `Output` und wählen Sie `Freeze UTXO`.
es: Para hacerlo, ve a la pestaña `UTXOs`, encuentra el UTXO que deseas congelar, haz clic derecho en `Output` y selecciona `Frreeze UTXO` (Congelar UTXO).
fil: Upang gawin ito, pumunta sa tab na `UTXOs`, hanapin ang UTXO na gusto mong i-freeze, i-right--click sa `Output` at piliin ang `Freeze UTXO`.
fr: Pour ce faire, allez dans l’onglet `UTXOs`, trouvez l’UTXO que vous voulez geler, faites un clic droit sur `Output` et sélectionnez `Freeze UTXO` (congeler UTXO).
hi: इसे करने के लिए, `UTXOs` टैब पर जाएं, जिस UTXO को आप फ़्रीज़ करना चाहते हैं, `Output` पर राइट-क्लिक करें और `Freeze UTXO` टैब का चयन करें।
it: Per farlo, andate nella scheda `UTXOs`, trovate l'UTXO che volete congelare, fate click con il tasto destro del mouse sull'`Output` e selezionate `Freeze UTXO`.
ko: 이렇게 하려면 `UTXOs` 탭으로 이동하여 동결하려는 UTXO를 찾은 다음 `Output`을 마우스 오른쪽 버튼으로 클릭하고 `Freeze UTXO`을 선택한다.
pt: Para fazer isso, vá até a aba `UTXOs`, encontre o UTXO que deseja congelar, clique com o botão direito em `Output` e selecione `Frreeze UTXO` (Congelar UTXO).
ru: Для этого перейдите на вкладку `UTXOs`, найдите UTXO, который необходимо заморозить, щелкните правой кнопкой мыши на `Output` и выберите `Freeze UTXO`.
zh: 要做到这一点，去 UTXOs 选项卡，找到你想要冻结的 `UTXOs`，右键点击 `Output` 并选择`Freeze UTXO`。

source: This UTXO (Inscription) is now un-spendable within the Sparrow Wallet until you unfreeze it.
de: Dieses UTXO (Inscription) kann jetzt nicht mehr in der Sparrow-Wallet ausgegeben werden, bis Sie es entsperren.
es: Este UTXO (Inscripción) no se podrá gastar dentro del Monedero Sparrow hasta que lo descongeles.
fil: Ang UTXO (Inscription) na ito ay hindi na gagastusin sa loob ng Sparrow Wallet hanggang sa i-unfreeze mo ito.
fr: Cet UTXO (Inscription) dans le portefeuille Sparrow ne pourra pas être dépensé jusqu’à ce que vous le dégeliez.
hi: यह UTXO (इंस्‍क्रीप्‍शंस) अब स्पैरो वॉलेट में तब तक खर्च नहीं किए जा सकेंगे जब तक आप इसे फ्रीज को निष्क्रिय नहीं कर देते।
it: Questo UTXO (Iscrizione) non potrà più essere speso nel Portafoglio Sparrow fino a quando non verrà sbloccato.
ko: 이 UTXO(인스크립션)는 이제 동결을 해제할 때까지 스패로우 지갑 내에서 사용할 수 없다.
pt: Agora este UTXO (Inscrição) não pode ser gasto na carteira Sparrow até que você o descongele.
ru: Этот UTXO (Inscription) теперь нельзя расходовать в Sparrow Wallet до тех пор, пока вы его не разморозите.
zh: 这个 UTXO (铭文) 现在在 Sparrow 钱包中是不可消费的，直到你解冻它。

source: Importing into `ord` wallet
de: Importieren in die `ord` wallet
es: Importando al monedero `ord`
fil: Pag-import sa `ord` wallet
fr: Importation dans le portefeuille `ord`
hi: `ऑर्ड` वॉलेट में इंपोर्ट किया जा रहा है
it: Importare nell' `ord` wallet
ko: `ord` 지갑으로 가져오기
pt: Importando para a carteira `ord`
ru: Импорт в кошелек `ord`
zh: 导入 `ord` 钱包

source: For details on setting up Bitcoin Core and the `ord` wallet check out the [Inscriptions Guide](../inscriptions.md)
de: Einzelheiten zum Einrichten von Bitcoin Core und der `ord` Wallet finden Sie im [Inscriptions Guide](../inscriptions.md)
es: Para detalles sobre configurar Bitcoin Core y el monedero ord, revisa la [Guía de Inscripciones Ordinal](../inscriptions.md).
fil: Para sa mga detalye sa pagse-set up ng Bitcoin Core at ang `ord` wallet tingnan ang [Inscriptions Guide](../inscriptions.md)
fr: Pour plus de détails sur la configuration de Bitcoin Core et du portefeuille `ord`, consultez le [guide des inscriptions](../inscriptions.md.
hi: बिटकॉइन कोर और `ऑर्ड` वॉलेट सेट करने के विवरण के लिए इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) मार्गदर्शक [Inscriptions Guide](../inscriptions.md) निर्देश देखें।
it: Per maggiori dettagli sull'impostazione di Bitcoin Core e del portafoglio `ord`, consultare la [Guida alle Iscrizioni](../inscriptions.md)
ko: Bitcoin Core 및 `ord` 지갑 설정에 대한 자세한 내용은 [인스크립션 가이드](../inscriptions.md)를 확인하자
pt: Para obter detalhes sobre como configurar o Bitcoin Core e a carteira `ord`, consulte o [Guia de inscrições](../inscriptions.md).
ru: Подробнее о настройке Bitcoin Core и кошелька `ord` читайте в [руководстве по надписям](../inscriptions.md)
zh: 关于设置比特币核心和 `ord` 钱包的详细信息，请查看[铭文指南](../inscriptions.md)

source: When setting up `ord`, instead of running `ord wallet create` to create a brand-new wallet, you can import your existing wallet using `ord wallet restore "BIP39 SEED PHRASE"` using the seed phrase you generated with Sparrow Wallet.
de: Wenn Sie `ord` einrichten, können Sie, anstatt `ord wallet create` auszuführen, um ein brandneues Wallet zu erstellen, Ihr vorhandenes Wallet mit `ord wallet restore "BIP39 SEED PHRASE"` importieren und dabei die Seed-Phrase verwenden, die Sie mit Sparrow Wallet generiert haben.
es: Cuando configures `ord`, en lugar de ejecutar` ord wallet create` para crear un nuevo monedero, puedes importar tu monedero existente usando `ord wallet restore "BIP39 SEED PHRASE"` con la frase semilla que generaste en el monedero Sparrow.
fil: Kapag nagse-set up ng `ord`, sa halip na i-run ang `ord wallet create` upang lumikha ng isang bagong-bagong pitaka, maaari mong i-import ang iyong existing na pitaka gamit ang `ord wallet restore "BIP39 SEED PHRASE"` gamit ang seed phrase na nabuo mo gamit ang Sparrow Wallet.
fr: Lors de la configuration d’`ord`, au lieu d’exécuter `ord wallet create` pour créer un nouveau portefeuille, vous pouvez importer votre portefeuille existant en utilisant `ord wallet restore "BIP39 SEED PHRASE"` avec la phrase de récupération que vous avez générée dans le portefeuille Sparrow.
hi: `ऑर्ड` सेट करते समय, `ord wallet create` को चलाने के बजाय, एकदम नया वॉलेट बनाएं, आप स्पैरो वॉलेट के साथ सृजन किए गए सीड फ़्रेज़ का उपयोग करके `ord wallet restore "BIP39 सीड फ़्रेज़"` का उपयोग करके अपना मौजूदा वॉलेट इंपोर्ट कर सकते हैं।
it: Quando si configura `ord`, invece di eseguire `ord wallet create` per creare un portafoglio nuovo di zecca, è possibile importare il portafoglio esistente usando `ord wallet restore "BIP39 SEED PHRASE"` utilizzando la seed phrase generata con Sparrow Wallet.
ko: `ord`를 설정할 때 `ord wallet create`을 실행하여 새로운 지갑을 생성하는 대신, 스패로우 월렛에서 생성한 시드 문구와 `ord wallet restore “BIP39 SEED PHRASE”`를 사용하여 기존 지갑을 가져오기 할 수 있다.
pt: Ao configurar `ord`, em vez de executar `ord wallet create` para criar uma carteira totalmente nova, você pode importar sua carteira existente usando `ord wallet restore "BIP39 SEED PHRASE"` usando a frase inicial que você gerou na sua carteira Sparrow.
ru: При настройке `ord` вместо того, чтобы запускать команду `ord wallet create` для создания нового кошелька, можно импортировать существующий кошелек с помощью команды `ord wallet restore "BIP39 SEED PHRASE"`, используя seed-фразу, созданную с помощью Sparrow Wallet.
zh: 设置 `ord` 时，你可以使用 `ord wallet restore "BIP39 SEED PHRASE"` 命令和你用Sparrow Wallet生成的种子短语，导入你现有的钱包，而不是运行 `ord wallet create` 来创建一个全新的钱包。

source: There is currently a [bug](https://github.com/ordinals/ord/issues/1589) which causes an imported wallet to not be automatically rescanned against the blockchain. To work around this you will need to manually trigger a rescan using the bitcoin core cli: `bitcoin-cli -rpcwallet=ord rescanblockchain 767430`
de: Derzeit gibt es einen [Fehler](https://github.com/ordinals/ord/issues/1589), der dazu führt, dass eine importierte Wallet nicht automatisch erneut anhand der Blockchain gescannt wird. Um dies zu umgehen, müssen Sie manuell einen erneuten Scan mit der Bitcoin-Core-CLI auslösen: `bitcoin-cli -rpcwallet=ord rescanblockchain 767430`
es: Actualmente hay un [bug](https://github.com/ordinals/ord/issues/1589) que impide que un monedero importado no se escanee automáticamente para encontrar su contenido en la blockchain. Para solucionar esto tendrás que ejecutar manualmente un escaneo usando el cli de bitcoin core: `bitcoin-cli -rpcwallet=ord rescanblockchain 767430`
fil: Kasalukuyang may [bug](https://github.com/ordinals/ord/issues/1589) na nagiging sanhi ng isang na-import na wallet upang hindi awtomatikong muling i-scan versus sa blockchain. Upang magawa ito, kailangan mong manu-manong mag-trigger ang rescan gamit ang bitcoin core cli: `bitcoin-cli -rpcwallet=ord rescanblockchain 767430`
fr: Il existe actuellement un [bug](https://github.com/ordinals/ord/issues/1589) qui empêche un portefeuille importé d’être re-scanné automatiquement pour trouver son contenu sur la blockchain. Pour contourner ce problème, vous devrez manuellement déclencher un rescan à l’aide de bitcoin core cli: `bitcoin-cli -rpcwallet=ord rescanblockchain 767430`
hi: वर्तमान में एक [बग](https://github.com/ordinals/ord/issues/1589) का हमला हुआ है, जिसके कारण इंपोर्ट किए गये वॉलेट को ब्लॉकचेन के विरुद्ध स्वचालित रूप से दुबारा स्कैन नहीं किया जा सकता। इसे दुरूस्‍त करने के लिए, आपको bitcoin core cli:`bitcoin-cli -rpcwallet=ord rescanblockchain 767430` का उपयोग करके मैन्युअल रूप से रीस्कैन करना होगा।
it: Attualmente esiste un [bug](https://github.com/ordinals/ord/issues/1589) che fa sì che un portafoglio importato non venga automaticamente ricontrollato rispetto alla blockchain. Per ovviare a questo problema è necessario attivare manualmente una nuova scansione utilizzando il bitcoin core cli: `bitcoin-cli -rpcwallet=ord rescanblockchain 767430`
ko: 현재 가져오기 한 지갑이 블록체인에 대해 자동으로 재스캔되지 않는 [버그](https://github.com/ordinals/ord/issues/1589)가 있다. 이 문제를 해결하려면 bitcoin core cli(`bitcoin-cli -rpcwallet=ord rescanblockchain 767430`)를 사용하여 수동으로 재스캔을 트리거해야 한다
pt: Atualmente existe um [bug](https://github.com/ordinals/ord/issues/1589) que faz com que uma carteira importada não seja automaticamente verificada novamente na blockchain. Para contornar isso, você precisará acionar manualmente uma nova verificação usando o bitcoin core cli: `bitcoin-cli -rpcwallet=ord rescanblockchain 767430`
ru: В настоящее время существует [ошибка](https://github.com/ordinals/ord/issues/1589) из-за которой импортированный кошелек не может быть автоматически пересканирован на блокчейн. Чтобы решить эту проблему, необходимо вручную запустить повторное сканирование с помощью программы bitcoin core cli: `bitcoin-cli -rpcwallet=ord rescanblockchain 767430`
zh: 目前存在一个[程序错误](https://github.com/ordinals/ord/issues/1589) 导致导入的钱包无法自动重新扫描区块链。为解决这个问题，你需要手动触发重新扫描，使用比特币核心命令行界面：

source: You can then check your wallet's inscriptions using `ord wallet inscriptions`
de: Anschließend können Sie die Beschriftung Ihrer Brieftasche mithilfe von `ord wallet inscriptions` überprüfen
es: Luego puedes revisar las inscripciones de tu monedero usando `ord wallet inscriptions`
fil: Pagkatapos ay maaari mong suriin ang mga inskripsiyon ng iyong wallet gamit ang `ord wallet inscriptions`
fr: Vous pouvez ensuite vérifier les inscriptions de votre portefeuille en utilisant `ord wallet inscriptions`
hi: इसके बाद आप `ord wallet inscriptions` का उपयोग कर अपने वॉलेट इंस्‍क्रीप्‍शंस (डिजिटल अभिलेखों) की जांच कर सकते हैं
it: È quindi possibile controllare le iscrizioni del proprio portafoglio utilizzando `ord wallet inscriptions`
ko: 그런 다음 `ord wallet inscriptions`을 사용하여 지갑의 인스크립션을 확인할 수 있다
pt: Você pode então verificar as inscrições da sua carteira usando`ord wallet inscriptions`
ru: Затем вы можете проверить количество надписей в кошельке, используя команду `ord wallet inscriptions`
zh: 然后，你可以使用`ord wallet inscriptions`检查你的钱包的铭文.
