Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Additionally, "NFT" feels like financial terminology, and the both word "fungible" and sense of the word "token" as used in "NFT" is uncommon outside of financial contexts.
de: Außerdem klingt "NFT" nach Finanzterminologie, und sowohl das Wort "fungibel" als auch die Bedeutung des Wortes "Token" im Kontext von "NFT" sind außerhalb finanzieller Zusammenhänge unüblich.
es: Además, la palabra, "NFT" suena como terminología financiera, y tanto la palabra "fungible" como el sentido de la palabra "token" como se usa en los "NFT" no son comunes fuera de los contextos financieros.
fil: Gayundin, ang "NFT" ay napagkakamalang may kinalaman sa pananalapi, at ang salitang "fungible" pati na rin ang kahulugan ng salitang "token" na ginamit sa "NFT" ay hindi karaniwan sa mga konteksto sa pananalapi.
fr: En outre, « NFT » ressemble à une terminologie financière, et le mot « fongible » ainsi que le sens du mot « token » tel qu’il est utilisé dans « NFT » ne sont pas courants en dehors des contextes financiers.
hi: इसके अतिरिक्त, "एनएफटी" एक प्रकार से वित्तीय शब्दावली सदृश लगता है, और "एनएफटी" में प्रयुक्त शब्द "प्रतिमोच्‍य" और "टोकन" शब्द का अर्थ वित्तीय संदर्भों के बाहर बहुत ही असामान्य है।
it: Inoltre, "NFT" sembra una terminologia finanziaria, e sia la parola "fungibile" che il senso della parola "token" usata in "NFT" sono poco comuni al di fuori dei contesti finanziari.
ko: 또한 “NFT”(대체 불가능 토큰)는 금융 용어처럼 느껴지며, 여기서 쓰여지는 “대체 가능한”이라는 단어와 “토큰”이라는 단어의 의미 모두 금융적인 상황을 제외하고는 그 쓰임이 흔하지 않다.
pt: Além disso, "NFT" parece uma terminologia financeira, e a palavra "fungível" e o sentido da palavra "token," conforme usado em "NFT," são incomuns fora de contextos financeiros.
ru: Кроме того, в "NFT" чувствуется финансовая терминология, а слова "fungible" и смысл слова "token", используемые в "NFT", нередки вне финансового контекста.
zh: 此外，"NFT"感觉像是金融术语，"NFT"中使用的"同质化"一词和"代币"一词的含义在金融语境之外并不常见。

source: How do sat inscriptions compare to…
de: Wie vergleichen sich Sat-inscriptions mit…
es: ¿Cómo se comparan las inscripciones con...
fil: Paano maihahambing ang mga inskripsiyon sa sat sa...
fr: Comment les inscriptions de satoshis se comparent-elles…
hi: सैट्स अभिलेखों की तुलना निम्‍न के साथ किस प्रकार की जाती है…
it: Come si confrontano le iscrizioni con…
ko: SAT 인스크립션을 다음과 비교하면…
pt: Como as inscrições em sat se comparam a...
ru: Чем sat-надписи отличаются от…
zh: 聪上的铭文与其他的对比

source: Ethereum NFTs?
es: ¿Los NFT de Ethereum?
fil: NFT Ethereum?
fr: Aux NFTs sur Ethereum ?
hi: एथेरियम एनएफटी?
it: NFT di Ethereum?
ko: 이더리움 NFT?
pt: NFTs no Ethereum?
ru: NFT на Ethereum?
zh: 以太坊NFT

source: _Inscriptions are always immutable._
de: _Inscriptions sind immer unveränderlich._
es: _Las inscripciones siempre son inmutables._
fil: _Ang mga inscription ay hindi nababago or immutable, kailanman._
fr: _Les inscriptions sont toujours immuables._
hi: _डिजिटल अभिलेख सदैव अपरिवर्तनीय रहते हैं।_
it: _Le iscrizioni sono sempre immutabili._
ko: _인스크립션은 항상 불변한다._
pt: _As inscrições são sempre imutáveis._
ru: _Надписи всегда неизменны._
zh: _铭文永恒不变_

source: There is simply no way to for the creator of an inscription, or the owner of an inscription, to modify it after it has been created.
de: Es gibt schlichtweg keine Möglichkeit für den Schöpfer oder den Besitzer einer Inschrift, diese nach ihrer Erstellung zu ändern.
es: No hay forma de que el creador de una inscripción, o el propietario de una inscripción, la modifique después de haber sido creada.
fil: Walang paraan para sa creator ng isang inscription, o sa may-ari ng isang inscription, na i-edit ito pagkatapos itong magawa.
fr: Il n’y a tout simplement aucun moyen pour le créateur d’une inscription, ou le propriétaire d’une inscription, de la modifier après qu’elle a été créée.
hi: एक बार किसी डिजिटल अभिलेख का सृजन करने के बाद किसी भी तरीके से उसके निर्माता, या किसी डिजिटल अभिलेख का सृजनकर्ता उसे संशोधित नहीं कर सकते।
it: Semplicemente non c'è modo per il creatore di un'iscrizione, o per il proprietario di un'iscrizione, di modificarla dopo che è stata creata.
ko: 인스크립이 생성된 후에는 작성자나 소유자가 이를 수정할 수 있는 방법이 없다.
pt: Simplesmente não há como o criador de uma inscrição, ou o proprietário de uma inscrição, modificá-la depois de ter sido criada.
ru: Для создателя надписи или ее владельца просто не существует возможности изменить ее после создания.
zh: 铭文的创建者或铭文的所有者根本无法在创建铭文后对其进行修改。

source: Ethereum NFTs _can_ be immutable, but many are not, and can be changed or deleted by the NFT contract owner.
de: Ethereum NFTs _können_ unveränderlich sein, aber viele sind es nicht und können vom Besitzer des NFT-Vertrags geändert oder gelöscht werden.
es: Los NFTs en Ethereum _pueden_ ser inmutables, pero muchos no lo son y pueden ser cambiados o eliminados por el propietario del contrato del NFT.
fil: Maaaring hindi nababago ang mga Ethereum NFT, ngunit maaaring baguhin o sirain ng may-ari ang contract ng NFT.
fr: Les NFTs sur Ethereum peuvent être _immuables_, mais beaucoup ne le sont pas et peuvent être modifiés ou supprimés par le propriétaire du contrat NFT.
hi: एथेरियम एनएफटी अपरिवर्तनीय _हो सकते हैं_, लेकिन बहुत सारे नहीं, और इन्‍हें एनएफटी अनुबंध मालिकों के द्वारा बदला या हटाया जा सकता है।
it: Gli NFT di Ethereum _possono_ essere immutabili, ma molti non lo sono e possono essere modificati o cancellati dal proprietario del contratto NFT.
ko: 이더리움 NFT는 불변하는 것이 _가능_ 하지만, 많은 경우 불변하지 않으며, 스마트 컨트랙트 소유자가 변경하거나 삭제할 수 있다.
pt: As NFTs no Ethereum _podem_ ser imutáveis, mas muitas não são, e podem ser alteradas ou excluídas pelo proprietário do contrato NFT.
ru: Ethereum NFT _могут_ быть неизменяемыми, но многие из них не являются таковыми и могут быть изменены или удалены владельцем NFT контракта.
zh: 以太坊NFTs_可以_是不可更改的，但很多都不是，且是可以由 NFT 合约所有者更改或删除。

source: In order to make sure that a particular Ethereum NFT is immutable, the contract code must be audited, which requires detailed knowledge of the EVM and Solidity semantics.
de: Um sicherzustellen, dass ein bestimmtes Ethereum NFT unveränderlich ist, muss der Vertragscode überprüft werden. Dies erfordert ein detailliertes Verständnis der EVM- und Solidity-Semantik.
es: Para asegurarse de que un NFT de Ethereum sea inmutable, se debe analizar el código del contrato, lo cual requiere un conocimiento a profundidad de la EVM y la semántica de Solidity.
fil: Upang matiyak na ang isang partikular na Ethereum NFT ay hindi nababago o immutable, ang code ng kontrata ay dapat na i-audit, na nangangailangan ng detalyadong kaalaman sa EVM at Solidity semantics.
fr: Pour s’assurer qu’un NFT sur Ethereum est immuable, le code du contrat doit être analysé, ce qui nécessite une connaissance approfondie de l’EVM et de la sémantique Solidity.
hi: यह सुनिश्चित करने के लिए एथेरियम एनएफटी अपरिवर्तनीय हैं, उनके अनुबंध कोड का लेखा-परीक्षण किया जाना चाहिए, जिसके लिए ईवीएम और मजबूती के शब्‍दार्थ का विस्‍तृत ज्ञान होना अत्‍यन्‍त आवश्‍यक है।
it: Per assicurarsi che un particolare NFT di Ethereum sia immutabile, è necessario verificare il codice del contratto, il che richiede una conoscenza dettagliata di EVM e Solidity.
ko: 특정 이더리움 NFT가 변경 불가능한지 확인하려면 컨트랙트 코드를 감사해야 하며, 이를 위해서는 EVM과 솔리디티 시맨틱에 대한 자세한 지식이 필요하다.
pt: Para garantir que uma determinada NFT no Ethereum seja imutável, o código do contrato deve ser auditado, o que requer conhecimento detalhado de semântica EVM e Solidity.
ru: Для того чтобы убедиться в неизменяемости конкретного Ethereum NFT, необходимо провести аудит кода контракта, что требует детального знания семантики EVM и Solidity.
zh: 为了确保特定的以太坊 NFT 是不可变的，必须审计合约代码，这需要详细了解 EVM 和 Solidity 语义。

source: It is very hard for a non-technical user to determine whether or not a given Ethereum NFT is mutable or immutable, and Ethereum NFT platforms make no effort to distinguish whether an NFT is mutable or immutable, and whether the contract source code is available and has been audited.
de: Es ist für einen nicht-technischen Benutzer sehr schwer festzustellen, ob ein bestimmtes Ethereum NFT veränderbar oder unveränderlich ist. Ethereum NFT-Plattformen unternehmen keine Anstrengungen, um zu unterscheiden, ob ein NFT veränderbar oder unveränderlich ist und ob der Vertragsquellcode verfügbar ist und überprüft wurde.
es: Para un usuario que no tiene habilidades técnicas es bastante difícil determinar si un NFT de Ethereum es mutable o inmutable, y las plataformas Ethereum NFT no se esfuerzan para ayudar a distinguir si un NFT es mutable o inmutable y si el código fuente del contrato está disponible y ha sido auditado.
fil: Napakahirap para sa isang hindi teknikal na user na matukoy kung ang isang partikular na Ethereum NFT ay nababago o hindi nababago, at ang mga Ethereum NFT platform ay hindi nagsisikap na makilala kung ang isang NFT ay nababago o hindi nababago, at kung ang source code ng kontrata ay magagamit at na-audit.
fr: Pour un utilisateur ne disposant pas de compétences techniques, il est assez difficile de déterminer si un NFT sur Ethereum est mutable ou immuable, et les plateformes de NFTs sur Ethereum ne font aucun effort pour distinguer si un NFT est mutable ou immuable et si le code source du contrat est disponible et a été vérifié.
hi: एक गैर-तकनीकी उपयोगकर्ता के लिए यह तय करना बहुत मुश्किल है कि क्‍या एथेरियम एनएफटी परिवर्तनीय या अपरिवर्तनीय है या नहीं, और एथेरियम एनएफटी मंच यह अंतर करने का बिलकुल प्रयास नहीं करते कि कोई एनएफटी परिवर्तनीय है या अपरिवर्तनीय है, और क्या अनुबंध स्रोत कोड उपलब्ध है और उसका लेखा-परीक्षण किया गया है।
it: È molto difficile per un utente non tecnico determinare se un determinato NFT di Ethereum sia mutabile o immutabile, e le piattaforme NFT di Ethereum non fanno alcuno sforzo per distinguere se un NFT è mutabile o immutabile e se il codice sorgente del contratto è disponibile ed è stato verificato.
ko: 기술 전문가가 아닌 사용자가 특정 이더리움 NFT가 변경 가능한지 또는 변경 불가능한지 여부를 판단하는 것은 매우 어렵고, 이더리움 NFT 플랫폼은 NFT가 변경 가능한지 또는 변경 불가능한지, 컨트랙트 소스 코드가 확인 가능하고 감사를 받았는지 여부를 구분하기 위해 노력하지 않는다.
pt: É muito difícil para um usuário não técnico determinar se uma determinada NFT no Ethereum é mutável ou imutável, e as plataformas daquele ecosistema não fazem nenhum esforço para distinguir se uma NFT é mutável ou imutável, e se o código-fonte do contrato está disponível e foi auditado.
ru: Нетехническому пользователю очень сложно определить, является ли данный Ethereum NFT изменяемым или неизменяемым, а платформы Ethereum NFT не предпринимают никаких усилий, чтобы отличить, является ли NFT изменяемым или неизменяемым, а также доступен ли исходный код контракта и прошел ли он аудит.
zh: 对于非技术用户来说，很难确定某以太坊NFT是否可变，以太坊NFT平台也没有努力去区分NFT是否可变，以及合约源代码是否可用并已经过审计。

source: _Inscription content is always on-chain._
de: _Die Inhalt das Inscription ist immer in der chain._
es: _El contenido de la inscripción siempre está en la cadena de Bitcoin._
fil: _Ang content ng inscription ay laging on-chain._
fr: _Le contenu de l’inscription se trouve toujours sur la blockchain du Bitcoin._
hi: _इंस्‍क्र‍िपशन (डिजिटल अभिलेख) विषय-वस्‍तु हमेशा ऑन-चेन होती हैं।_
it: _Il contenuto dell'iscrizione è sempre on-chain._
ko: _인스크립션 콘텐츠는 항상 온체인에 있다._
pt: _O conteúdo de inscrições estão sempre "on-chain" na cadeia do Bitcoin._
ru: _Содержимое надписей всегда находится on-chain._
zh: _铭文内容永久链上_

source: There is no way for an inscription to refer to off-chain content. This makes inscriptions more durable, because content cannot be lost, and scarcer, because inscription creators must pay fees proportional to the size of the content.
de: Es gibt keine Möglichkeit für eine Inschrift, auf Off-Chain-Inhalte zu verweisen. Dies macht Inschriften langlebiger, da Inhalte nicht verloren gehen können, und knapper, da die Ersteller von Inschriften Gebühren in Abhängigkeit von der Größe des Inhalts zahlen müssen.
es: No hay forma de que una inscripción haga referencia a contenido que esta por fuera de la cadena de Bitcoin. Debido a esto las inscripciones son más duraderas porque el contenido no puede perderse y también las hace más escasas porque los creadores de inscripciones deben pagar comisiones proporcionales al tamaño del contenido.
fil: Walang paraan para sa isang inscription para i-refer ang sarili nito sa off-chain. Ginagawa nitong mas matibay ang mga inscription, dahil hindi mawawala ang content, at mas bihira, dahil dapat magbayad ang mga creator ng katumbas na proporsyonal na laki ng content.
fr: Il est impossible pour une inscription de se référer à un contenu qui se trouve en dehors de la blockchain du Bitcoin. Cela rend les inscriptions plus durables, car le contenu ne peut pas être perdu, mais aussi plus rares, car les créateurs d’inscriptions doivent payer des commissions proportionnelles à la taille du contenu.
hi: किसी भी सूरत में इंस्‍क्र‍िपशन (डिजिटल अभिलेख) ऑफ-चेन विषय-वस्‍तु को संदर्भित नहीं करते। यह इंस्‍क्र‍िपशन को अधिक स्थिर बनाता है, क्योंकि विषय-वस्‍तु नष्ट नहीं हो सकते हैं, और दुर्लभ हैं, क्योंकि इंस्‍क्र‍िपशन (डिजिटल अभिलेख) के सृजनकर्ता को विषय-वस्‍तु के आकार के अनुपात में शुल्क का भुगतान करना होगा।
it: Non c'è modo per un'iscrizione di fare riferimento a contenuti fuori catena. Questo rende le iscrizioni più durature, perché il contenuto non può essere perso, e più scarse, perché i creatori di iscrizioni devono pagare commissioni proporzionali alla dimensione del contenuto.
ko: 인스크립션은 오프체인 콘텐츠를 참조할 수 있는 방법이 없다. 따라서 콘텐츠가 손실되지 않기 때문에 인스크립션의 내구성이 높아지고, 인스크립션 작성자가 콘텐츠 크기에 비례하는 수수료를 지불해야 하기 때문에 희소성이 높아진다.
pt: Não há como uma inscrição se referir a conteúdo fora da rede. Isso torna as inscrições mais duráveis, porque o conteúdo não pode ser perdido, e mais escassas, porque os criadores das inscrições devem pagar taxas proporcionais ao tamanho do conteúdo.
ru: Надпись не может ссылаться на off-chain контент. Это делает надписи более долговечными, поскольку контент не может быть потерян, и более редкими, поскольку создатели надписей должны платить за них комиссию, пропорциональную размеру контента.
zh: 铭文无法引用链下内容。因为内容不会丢失，这使得铭文更加持久，也使得铭文创作者必须支付与内容大小成比例的费用。

source: Some Ethereum NFT content is on-chain, but much is off-chain, and is stored on platforms like IPFS or Arweave, or on traditional, fully centralized web servers. Content on IPFS is not guaranteed to continue to be available, and some NFT content stored on IPFS has already been lost. Platforms like Arweave rely on weak economic assumptions, and will likely fail catastrophically when these economic assumptions are no longer met. Centralized web servers may disappear at any time.
de: Einige Ethereum NFT-Inhalte sind in der Blockchain gespeichert, aber ein Großteil befindet sich außerhalb der Blockchain und wird auf Plattformen wie IPFS oder Arweave oder auf traditionellen, vollständig zentralisierten Webservern gespeichert. Inhalte auf IPFS sind nicht garantiert dauerhaft verfügbar, und einige NFT-Inhalte, die auf IPFS gespeichert sind, gingen bereits verloren. Plattformen wie Arweave stützen sich auf schwache wirtschaftliche Annahmen und werden wahrscheinlich katastrophal scheitern, wenn diese wirtschaftlichen Annahmen nicht mehr erfüllt sind. Zentralisierte Webserver können jederzeit verschwinden.
es: Hay algunos NFTs en Ethereum que están en la cadena, pero muchos no lo están y se almacenan en plataformas como IPFS o Arweave, o en servidores web centralizados. No se garantiza que el contenido que esta almacenado en IPFS continue estando disponible, de hecho, ya se ha perdido contenido de NFTs que fueron almacenado en IPFS. Plataformas como Arweave dependen de suposiciones económicas y probablemente fallarán catastróficamente cuando estas suposiciones ya no se cumplan. Los servidores web centralizados pueden desaparecer en cualquier momento.
fil: Ang ilan sa nilalaman ng Ethereum NFT ay on-chain, ngunit karamihan sa mga ito ay off-chain at naka-imbak sa mga platform tulad ng IPFS o Arweave, o isang sentralisadong tradisyonal na mga web server. Ang paggamit sa IPFS ay hindi safe, at ang ilang nilalaman ng NFT na nakaimbak sa IPFS ay maaring mawala. Ang mga platform tulad ng Arweave ay umaasa sa mga dami ng gumagamit nito at malamang na makakaranas ng malaking problema kapag hindi na natugunan ang mga pangangailangan na ito. At ang mga sentralisadong web server ay maaaring mawala anumang oras.
fr: Le contenu de certains NFTs sur Ethereum est sur la blockchain, mais beaucoup ne l’est pas et est stocké sur des plateformes telles que IPFS ou Arweave, ou sur des serveurs web centralisés. Il n’y a aucune garantie que le contenu stocké sur IPFS continuera d’être disponible ; en fait, quelques contenus de NFTs qui étaient stockés sur IPFS ont déjà été perdus. Les plateformes telles qu’Arweave reposent sur des hypothèses économiques et sont susceptibles d’échouer de manière catastrophique lorsque ces hypothèses ne seront plus satisfaites. Les serveurs web centralisés pourraient disparaître à tout moment.
hi: कुछ एथेरियम एनएफटी विषय-वस्‍तु ऑन-चेन (क्लाउड सदृश सभी के लिए दृश्यमान) हैं, लेकिन अधिकांश ऑफ-चेन (निजी हैं सार्वजनिक रूप से दृश्य नहीं हैं) हैं, और इन्‍हें IPFS या Arweave जैसे मंचों पर, या पारंपरिक रूप से, पूरी तरह से केंद्रीकृत वेब सर्वर पर संग्रहि‍त किया जाता है। आईपीएफएस पर विषय-वस्‍तु उपलब्ध रहने की गारंटी नहीं है, और आईपीएफएस पर संग्रहीत कुछ एनएफटी विषय-वस्‍तु पहले ही खो चुकी है। Arweave जैसे प्लेटफ़ॉर्म कमज़ोर आर्थिक धारणाओं पर भरोसा करते हैं, और जब ये आर्थिक धारणाएँ पूरी नहीं होंगी तो संभवतः विनाशकारी रूप से विफल हो जाएंगे। केंद्रीकृत वेब सर्वर किसी भी समय गायब हो सकते हैं।
it: Alcuni contenuti di Ethereum NFT sono on-chain, ma molti sono off-chain e sono archiviati su piattaforme come IPFS o Arweave, o su server web tradizionali e completamente centralizzati. Non è garantito che i contenuti su IPFS continuino a essere disponibili e alcuni contenuti NFT archiviati su IPFS sono già andati persi. Piattaforme come Arweave si basano su presupposti economici deboli e probabilmente falliranno in modo catastrofico quando questi presupposti economici non saranno più soddisfatti. I server web centralizzati possono scomparire in qualsiasi momento.
ko: 일부 이더리움 NFT 콘텐츠는 온체인에 있지만, 대부분은 오프체인에 있으며, IPFS나 Arweave와 같은 플랫폼이나 기존의 완전히 중앙화된 웹 서버에 저장되어 있다. IPFS에 저장된 콘텐츠는 지속적 사용이 보장되지 않으며, IPFS에 저장된 일부 NFT 콘텐츠는 이미 손실된 바 있다. Arweave와 같은 플랫폼은 취약한 경제적 가정에 의존하고 있으며, 이러한 경제적 가정이 더 이상 충족되지 않으면 파국적으로 실패할 가능성이 높다. 중앙화된 웹 서버는 언제든 사라질 수 있다.
pt: Existem alguns conteúdos de NFTs no Ethereum on-chain, mas muito está fora da cadeia, "off-chain," e armazenado em plataformas como IPFS ou Arweave, ou em servidores web tradicionais e totalmente centralizados. Não há garantia de que o conteúdo no IPFS continuará disponível, e alguns conteúdos de NFT armazenados em IPFS já foram perdidos. Plataformas como a Arweave dependem de suposições econômicas fracas e provavelmente falharão catastroficamente quando essas suposições econômicas não forem mais atendidas. Servidores web centralizados podem desaparecer a qualquer momento.
ru: Часть контента Ethereum NFT находится on-chain, но большая часть - off-chain, и хранится на таких платформах, как IPFS или Arweave, или на традиционных, полностью централизованных веб-серверах. Доступность контента на IPFS не гарантирована, а часть NFT-контента, хранящегося на IPFS, уже потеряна. Платформы типа Arweave опираются на слабые экономические предположения и, скорее всего, потерпят катастрофический крах, когда эти экономические предположения перестанут выполняться. Централизованные веб-серверы могут исчезнуть в любой момент.
zh: 一些以太坊 NFT 内容在链上的，但大部分内容在链下，存储在 IPFS 或 Arweave 等平台上，或传统完全中心化的网络服务器上。IPFS上的内容不保证继续可用，一些存储在IPFS上的NFT内容已经丢失。像Arweave这样的平台依赖于薄弱的经济假设，当这些经济假设不再满足时，它们很可能会发生灾难性的失败。中心化的网络服务器随时可能消失。

source: It is very hard for a non-technical user to determine where the content of a given Ethereum NFT is stored.
de: Es ist für einen nicht-technischen Benutzer sehr schwer zu bestimmen, wo der Inhalt eines bestimmten Ethereum NFT gespeichert ist.
es: Es difícil para un usuario que no tienes habilidades técnicas determinar donde el contenido de un NFT de Ethereum esta alojado
fil: Napakahirap para sa isang hindi teknikal na user ang gumagamit na matukoy kung saan nakaimbak ang nilalaman ng isang partikular na Ethereum NFT.
fr: Il est très difficile pour un utilisateur non technique de déterminer où est stocké le contenu d’un NFT sur Ethereum.
hi: एक गैर-तकनीकी उपयोगकर्ता के लिए यह तय करना बहुत मुश्किल है कि दी गई एथेरियम एनएफटी की विषय-वस्‍तु कहाँ संग्रहीत की गई है।
it: Per un utente non tecnico è molto difficile determinare dove sia memorizzato il contenuto di un determinato NFT di Ethereum.
ko: 평범한 사용자가 특정 이더리움 NFT의 콘텐츠가 어디에 저장되어 있는지 파악하는 것은 매우 어렵다.
pt: É muito difícil para um usuário não técnico determinar onde o conteúdo de uma determinada NFT do Ethereum está armazenada.
ru: Нетехническому пользователю очень сложно определить, где хранится содержимое того или иного Ethereum NFT.
zh: 对于非技术用户来说，很难确定某以太坊NFT的内容存储在哪里。

source: _Inscriptions are much simpler._
de: _Inscriptions sind viel einfacher._
es: _Las inscripciones son mucho más sencillas._
fil: _Ang mga inscription ay mas simple._
fr: _Les inscriptions sont beaucoup plus simples._
hi: _इंस्‍क्र‍िपशन (डिजिटल अभिलेख) बहुत सरल हैं।_
it: _Le iscrizioni sono molto più semplici._
ko: _인스크립션은 훨씬 더 간단하다._
pt: _As inscrições são muito mais simples._
ru: _Надписи гораздо проще._
zh: _铭文要简单得多_

source: Ethereum NFTs depend on the Ethereum network and virtual machine, which are highly complex, constantly changing, and which introduce changes via backwards-incompatible hard forks.
de: Ethereum NFTs sind abhängig vom Ethereum-Netzwerk und der virtuellen Maschine, die äußerst komplex und ständigen Veränderungen unterworfen sind. Diese Änderungen erfolgen oft durch rückwärtsinkompatible Hardforks.
es: Los NFT de Ethereum dependen de la red y la máquina virtual de Ethereum, las cuales son altamente complejas, cambian constantemente e introducen cambios mediante bifurcaciones incompatibles con versiones anteriores.
fil: Ang mga Ethereum NFT ay nakadepende sa Ethereum network at virtual machine, na napakakomplikado, patuloy na nagbabago at nagdudulot ng mga pagbabago sa pamamagitan ng mga backward compatible na hard forks.
fr: Les NFTs sur Ethereum dépendent du réseau et de la machine virtuelle Ethereum, qui sont très complexes, évoluent constamment et introduisent des changements par le biais de hard forks incompatibles avec des versions précédentes.
hi: एथेरियम एनएफटी, एथेरियम नेटवर्क और वर्चुअल मशीन पर निर्भर करते हैं, जो बेहद जटिल होते हैं, निरंतर बदलते रहते हैं, और जो बैकवर्ड-कम्‍पेटिबल हार्ड फोर्क्स (बैकवर्ड कम्पैटिबिलिटी को किसी भी हार्डवेयर या सॉफ़्टवेयर के पुराने सॉफ़्टवेयर संस्करणों से इंटरफ़ेस का उपयोग करने या अन्य हार्डवेयर सिस्टम के साथ पुराने मॉडलों के साथ संगत करना) के माध्यम से अपडेट होते रहते हैं।
it: Gli NFT di Ethereum dipendono dalla rete e dalla macchina virtuale di Ethereum, che sono molto complesse, in continua evoluzione e che introducono cambiamenti tramite hard fork incompatibili con le versioni precedenti.
ko: 이더리움 NFT는 이더리움 네트워크와 가상 머신에 의존하며 이는 매우 복잡하고 끊임없이 변화하며, 이전 버전과 호환되지 않는 하드포크를 통해 변경 사항을 도입한다.
pt: As NFTs do Ethereum dependem da rede Ethereum e da máquina virtual, que são altamente complexas, estão em constante mudança e introduzem mudanças por meio de hard forks incompatíveis com versões anteriores.
ru: Ethereum NFT зависит от сети и виртуальной машины Ethereum, которые очень сложны, постоянно меняются и вносят изменения через обратно-несовместимые хард форки.
zh: 以太坊 NFT 依赖于以太坊网络和虚拟机，它们高度复杂、不断变化，并通过向后不兼容的硬分叉引入变化。
