Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: This guide gives some basic steps on how to create a wallet with [Sparrow Wallet](https://sparrowwallet.com/) which is compatible with `ord` and can be later imported into `ord`
de: Dieser Leitfaden gibt einige grundlegende Schritte an, wie Sie ein Wallet mit [Sparrow Wallet](https://sparrowwallet.com/) erstellen können, das mit `ord` kompatibel ist und später in `ord` importiert werden kann
es: Esta guía ofrece instrucciones básicas para crear un monedero con [Sparrow Wallet](https://sparrowwallet.com/) el cual es compatible con `ord` y podrá ser importado a `ord` en un futuro.
fil: Nagbibigay ang gabay na ito ng ilang pangunahing hakbang kung paano gumawa ng [Sparrow Wallet](https://sparrowwallet.com/) na tugma sa `ord` at maaring ma-import sa `ord`
fr: Ce guide fournit des instructions de base pour créer un portefeuille avec [Sparrow Wallet](https://sparrowwallet.com/) qui soit compatible avec `ord` et qui puisse être importé dans ord par la suite
hi: [स्पैरो वॉलेट](https://sparrowwallet.com/) के साथ वॉलेट कैसे बनाने हैं इसके बारे में यह मार्गदर्शिका कुछ बुनियादी कदमों का उल्‍लेख करती है जो ऑर्ड के साथ संगत है और बाद में इसे `ऑर्ड` में इंपोर्ट किया जा सकता है।
it: Questa guida fornisce alcuni passaggi di base su come creare un portafoglio con [Sparrow Wallet](https://sparrowwallet.com/) che sia compatibile con `ord` e possa essere successivamente importato in `ord`
ko: 이 가이드는 `ord`와 호환되며 나중에 `ord`로 가져오기 할 수 있는 [스패로우 월렛](https://sparrowwallet.com/)을 사용해 지갑을 어떻게 생성하는지에 기본 단계를 설명한다
pt: Este guia fornece alguns passos básicos sobre como criar uma carteira com [Sparrow Wallet](https://sparrowwallet.com/) que é compatível com `ord` e pode ser posteriormente importada para `ord`.
ru: В данном руководстве приведены основные шаги по созданию кошелька с помощью [Sparrow Wallet](https://sparrowwallet.com/), который совместим с `ord` и может быть впоследствии импортирован в `ord`
zh: 本指南提供了一些基本步骤，说明如何使用 [Sparrow Wallet](https://sparrowwallet.com/) 创建一个与`ord`兼容的钱包，稍后可以将其导入到`ord`

source: ⚠️⚠️ Warning!! ⚠️⚠️
de: ⚠️⚠️ Achtung!! ⚠️⚠️
es: ⚠️⚠️ ¡¡Advertencia!! ⚠️⚠️
fr: ⚠️⚠️ Avertissement!! ⚠️⚠️
hi: ⚠️⚠️ चेतावनी!! ⚠️⚠️
it: ⚠️⚠️ Attenzione!! ⚠️⚠️
ko: ⚠️⚠️ 경고!! ⚠️⚠️
pt: ⚠️⚠️ Aviso!! ⚠️⚠️
ru: ⚠️⚠️ Внимание!! ⚠️⚠️
zh: ⚠️⚠️ 警告!! ⚠️⚠️

source: As a general rule if you take this approach, you should use this wallet with the Sparrow software as a receive-only wallet.
de: Im Allgemeinen sollten Sie, wenn Sie diesen Ansatz wählen, dieses Wallet mit der Sparrow-Software nur als Empfangswallet verwenden.
es: Como regla general, si tomas este enfoque, debes usar este monedero con el software Sparrow solo como un monedero para recibir.
fil: Sa pangkalahatan, kung gagawin mo ang diskarteng ito, dapat mong gamitin ang wallet na ito gamit ang Sparrow software bilang receive wallet lamang.
fr: En règle générale, si vous adoptez cette approche, vous devriez utiliser ce portefeuille avec le logiciel Sparrow uniquement en tant que portefeuille de réception.
hi: एक सामान्य नियम के रूप में यदि आप इस दृष्टिकोण को अपनाते हैं, तब आपको स्पैरो सॉफ़्टवेयर के साथ इस वॉलेट का उपयोग रिसीव-ओनली वॉलेट के रूप में करना चाहिए।
it: Come regola generale, se si adotta questo approccio, si dovrebbe utilizzare questo portafoglio con il software Sparrow come portafoglio di sola ricezione.
ko: 일반적으로 이 방법을 사용하는 경우, 이 지갑을 스패로우 소프트웨어에 사용해 수신 전용(receive-only) 지갑으로 사용해야 한다.
pt: Como regra geral, se você adotar essa abordagem, deverá usar esta carteira com o software Sparrow como uma carteira somente para recebimento.
ru: Как правило, при таком подходе следует использовать этот кошелек с программой Sparrow в качестве кошелька только для приема транзакций.
zh: 一般来说，如果你选择这种方法，你应该将这个钱包作为接收款项的钱包，使用Sparrow软件。

source: Do not spend any satoshis from this wallet unless you are sure you know what you are doing. You could very easily inadvertently lose access to your ordinals and inscriptions if you don't heed this warning.
de: Geben Sie keine Satoshis aus diesem Wallet aus, es sei denn, Sie sind sicher, dass Sie wissen, was Sie tun. Sie könnten leicht unbeabsichtigt den Zugriff auf Ihre Ordinals und inscriptions verlieren, wenn Sie dieser Warnung nicht folgen.
es: No gastes ningún satoshi de este monedero a menos que estés seguro de lo que estás haciendo. Podrías perder fácilmente el acceso a tus ordinals e inscripciones si no haces caso a esta advertencia.
fil: Huwag gumastos ng satoshi mula sa wallet na ito maliban kung sigurado kang alam mo ang iyong ginagawa. Madali mong hindi sinasadyang mawalan ng access sa iyong mga ordinal at inscription kung babalewalain mo ang babalang ito.
fr: Ne dépensez pas de satoshis à partir de ce portefeuille à moins d’être sûr de savoir ce que vous faites. Vous pourriez très facilement perdre l’accès à vos ordinals et à vos inscriptions par inadvertance si vous ne tenez pas compte de cet avertissement.
hi: इस वॉलेट से तब तक कोई सातोशी खर्च मत करें जब तक आप आश्वस्त न हो जाएं कि आप अच्‍छे से जानते हैं कि आप क्या कर रहे हैं। यदि आप इस चेतावनी पर ध्यान नहीं देते हैं तो आप बहुत आसानी से अनजाने में अपने ऑर्डिनल्‍स और इंस्‍क्रीप्‍शंस (डिजिटल अभिलेखों) पर संपर्क करने में सक्षम नहीं होंगे।
it: Non spendere i satoshi da questo portafoglio se non si è sicuri di sapere cosa si sta facendo. È molto facile che si perda inavvertitamente l'accesso agli ordinali e alle iscrizioni se non si presta attenzione a questo avvertimento.
ko: 어떻게 하는지 확실하지 않다면 이 지갑에서 사토시를 사용(spend) 하지 말자. 이 경고에 주의하지 않으면 실수로 오디널과 인스크립션 대한 액세스를 아주 쉽게 잃을 수 있다.
pt: Não gaste nenhum satoshi desta carteira, a menos que tenha certeza de que sabe o que está fazendo. Você pode facilmente perder inadvertidamente o acesso aos seus ordinais e inscrições se não prestar atenção a este aviso.
ru: Не тратьте сатоши из этого кошелька, если не уверены, что знаете, что делаете. Если вы не прислушаетесь к этому предупреждению, то очень легко можете случайно потерять доступ к своим ordinals и надписям.
zh: 除非你确定知道自己在做什么，否则不要从这个钱包中花费任何比特币。如果你不注意这个警告，你可能会很容易无意间失去对序数和铭文的访问权限。

source: Wallet Setup & Receiving
de: Wallet-Einrichtung und -Empfang
es: Configuración del Monedero y Recibir
fil: Wallet Setup at Receiving
fr: Configuration du portefeuille et réception
hi: वॉलेट सेटअप और प्राप्त करना
it: Setup del Wallet & Ricezione
ko: 지갑 설정 및 수신하기
pt: Configuração da Carteira & Recebendo
ru: Установка кошелька и получение
zh: 钱包设置和接收

source: Download the Sparrow Wallet from the [releases page](https://sparrowwallet.com/download/) for your particular operating system.
de: Laden Sie die Sparrow Wallet von der [Download-Seite](https://sparrowwallet.com/download/) für Ihr jeweiliges Betriebssystem herunter.
es: Descarga Sparrow Wallet [desde la página de descargas](https://sparrowwallet.com/download/) para tu sistema operativo específico.
fil: I-download ang Sparrow Wallet mula sa [releases page](https://sparrowwallet.com/download/) para sa iyong partikular na operating system.
fr: Téléchargez Sparrow Wallet à partir de la [page de téléchargement](https://sparrowwallet.com/download/) correspondant à votre système d’exploitation.
hi: [रिलीज़ पेज](https://sparrowwallet.com/download/) से अपने विशेष ऑपरेटिंग सिस्टम के लिए स्पैरो वॉलेट डाउनलोड करें।
it: Download del portafoglio Sparrow dalla [pagina di release](https://sparrowwallet.com/download/) per il proprio sistema operativo.
ko: [릴리즈 페이지](https://sparrowwallet.com/download/)에서 당신 운영체제의 맞는 스패로우 월렛을 다운로드한다.
pt: Baixe a Sparrow Wallet na [página de lançamentos](https://sparrowwallet.com/download/) para seu sistema operacional específico.
ru: Загрузите Sparrow Wallet [со страницы](https://sparrowwallet.com/download/) для вашей конкретной операционной системы.
zh: 根据你的操作系统从 [发布页面](https://sparrowwallet.com/download/) 下载Sparrow钱包。

source: Select `File -> New Wallet` and create a new wallet called `ord`.
de: Wählen Sie `File -> New Wallet` und erstellen Sie eine neue Wallet namens `ord`.
es: Selecciona `File -> New Wallet` y crea un nuevo monedero llamada `ord`.
fil: Piliin ang `File -> New Wallet` at gumawa ng bagong wallet na tinatawag na `ord`.
fr: Sélectionnez `File -> New Wallet` et créez un nouveau portefeuille appelé `ord`.
hi: `फ़ाइल -> New Wallet` चयन करें और `ऑर्ड` नामक एक नया वॉलेट बनाएं।
it: Selezionate `File -> New Wallet` e create un nuovo wallet chiamato `ord`.
ko: `File -> New Wallet`을 선택하고 `ord`라는 새 지갑을 생성한다.
pt: Selecione `File -> New Wallet` e crie uma nova carteira chamada `ord`.
ru: Выберите `File -> New Wallet` и создайте новый кошелек с названием `ord`.
zh: 选择 `File -> New Wallet`并创建一个名为`ord`的新钱包。

source: Change the `Script Type` to `Taproot (P2TR)` and select the `New or Imported Software Wallet` option.
de: Ändern Sie den "Skripttyp" in "Taproot (P2TR)" und wählen Sie die Option "Neue oder importierte Software-Wallet" aus.
es: Cambia el `Script Type` (Tipo de script) a `Taproot (P2TR)` y selecciona la opción `New or Imported Software Wallet`.
fil: Palitan ang `Script Type` sa `Taproot (P2TR)` at piliin ang ``New or Imported Software Wallet` option.
fr: Modifiez le `Script Type` (type de script) en choisissant `Taproot (P2TR)` et sélectionnez l’option `New or Imported Software Wallet` (Portefeuille de logiciel nouveau ou importé).
hi: `Script Type` को `Taproot (P2TR)` में बदलें और `नया या इंर्पोटेड सॉफ़्टवेयर वॉलेट` विकल्प का चयन करें।
it: Cambiate il `Script Type` in `Taproot (P2TR)` e selezionate l'opzione `New or Imported Software Wallet`.
ko: `Script Type`을 `Taproot (P2TR)`로 변경하고 `New or Imported Software Wallet` 옵션을 선택한다.
pt: Altere o `Script Type` (Tipo de script) para `Taproot (P2TR)` e selecione a opção `New or Imported Software Wallet`.
ru: Измените `Script Type` на `Taproot (P2TR)` и выберите опцию `New or Imported Software Wallet`.
zh: 将`Script Type`更改为`Taproot (P2TR)`，然后选择`New or Imported Software Wallet`选项。

source: Select `Use 12 Words` and then click `Generate New`. Leave the passphrase blank.
de: Wählen Sie `Verwenden von 12 Wörtern` aus und klicken Sie dann auf `Neue generieren`. Lassen Sie das Passwortfeld leer.
es: Selecciona `Use 12 Words` (Utilizar 12 palabras) y luego haz clic en `Generate New` (Generar nueva). Deja passphrase (Frase de contraseña) en blanco.
fil: Piliin ang `Use 12 Words` at pagkatapos ay i-click ang `Generate New`. Iwanan ang passphrase na blangko.
fr: Sélectionnez `Use 12 Words` (utiliser 12 mots), puis cliquez sur `Generate New` (Créer nouveau). Laissez la passphrase (phrase secrète) vide.
hi: `Use 12 Words` का चयन करें और फिर `Generate New` पर क्लिक करें। पासफ़्रेज़ को खाली छोड़ दें।
it: Selezionate `Use 12 Words` e dopo cliccate `Generate New`. Lasciate la Passphrase vuota.
ko: `Use 12 Words`을 선택한 다음 `Generate New`를 클릭한다. 비밀번호는 비워둔다.
pt: Selecione `Use 12 Words` (Usar 12 palavras) e clique em `Generate New` (Gerar novo). Deixe a passphrase em branco.
ru: Выберите `Use 12 Words` и нажмите `Generate New`. Оставьте блан пароля пустой.
zh: 选择`Use 12 Words`，然后点击 `Generate New`。密码短语留空。

source: A new 12 word BIP39 seed phrase will be generated for you. Write this down somewhere safe as this is your backup to get access to your wallet. NEVER share or show this seed phrase to anyone else.
de: Es wird eine neue 12-Wort-BIP39-Sicherungsphrase für Sie generiert. Schreiben Sie diese an einem sicheren Ort auf, da dies Ihre Sicherung ist, um Zugriff auf Ihre Brieftasche zu erhalten. Teilen Sie diese Sicherungsphrase NIEMALS mit jemand anderem oder zeigen Sie sie niemandem.
es: Se generará tu nueva frase semilla BIP39 de 12 palabras. Anota esto en un lugar seguro, ya que será tu respaldo para acceder a tu monedero. NUNCA compartas ni muestres esta frase semilla a nadie.
fil: Ma-ge-generate para sa iyo ang isang bagong BIP39 12 word seed phrase. Isulat ito sa isang lugar na ligtas dahil ito ang iyong backup para makakuha ng access sa iyong wallet. HUWAG ibahagi o ipakita ang seed na pariralang ito sa iba.
fr: Une nouvelle phrase de récupération BIP39 contenant 12 mots sera générée pour vous. Notez-la dans un endroit sûr, car elle vous servira de référence pour accéder à votre portefeuille. Ne communiquez ou ne montrez JAMAIS cette phrase de récupération à qui que ce soit.
hi: आपके लिए एक नया 12 शब्दों का BIP39 सीड फ्रेज उत्पन्न किया जाएगा। इसे कहीं सुरक्षित स्थान पर लिख लें क्‍योंकि यह आपकी वॉलेट तक पहुँचने के लिए आपकी बैकअप है। किसी के साथ इस सीड फ्रेज को कभी साझा नहीं करें और न दिखाएं।
it: Verrà generata una nuova seed phrase BIP39 di 12 parole. Scrivetela in un posto sicuro, perché è il modo per accedere al vostro portafoglio. Non condividete o mostrate MAI questa frase a nessuno.
ko: 새로운 12단어 BIP39 시드 문구가 생성된다. 지갑에 액세스하기 위한 백업용이므로 안전한 곳에 적어두자. 절대로 이 시드 문구를 다른 사람에게 공유하거나 보여주지 말자.
pt: Uma nova frase inicial BIP39 de 12 palavras será gerada para você. Anote isso em algum lugar seguro, pois este é o seu backup para ter acesso à sua carteira. NUNCA compartilhe ou mostre esta frase-semente para ninguém.
ru: Для вас будет сгенерирована новая начальная фраза BIP39 из 12 слов. Запишите ее в надежном месте, так как это ваш запасной вариант для получения доступа к кошельку. НИКОГДА не сообщайте и не показывайте эту seed-фразу никому другому.
zh: 将为你生成一个新的12词BIP39种子短语。将此短语写在安全的地方，这是获取钱包访问权限的备份。切勿与他人分享或显示这个种子短语。

source: Once you have written down the seed phrase click `Confirm Backup`.
de: Sobald Sie die Sicherungsphrase notiert haben, klicken Sie auf `Confirm Backup`.
es: Una vez que hayas anotado la frase semilla, haz clic en `Confirm Backup` (Confirmar copia de seguridad).
fil: Kapag naisulat mo na ang seed phrase i-click ang `Confirm Backup`.
fr: Une fois que vous avez noté la phrase de récupération, cliquez sur `Confirm Backup` (confirmer la sauvegarde).
hi: जब आपने सीड फ्रेज लिख लिया हो, तो `Confirm Backup` पर क्लिक करें।
it: Una volta annotata la seed phrase cliccate `Confirm Backup`.
ko: 시드 문구를 적었으면 `Confirm Backup`을 클릭한다.
pt: Depois de escrever a frase inicial, clique em `Confirm Backup`.
ru: После того как вы записали seed-фразу, нажмите кнопку `Confirm Backup`.
zh: 一旦你把种子短语写下来，点击 `Confirm Backup`.

source: Re-enter the seed phrase which you wrote down, and then click `Create Keystore`.
de: Geben Sie die zuvor notierte Sicherungsphrase erneut ein und klicken Sie dann auf `Create Keystore`.
es: Ingresa la frase que anotaste y luego haz clic en` Create Keystore`.
fil: Muling i-enter ang seed phrase na iyong isinulat, at pagkatapos ay i-click ang `Create Keystore`.
fr: Saisissez à nouveau la phrase de récupération que vous avez notée, puis cliquez sur `Create Keystore` (Créer le Keystore).
hi: जिस सीड फ़्रेज़ को आपने अभी लिखा है उसे दुबारा दर्ज करें, और फिर `Create Keystore` पर क्लिक करें।
it: Reinserite la seed phrase annotata, quindi fate clic su `Create Keystore`.
ko: 적어둔 시드 문구를 다시 입력한 다음 `Create Keystore`을 클릭한다.
pt: Digite novamente a frase inicial que você anotou e clique em `Create Keystore`.
ru: Вновь введите записанную вами seed-фразу и нажмите кнопку `Create Keystore`.
zh: 重新输入你记下的种子短语，然后点击 `Create Keystore`.

source: Click `Apply`. Add a password for the wallet if you want to.
de: Klicken Sie auf `Apply`. Wenn Sie möchten, können Sie dem Wallet ein Passwort hinzufügen.
es: Haz clic en `Apply` (aplicar). Luego, agrega una contraseña al monedero si deseas
fil: I-click ang `Apply`. I-add ang password para sa wallet kung gusto mo.
fr: Cliquez sur `Apply` (Appliquer). Ajoutez un mot de passe pour le portefeuille si vous le souhaitez.
hi: `Apply` पर क्लिक करें। यदि आप चाहते हैं तो वॉलेट के लिए एक पासवर्ड डालें।
it: Click `Apply`. Aggiungete una password per il wallet se preferite.
ko: `Apply`를 클릭한다. 원하는 경우 지갑의 비밀번호를 설정한다.
pt: Clique em `Apply` (aplicar). Adicione uma senha para a carteira se desejar.
ru: Нажмите кнопку `Apply`. При необходимости добавьте пароль для кошелька.
zh: 点击 `Apply`。如果你想的话，可以为钱包添加一个密码。

source: You now have a wallet which is compatible with `ord`, and can be imported into `ord` using the BIP39 Seed Phrase. To receive ordinals or inscriptions, click on the `Receive` tab and copy a new address.
de: Sie haben jetzt ein Wallet, das mit `ord` kompatibel ist und mit Hilfe des BIP39 Seed Phrase in `ord` importiert werden kann. Um Ordinals oder Inschriften zu empfangen, klicken Sie auf die Registerkarte `Receive` und kopieren Sie eine neue Adresse.
es: Ahora tienes un monedero que es compatible con `ord` y que puede ser importado a `ord` utilizando la frase semilla BIP39. Para recibir ordinals o inscripciones, dirígete a la pestaña `Receive` (Recibir) y copia una nueva dirección.
fil: Mayroon ka na ngayong wallet na compatible sa `ord`, at maaaring i-import sa `ord` gamit ang BIP39 Seed Phrase. Upang makatanggap ng mga ordinal o inskripsiyon, mag-click sa tab na `Receive` at kumopya ng bagong address.
fr: Vous disposez maintenant d’un portefeuille compatible avec `ord`, qui peut être importé dans `ord` à l’aide de la phrase de récupération BIP39. Pour recevoir des ordinals ou des inscriptions, cliquez sur l’onglet `Receive` (recevoir) et copiez une nouvelle adresse.
hi: अब आपके पास एक वॉलेट उपलब्‍ध है जो `ऑर्ड` के साथ संगत है, और इसे BIP39 सीड फ़्रेज़ का उपयोग करके `ऑर्ड` में इंपोर्ट किया जा सकता है। ऑर्डिनल्‍स (क्रमसूचक संख्‍याएं) या इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) प्राप्त करने के लिए, `Receive` टैब पर क्लिक करें और नये पते को कॉपी करें।
it: Ora si dispone di un portafoglio compatibile con `ord`, che può essere importato in `ord` utilizzando la seedphrase BIP39. Per ricevere ordinali o iscrizioni, fate click sulla scheda `Receive` e copiate un nuovo indirizzo.
ko: 이제 `ord`와 호환되는 지갑을 갖게 되었으며, BIP39 시드 문구를 사용하여 `ord`로 가져오기 할 수 있다. 오디널 또는 인스크립션을 받으려면 `Receive` 탭을 클릭하고 새 주소를 복사한다.
pt: Agora você tem uma carteira compatível com `ord` e pode ser importada para `ord` usando a frase inicial BIP39. Para receber ordinais ou inscrições, clique na aba `Receive` e copie um novo endereço.
ru: Теперь у вас есть кошелек, который совместим с `ord` и может быть импортирован в `ord` с помощью seed-фразы BIP39. Чтобы получить ordinals или надписи, перейдите на вкладку `Receive` и скопируйте новый адрес.
zh: 你现在有了一个兼容`ord`的钱包，可以使用BIP39种子短语导入到 `ord`。要接收序数或铭文，点击 `Receive`选项卡并复制一个新地址。

source: Each time you want to receive you should use a brand-new address, and not re-use existing addresses.
de: Jedes Mal, wenn Sie empfangen möchten, sollten Sie eine brandneue Adresse verwenden und keine vorhandenen Adressen erneut verwenden.
es: Cada vez que quieras recibir, deberías usar una dirección completamente nueva y no reutilizar direcciones existentes.
fil: Sa tuwing gusto mong makatanggap dapat kang gumamit ng bagong address, at hindi muling-gumamit ng mga kasalukuyang address.
fr: Chaque fois que vous voulez recevoir, vous devriez utiliser une toute nouvelle adresse et ne pas réutiliser les adresses existantes.
hi: हर बार जब आप प्राप्त करना चाहते हैं तो आपको बिल्कुल नए पते का उपयोग करना होगा, और वर्तमान पते का दोबारा उपयोग नहीं करना है।
it: Ogni volta che si desidera ricevere si deve utilizzare un indirizzo nuovo di zecca e non riutilizzare quelli esistenti.
ko: 수신을 원할 때마다 기존 주소를 재사용하지 말고 새 주소를 사용해야 한다.
pt: Cada vez que desejar receber, você deve usar um endereço totalmente novo e não reutilizar endereços existentes.
ru: Каждый раз для получения необходимо использовать совершенно новый адрес, а не повторно использовать существующие.
zh: 每次你想接收时，都应该使用一个全新的地址，而不是重复使用现有的地址。

source: Note that bitcoin is different to some other blockchain wallets, in that this wallet can generate an unlimited number of new addresses. You can generate a new address by clicking on the `Get Next Address` button. You can see all of your addresses in the `Addresses` tab of the app.
de: Beachten Sie, dass Bitcoin sich von einigen anderen Blockchain-Wallets dadurch unterscheidet, dass dieses Wallet eine unbegrenzte Anzahl neuer Adressen generieren kann. Sie können eine neue Adresse generieren, indem Sie auf die Schaltfläche `Get Next Address` klicken. Sie können alle Ihre Adressen im Reiter `Addresses` der App sehen.
es: Ten en cuenta que bitcoin es diferente a algunos otros monederos de blockchain, en el sentido de que el monedero de bitcoin puede generar un número ilimitado de direcciones nuevas. Puedes generar una dirección nueva haciendo clic en el botón `Get Next Address` (Obtener la próxima dirección). Puedes ver todas tus direcciones en la pestaña `Addresses` (Direcciones).
fil: Tandaan na ang bitcoin ay iba sa ibang mga wallet ng blockchain, sa maaaring bumuo ang wallet na ito ng walang limitasyong bilang ng mga bagong address. Maaari mong i-generate ng bagong address sa pamamagitan ng pag-click sa `Get Next Address` na buton. Maaari mong tingnan ang lahat ng iyong address sa tab na `Addresses` ng app.
fr: Veuillez noter que le portefeuille Bitcoin est différent de certains autres portefeuilles de blockchain dans la mesure où il peut générer un nombre illimité de nouvelles adresses. Vous pouvez générer une nouvelle adresse en cliquant sur le bouton `Get Next Address` (Obtenir l’adresse suivante). Vous pouvez voir toutes vos adresses dans l’onglet `Addresses` (Adresses) de l’application.
hi: ध्यान दें कि बिटकॉइन कुछ अन्य ब्लॉकचेन वॉलेट से भिन्‍न होते हैं, क्योंकि यह वॉलेट असीमित संख्या में नए पते उत्पन्न कर सकते हैं। आप `Get Next Address` बटन पर क्लिक करके नये पते का सृजन कर सकते हैं। आप अपने सभी पते ऐप के `एड्रेस` टैब पर देख सकते हैं।
it: Si noti che bitcoin è diverso da altri portafogli blockchain, in quanto questo portafoglio può generare un numero illimitato di nuovi indirizzi. È possibile generare un nuovo indirizzo facendo click sul pulsante `Get Next Address`. Tutti gli indirizzi sono visibili nella scheda `Addresses` dell'applicazione.
ko: 비트코인은 다른 블록체인 지갑들과 달리 새 주소를 무제한으로 생성할 수 있다는 점을 유의하자. `Get Next Address` 버튼을 클릭하면 새 주소를 생성할 수 있다. 앱의 `Addresses` 탭에서 모든 주소를 확인할 수 있다.
pt: Observe que o bitcoin é diferente de algumas outras carteiras de blockchain, pois esta carteira pode gerar um número ilimitado de novos endereços. Você pode gerar um novo endereço clicando no botão `Get Next Address`. Você pode ver todos os seus endereços na guia `Addresses` do aplicativo.
ru: Обратите внимание, что биткоин отличается от некоторых других блокчейн кошельков тем, что этот кошелек может генерировать неограниченное количество новых адресов. Сгенерировать новый адрес можно, нажав на кнопку `Get Next Address`. Все адреса можно посмотреть на вкладке `Addresses` приложения.
zh: 注意，比特币与一些其他区块链钱包不同，这个钱包可以生成无限数量的新地址。你可以通过点击获取下一个地址按钮生成新地址。你可以在应用程序的`Addresses`选项卡中看到所有的地址。

source: You can add a label to each address, so you can keep track of what it was used for.
de: Sie können jeder Adresse ein Etikett hinzufügen, um den Überblick darüber zu behalten, wofür sie verwendet wurde.
es: Puedes asignar una etiqueta a cada dirección, permitiéndote llevar un seguimiento de su propósito o uso.
fil: Maaari kang magdagdag ng label sa bawat address, para masubaybayan mo kung ano iyon at ginagamit para saan.
fr: Vous pouvez ajouter une étiquette à chaque adresse, afin de garder une trace de sa fonction ou de son utilisation.
hi: आप प्रत्येक पते पर एक लेबल जोड़ सकते हैं, ताकि आप इसका ट्रैक रख सकें कि इसका उपयोग किस लिए किया गया था।
it: È possibile aggiungere un'etichetta a ogni indirizzo, in modo da tenere traccia dell'uso che ne è stato fatto.
ko: 각 주소에 레이블(label)을 추가하여 사용 용도를 추적할 수 있다.
pt: Você pode adicionar um rótulo (label) a cada endereço para saber para que ele foi usado.
ru: К каждому адресу можно добавить лейбл, чтобы отслеживать, для чего он был использован.
zh: 你可以给每个地址添加一个标签，这样你就可以跟踪它的用途。
