Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Practice hypothesis-driven debugging
de: Üben Sie das hypothesis-driven debugging
es: Practica la depuración basada en hipótesis
fil: I-practice ang hypothesis-driven debugging
fr: Pratiquez le débogage par hypothèse
hi: परिकल्पना-चालित डिबगिंग का अभ्यास करें
it: Praticate il debugging basato sulle ipotesi
ko: 가설 중심 디버깅을 사용하자
pt: Pratique a depuração baseada em hipóteses
ru: Практика отладки, основанной на гипотезах
zh: 实践'假说驱动'的调试

source: Formulate a hypothesis as to what is causing the problem. Figure out how to test that hypothesis. Perform that tests. If it works, great, you fixed the issue or now you know how to fix the issue. If not, repeat with a new hypothesis.
de: Formulieren Sie eine Hypothese darüber, was das Problem verursacht. Überlegen Sie, wie Sie diese Hypothese testen können. Führen Sie diese Tests durch. Wenn es funktioniert, großartig, Sie haben das Problem behoben oder wissen jetzt, wie Sie es beheben können. Wenn nicht, wiederholen Sie den Vorgang mit einer neuen Hypothese.
es: Formula una hipótesis sobre la causa del problema. Define cómo podrías verificar esa hipótesis. Ejecuta las pruebas correspondientes. Si funciona, genial, has solucionado el problema o, al menos, ahora sabes cómo hacerlo. Si no, vuelve a empezar con una nueva hipótesis.
fil: Bumuo ng hypothesis tungkol sa sanhi ng problema. Alamin kung paano i-test ang hypothesis na ito. Gawin ang test na ito. Kung ito ay gumana, maaari mong malutas ang problema o ngayon alam kung paano ayusin ito. Kung hindi, magsimulang muli sa isang bagong hypothesis.
fr: Formulez une hypothèse sur la cause du problème. Trouvez comment vérifier cette hypothèse et effectuez les tests appropriés. Si cela fonctionne, parfait, vous avez résolu le problème, ou du moins vous savez maintenant comment le faire. Dans le cas contraire, recommencez en formulant une nouvelle hypothèse.
hi: समस्या के पीछे के कारण के बारे में परिकल्पना करें। यह पता लगाने का प्रयास करें कि उस परिकल्पना का परीक्षण कैसे किया जाए। परीक्षण को अंजाम दें। यदि यह ठीक से काम करता है, तो बहुत बढ़िया है, आपने समस्या दुरूस्‍त कर दी है या अब आप जान गये हैं कि समस्या को कैसे दुरूस्‍त किया जाए। यदि ऐसा कुछ भी नहीं हुआ है, तो एक नई परिकल्पना करके फिर से यही प्रक्रिया दोहराएँ।
it: Formulate un'ipotesi sulla causa del problema. Cercate di capire come testare questa ipotesi. Eseguite i test. Se funziona, è possibile risolvere il problema o sapere come risolverlo. In caso contrario, ripetete con una nuova ipotesi.
ko: 문제의 원인에 대한 가설을 세운다. 그 가설을 테스트하는 방법을 알아낸다. 해당 테스트를 수행한다. 테스트가 효과가 있다면 문제를 해결했거나 이제 문제를 해결하는 방법을 알게 된 것이다. 그렇지 않다면 새로운 가설로 반복한다.
pt: Formule uma hipótese sobre o que está causando o problema. Descubra como testar essa hipótese. Execute esses testes. Se funcionar, ótimo, você corrigiu o problema ou agora sabe como corrigi-lo. Caso contrário, repita com um nova hipótese.
ru: Сформулируйте гипотезу о том, что является причиной проблемы. Придумайте, как проверить эту гипотезу. Проведите тестирование. Если она работает, то вы устранили проблему или теперь знаете, как ее устранить. Если нет, повторите тест с новой гипотезой.
zh: 就导致问题的原因提出假设。 弄清楚如何检验该假设。 执行该测试。 如果有效，那太好了，您解决了问题，或者现在您知道如何解决问题了。 如果不是，请重复一个新的假设。

source: Pay attention to error messages
de: Achten Sie auf Fehlermeldungen
es: Presta atención a los mensajes de error
fil: Bigyang-pansin ang mga mensahe ng error
fr: Prêtez attention aux messages d’erreur
hi: त्रुटि संदेशों पर ध्यान दें
it: Prestate attenzione ai messaggi di errore
ko: 오류 메시지에 주의를 기울이자
pt: Preste atenção às mensagens de erro
ru: Обращайте внимание на сообщения об ошибке
zh: 关注错误信息

source: Read all error messages and don't tolerate warnings.
de: Lesen Sie alle Fehlermeldungen und dulden Sie keine Warnungen.
es: Lee todos los mensajes de error y no toleres las advertencias.
fil: Basahin ang lahat ng mga mensahe ng error at huwag i-tolerate ang mga warnings.
fr: Lisez tous les messages d’erreur et ne tolérez pas les avertissements.
hi: सभी त्रुटि संदेशों को ध्‍यान से पढ़ें और चेतावनियाँ को नजरअंदाज मत करें।
it: Leggete tutti i messaggi di errore e non ignorate gli avvisi.
ko: 모든 오류 메시지를 읽고 경고를 무시하지 말자.
pt: Leia todas as mensagens de erro e não tolere avisos.
ru: Читайте все сообщения об ошибке и не миритесь с предупреждениями.
zh: 阅读所有错误消息，不要容忍警告。

source: Ordinals is open-source and community funded. The current lead maintainer of `ord` is [raphjaph](https://github.com/raphjaph/). Raph's work on `ord` is entirely funded by donations. If you can, please consider donating!
de: Ordinals ist Open Source und wird von die community finanziert. Der aktuelle Hauptbetreuer von "ord" ist [raphjaph](https://github.com/raphjaph/). Raphs Arbeit an "ord" wird ausschließlich durch Spenden finanziert. Wenn möglich, erwägen Sie bitte eine Spende!
es: Ordinals es de código abierto y financiado por la comunidad. El encargado principal de `ord` actualmente es [raphjaph](https://github.com/raphjaph/). El trabajo de Raph en `ord` está financiado íntegramente por donaciones. ¡Si puedes, considera hacer una donación!
fil: Ang Ordinals ay open-source na software na pinondohan ng komunidad. Ang kasalukuyang maintainer ng `ord` ay si [raphjaph](https://github.com/raphjaph/). Ang trabaho ni Raph sa `ord` ay ganap na pinondohan ng mga donasyon. Maari kang magbigay ng donasyon kung gusto mo suportahan ang development ng `ord`.
fr: Ordinals est un projet open-source financé par la communauté. Le responsable actuel d’`ord` est [raphjaph](https://github.com/raphjaph/). Le travail de Raph sur `ord` est entièrement financé par des dons. Si vous le pouvez, pensez à faire un don !
hi: ऑर्डिनल्स (क्रमसूचक) ओपन-सोर्स (मुक्‍त-स्रोत) है और समुदाय द्वारा वित्त पोषित किया जाता है। `ऑर्ड` (क्रमसूचक) का वर्तमान प्रमुख अनुरक्षक [raphjaph](https://github.com/raphjaph/) है। आर्डिनल्‍स पर raph का काम पूरी तरह से दान द्वारा वित्त पोषित होता है। यदि आप भी दान देना चाहते हैं, तब विलंब मत करें, कृपया तुरन्‍त दान देने पर विचार करें!
it: Ordinals è open-source e finanziato dalla comunità. L'attuale manutentore principale di `ord` è [raphjaph](https://github.com/raphjaph/). Il lavoro di Raph su `ord` è interamente finanziato da donazioni. Se potete, prendete in considerazione l'idea di fare una donazione!
ko: 오디널스는 오픈소스이며 커뮤니티 펀딩을 받고 있다. 현재 `ord`의 리드 메인터너는 [raphjaph](https://github.com/raphjaph/)이다. Raph의 `ord` 작업은 전적으로 기부금으로 충당된다. 가능하다면 기부에 동참하자!
pt: Ordinals tem código aberto e é financiado pela comunidade. O atual mantenedor principal do `ord` é [raphjaph](https://github.com/raphjaph/). O trabalho de Raph no `ord` é inteiramente financiado por doações. Se você puder, por favor considere doar!
ru: Ordinals имеет открытый исходный код и финансируется сообществом. В настоящее время ведущий специалист по сопровождению `ord` это [raphjaph](https://github.com/raphjaph/). Работа Рафа над `ord` полностью финансируется за счет пожертвований. Если вы можете, пожалуйста, рассмотрите возможность пожертвования!
zh: Ordinals序数是开源的，由社区资助的项目。目前`ord`的首席维护者是[raphjaph](https://github.com/raphjaph/).Raph在 `ord` 上的维护工作全部由捐赠的资金完成。你如果可以的话，请考虑捐赠！

source: The donation address for Bitcoin is [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt). The donation address for inscriptions is [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0).
de: Die Spendenadresse für Bitcoin lautet [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt). Die Spendenadresse für inscriptions lautet [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0).
es: La dirección de donaciones en Bitcoin es [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt). La dirección de donaciones de inscripciones es [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0).
fil: Ang Bitcoin address para sa donasyon ay [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt). At ang Ordinal address naman ay [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0).
fr: L’adresse de donation pour Bitcoin est [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt). L’adresse de donation pour les inscriptions est [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0).
hi: बिटकॉइन के लिए दान का पता है [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt). डिजिटल अभिलेखों के लिए दान का पता है [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0).
it: L'indirizzo per le donazioni in Bitcoin è [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt). L'indirizzo di donazione per le iscrizioni è [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0).
ko: 비트코인 관련 기부 주소는 [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt)이다. 인스크립션 관련 기부 주소는 [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0)이다.
pt: O endereço de doação para bitcoin é [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt). O endereço de doação para inscrições é [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0).
ru: Адрес для пожертвований в Bitcoin [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt). Адрес для пожертвований в виде надписей [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0).
zh: 捐赠地址为 [bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt](https://mempool.space/address/bc1q8kt9pyd6r27k2840l8g5d7zshz3cg9v6rfda0m248lva3ve5072q3sxelt). 铭文的捐赠地址为 [bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0](https://mempool.space/address/bc1qn3map8m9hmk5jyqdkkwlwvt335g94zvxwd9aql7q3vdkdw9r5eyqvlvec0).

source: Both addresses are in a 2 of 4 multisig wallet with keys held by [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor), and [ordinally](https://twitter.com/veryordinally).
de: Beide Adressen befinden sich in einer 2-aus-4 Multisig-Wallet, bei der die Schlüssel von [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor) und [ordinally](https://twitter.com/veryordinally) gehalten werden.
es: Ambas direcciones están en un monedero multisig 2 de 4 con las llaves en manos de [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor) y [ordinally](https://twitter.com/veryordinally).
fil: Ang parehong mga address ay nasa 2 sa 4 na multisig na wallet na ang mga secret key ay hawak nina [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor), at [ordinally](https://twitter.com/veryordinally).
fr: Les deux adresses sont dans un portefeuille multisig 2-sur-4 dont les clés sont détenues par [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor), et [ordinally](https://twitter.com/veryordinally).
hi: दोनों पते 4 में से 2 मल्टीसिग वॉलेट में हैं जिनकी कुंजियां [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor), और [ordinally](https://twitter.com/veryordinally) से रखी गई हैं।
it: Entrambi gli indirizzi sono in un portafoglio multisig 2 su 4 con chiavi detenute da [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor) e [ordinally](https://twitter.com/veryordinally).
ko: 두 주소는 [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor), [ordinally](https://twitter.com/veryordinally)가 키를 보유한 2-of-4 다중서명 지갑에 있다.
pt: Ambos os endereços estão em uma carteira multisig 2 de 4 com chaves em poder de [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor) e [ordinally](https://twitter.com/veryordinally).
ru: Оба адреса находятся в 2 из 4 мультисиг кошельке, ключи от которого принадлежат [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor), и [ordinally](https://twitter.com/veryordinally).
zh: 上述两个地址是由以下多签人（2/4）持有管理： [raphjaph](https://twitter.com/raphjaph), [erin](https://twitter.com/realizingerin), [rodarmor](https://twitter.com/rodarmor), and [ordinally](https://twitter.com/veryordinally).

source: Donations received will go towards funding maintenance and development of `ord`, as well as hosting costs for [ordinals.com](https://ordinals.com).
de: Die erhaltenen Spenden werden für die Finanzierung der Wartung und Entwicklung von `ord` sowie für die Hosting-Kosten von [ordinals.com](https://ordinals.com) verwendet.
es: Las donaciones recibidas se utilizarán para financiar el mantenimiento y desarrollo de `ord`, así como para cubrir los costos asociados con el alojamiento de [ordinals.com]( https://ordinals.com/).
fil: Ang mga natanggap na donasyon ay gagamitin upang tustusan ang pagpapanatili at pagpapaunlad ng `ord`, gayundin ang mga gastos sa pagho-host ng [ordinals.com](https://ordinals.com).
fr: Les dons reçus serviront à financer la maintenance et le développement d’`ord`, ainsi que les coûts d’hébergement de [ordinals.com](https://ordinals.com).
hi: प्राप्त किए गये दान का उपयोग `ऑर्डिनल्स` (क्रमसूचक) के रखरखाव और विकास के वित्त-पोषण के साथ-साथ [ordinals.com](https://ordinals.com) की होस्टिंग लागत में किया जाएगा।
it: Le donazioni ricevute serviranno a finanziare la manutenzione e lo sviluppo di `ord`, nonché i costi di hosting di [ordinals.com](https://ordinals.com).
ko: 받은 기부금은 'ord'의 유지 및 개발 자금과 [ordinals.com](https://ordinals.com)의 호스팅 비용으로 사용된다.
pt: As doações recebidas serão destinadas ao financiamento da manutenção e desenvolvimento do `ord`, bem como aos custos de hospedagem do [ordinals.com](https://ordinals.com).
ru: Полученные пожертвования пойдут на поддержание и развитие `ord`, а также на оплату хостинга для [ordinals.com](https://ordinals.com).
zh: 收到的捐赠款将用于资助 `ord`的维护和进一步开发，同时将支付[ordinals.com](https://ordinals.com)的托管费用。

source: Thank you for donating!
de: Vielen Dank für Ihre Spende!
es: ¡Gracias por donar!
fil: Salamat sa mga donasyon!
fr: Merci de faire un don !
hi: दान देने के लिए आपका आभार!
it: Grazie per le donazioni!
ko: 기부해 주어서 감사하다!
pt: Obrigado por doar!
ru: Благодарим Вас за пожертвование!
zh: 感谢您的捐赠！

source: Ordinal Theory Guides
de: Ordinal Theorie Anleitungen
es: Guías de la Teoría Ordinal
fr: Guides sur la théorie ordinale
hi: ऑर्डिनल्स थ्‍यौरी के मार्गदर्शक निर्देश
it: Guide alla Teoria Ordinale
ko: 오디널 이론 설명서들
pt: Guias de teoria ordinal
ru: Руководство по ordinal theory
zh: 序数理论指引

source: See the table of contents for a list of guides, including a guide to the explorer, a guide for sat hunters, and a guide to inscriptions.
de: Sehen Sie das Inhaltsverzeichnis für eine Liste von Anleitungen, einschließlich einer Anleitung zum Explorer, einer Anleitung für Satoshijäger und einer Anleitung zu inscriptions.
es: Consulta la tabla de contenido para ver una lista de guías, incluyendo una guía para el explorador, una guía para cazadores de sats y una guía de las inscripciones.
fil: Tingnan ang listahan ng mga gabay, kabilang ang guide sa ordinal explorer, sats hunter, at guide sa inscriptions.
fr: Consultez la table des matières pour une liste de guides, y compris un guide de l’explorateur, un guide pour les chasseurs de sats et un guide sur les inscriptions.
hi: मार्गदर्शक निर्देशों की सूची के लिए विषय-वस्‍तु में दी गई तालिका देखें, जिसमें अन्वेषक और अभिलेखों के लिए मार्गदर्शक निर्देश शामिल हैं।
it: Per un elenco delle guide si veda l'indice dei contenuti, che comprende una guida per l'esploratore, una guida per i sat hunter e una guida alle iscrizioni.
ko: 탐색기(익스플로러) 가이드, SAT 헌터 가이드, 인스크립션 가이드 등 설명서 목록을 보려면 목차를 참조하자.
pt: Veja o índice para obter uma lista de guias, incluindo um guia para o explorador, um guia para caçadores de sat e um guia para inscrições.
ru: Список руководств приведен в оглавлении, включая руководство для обозревателя, руководство для охотников на sat и руководство по надписям.
zh: 请参阅目录以获取指南列表，包括区块浏览器指南、猎聪指南和铭文指南。

source: Ordinal Explorer
es: Explorador Ordinal
fr: Explorateur Ordinals
hi: ऑर्डिनल्स एक्सप्लोरर
it: Esploratore Ordinale
ko: 오디널 탐색기
pt: Explorador Ordinal
ru: Ordinal обозреватель
zh: 序数浏览器

source: The `ord` binary includes a block explorer. We host a instance of the block explorer on mainnet at [ordinals.com](https://ordinals.com), and on signet at [signet.ordinals.com](https://signet.ordinals.com).
de: Die `ord`-Binärdatei enthält einen Block-Explorer. Wir hosten eine Instanz des Block-Explorers auf Mainnet unter [ordinals.com](https://ordinals.com) und auf Signet unter [signet.ordinals.com](https://signet.ordinals.com).
es: El binario `ord` incluye un explorador de bloques. Alojamos una instancia del explorador de bloques en la mainnet en [ordinals.com](https://ordinals.com/) y en signet en [signet.ordinals.com](https://signet.ordinals.com/).
fil: Ang `ord` binary ay may kasamang block explorer. Nagho-host kami ng block explorer sa mainnet ng [ordinals.com](https://ordinals.com), at sa signet sa [signet.ordinals.com](https://signet.ordinals.com).
fr: Le binaire `ord` comprend un explorateur de blocs. Nous hébergeons une instance de l’explorateur de blocs sur mainnet à l’adresse [ordinals.com](https://ordinals.com),, et sur signet à l’adresse [signet.ordinals.com](https://signet.ordinals.com).
hi: `ऑर्ड` बाइनरी में एक ब्‍लॉक एक्‍सप्‍लोरर शामिल हैं। हम ब्लॉक एक्सप्लोरर के उदाहरण मेननेट के [ordinals.com](https://ordinals.com), और [signet.ordinals.com](https://signet.ordinals.com) पर होस्ट करते हैं।
it: Il binario `ord` include un esploratore di blocchi. Un'istanza del block explorer è ospitata su mainnet all'indirizzo [ordinals.com](https://ordinals.com) e su signet all'indirizzo [signet.ordinals.com](https://signet.ordinals.com).
ko: `ord` 바이너리에는 블록 탐색기가 포함되어 있다. 블록 탐색기의 인스턴스는 메인넷은 [ordinals.com](https://ordinals.com)에서, 시그넷은 [signet.ordinals.com](https://signet.ordinals.com)에서 호스팅된다.
pt: O binário do `ord` inclui um explorador de blocos. Hospedamos uma instância do explorador de blocos na mainnet em [ordinals.com](https://ordinals.com) e no signet em [signet.ordinals.com](https://signet.ordinals.com).
ru: Двоичный код `ord` включает в себя обозреватель блоков. Мы размещаем экземпляр обозревателя блоков в mainnet по адресу [ordinals.com](https://ordinals.com), и в signet по адресу [signet.ordinals.com](https://signet.ordinals.com).
zh: `ord` 文件包含一个区块浏览器。我们的主网区块链器部署在 [ordinals.com](https://ordinals.com), signet部署在[signet.ordinals.com](https://signet.ordinals.com).

source: Running The Explorer
de: Ausführen des Explorers
es: Ejecutando El Explorador
fil: Pagpapagana sa Explorer
fr: Exécuter l'explorateur
hi: एक्सप्लोरर संचालन
it: Esecuzione Dell'Esploratore
ko: 탐색기 실행
pt: Executando o Explorador
ru: Запуск обозревателя
zh: 运行浏览器

source: The server can be run locally with:
de: Der Server kann lokal betrieben werden mit:
es: El servidor puede ser ejecutado localmente utilizando:
fil: Ang server ay maaring i-run sa iyong computer gamit ang:
fr: Le serveur peut être exécuté localement avec :
hi: सर्वर स्थानीय रूप से निम्‍न के साथ चलाया जा सकता है:
it: Il server può essere eseguito localmente con:
ko: 서버는 이것으로 로컬에서 실행할 수 있다:
pt: O servidor pode ser executado localmente com:
ru: Сервер может быть запущен локально с помощью команды:
zh: 服务器可以使用本地运行：

source: To specify a port add the `--http-port` flag:
de: Um einen Port anzugeben, fügen Sie Folgendes `--http-port` flag:
es: Para especificar un puerto agrega la bandera (flag) `--http-port`:
fil: Para mag specify ng port i-add ang `--http-port` na flag:
fr: Pour spécifier un port, ajoutez le drapeau `--http-port` :
hi: पोर्ट निर्दिष्ट करने के लिए `--http-port` फ़्लैग टाइप करें:
it: Per specificare una porta aggiungere `--http-port` flag:
ko: 포트를 지정하려면 `--http-port` 플래그를 추가한다:
pt: Para especificar uma porta, adicione o sinalizador `--http-port`:
ru: Для указания порта добавьте `--http-port` flag:
zh: 指定端口使用`--http-port`标记

source: To enable the JSON-API endpoints add the `--enable-json-api` or `-j` flag (see [here](#json-api) for more info):
fil: Para ma-enable ang JSON-API endpoints i-add ang `--enable-json-api` or `-j` flag (tingnan [sa](#json-api) para karagdagang impormasyon):
fr: Pour activer les points de terminaisons JSON-API, ajoutez le drapeau `--enable-json-api` ou `-j` (voir [ici](#json-api) pour plus d’informations) :
it: Per abilitare gli endpoint JSON-API, aggiungere `--enable-json-api` o `-j` flag (vedere [qui](#json-api) per maggiori informazioni):
ko: JSON-API 엔드포인트를 활성화하려면 `--enable-json-api` 또는 `-j` 플래그를 추가한다:
zh: 要启动JSON-API 端点 添加 `--enable-json-api` 或者 `-j` 标志 (更多信息参考 [这里](#json-api) :

source: To test how your inscriptions will look you can run:
de: Um zu testen, wie Ihre inscription aussehen werden, können Sie Folgendes ausführen:
es: Para ver como se verían tus inscripciones puedes ejecutar esto:
fil: Maaring i-test ang iyong inscriptions gamit naman ang:
fr: Pour tester à quoi ressembleraient vos inscriptions, vous pouvez lancer :
hi: आपके डिजिटल अभिलेख कैसे दिखेंगे, यह जांचने के लिए कि आप निम्‍न संचालित कर सकते हैं:
it: Per testare come verrebbero le vostre iscrizioni, si può eseguire:
ko: 인스크립션이 어떻게 나올지 테스트하려면 이것을 실행해 보라:
pt: Para testar a aparência de suas inscrições, você pode executar:
ru: Чтобы проверить, как будут выглядеть ваши надписи, вы можете запустить:
zh: 测试你的铭文你可以运行：

source: Search
de: Suchen
es: Búsqueda
fr: Recherche
hi: सर्च (तलाश करें)
it: Ricerca
ko: 검색
pt: Procurar
ru: Поиск
zh: 搜索
