Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Make sure `txindex=1` is set. Run `bitcoin-cli getindexinfo` and it should return something like
fil: Tiyaking nakatakda ang `txindex=1`. Patakbuhin ang `bitcoin-cli getindexinfo` at dapat itong ibalik ang isang bagay tulad ng
fr: Assurez-vous que `txindex=1` est configuré. Lancez `bitcoin-cli getindexinfo` et cela devrait retourner quelque chose de ce genre
it: Assicurarsi che `txindex=1` sia impostato. Eseguite `bitcoin-cli getindexinfo` e dovrebbe restituire qualcosa come
ko: `txindex=1`이 설정되어 있는지 확인한다. `bitcoin-cli getindexinfo`를 실행하면 다음과 같은 결과가 반환되어야 한다
zh: 确保设置 `txindex=1` 。运行 `bitcoin-cli getindexinfo` 将会返回一些这样的结果

source: If it only returns `{}`, `txindex` is not set. If it returns `"synced": false`, `bitcoind` is still creating the `txindex`. Wait until `"synced": true` before using `ord`.
fil: Kung ibinabalik nito ang `{}`, hindi naka-set ang `txindex`. Kung ibinabalik nito ang `"naka-sync": false`, ginagawa pa rin ng `bitcoind` ang `txindex`. Maghintay ang `"synced": true` bago gamitin ang `ord`.
fr: Si cela renvoie uniquement `{}`, `txindex` n’est pas défini. Si cela renvoie `"synced": false`, `bitcoind` est encore en train de créer le `txindex`. Attendez que `"synced": true` s’affiche avant d’utiliser `ord`.
it: Se restituisce solo `{}`, il `txindex` non è impostato. Se restituisce `"synced": false`, `bitcoind` sta ancora creando il `txindex`. Attendere fino a `"synced": true` prima di usare `ord`.
ko: 만약 `{}`만 반환하면 `txindex`가 설정되지 않은 것이다. `”synced”: false`를 반환하면 `bitcoind`가 여전히 `txindex`를 생성하고 있는 것이다. `”synced”: true`가 될 때까지 기다렸다가 `ord`를 사용하라.
zh: 假如仅仅返回 `{}`, `txindex` 没有被设置。如果返回 `"synced": false`, `bitcoind` 仍然在创建 `txindex`。那就需要等到`"synced": true` ，`ord`命令方可以使用.

source: If you have `maxuploadtarget` set it can interfere with fetching blocks for `ord` index. Either remove it or set `whitebind=127.0.0.1:8333`.
fil: Kung mayroon kang naka-set na `maxuploadtarget` maaari itong makagambala sa pagkuha ng mga bloke para sa index ng `ord`. Alisin ito o i-set ang `whitebind=127.0.0.1:8333`.
fr: Si vous avez configuré `maxuploadtarget`, cela peut interférer avec le fetch de blocs pour l’index `ord`. Il faut soit le supprimer ou définir `whitebind=127.0.0.1:8333`.
it: Se è impostato `maxuploadtarget`, può interferire con il recupero dei blocchi per l'indice `ord`. Rimuoverlo o impostare `whitebind=127.0.0.1:8333`.
ko: `maxuploadtarget`이 설정되어 있으면 `ord` 인덱스를 위해 블록을 가져오는 데 방해가 될 수 있다. 이를 제거하거나 `whitebind=127.0.0.1:8333`을 설정하라.
zh: 如果你设置了`maxuploadtarget` ，他将干扰 `ord` 的索引获取区块， 你可以选择移除或者设置`whitebind=127.0.0.1:8333`.

source: Installing `ord`
de: Installieren `ord`
es: Instalación de ord
fil: Pag-install ng `ord`
fr: L’installation de `ord`
hi: `ऑर्ड` इंस्‍टाल करना
it: Installazione di `ord`
ko: `ord` 설치
pt: Instalando o `ord`
ru: Установка `ord`
zh: 安装 `ord`

source: The `ord` utility is written in Rust and can be built from [source](https://github.com/ordinals/ord). Pre-built binaries are available on the [releases page](https://github.com/ordinals/ord/releases).
de: Das Dienstprogramm "ord" ist in Rust geschrieben und kann aus [Quelle](https://github.com/ordinals/ord) erstellt werden. Vorgefertigte Binärdateien sind auf der [Releases-Seite](https://github.com/ordinals/ord/releases) verfügbar.
es: La utilidad `ord` está escrita en Rust y puede ser construida desde el [código fuente](https://github.com/ordinals/ord). Los binarios preconstruidos están disponibles en la página de [lanzamientos](https://github.com/ordinals/ord/releases).
fil: Ang `ord` utility ay nakasulat sa Rust at maaaring i-compile mula sa [source](https://github.com/ordinals/ord). Available ang mga pre-built na binary sa page ng mga [release page](https://github.com/ordinals/ord/releases).
fr: L’utilitaire `ord` est écrit en Rust et peut être compilé à partir des [sources](https://github.com/ordinals/ord). Des binaires préconstruits sont disponibles sur la [page des versions](https://github.com/ordinals/ord/releases).
hi: `ऑर्ड` यूटिलिटी रस्ट में लिखी जाती है और इसे [सोर्स](https://github.com/ordinals/ord) से बनाया जा सकता है। पूर्व-निर्मित बाइनेरी रिलीज़ पृष्ठ [releases page](https://github.com/ordinals/ord/releases) पर उपलब्ध हैं।
it: L'utilità `ord` è scritta in Rust e può essere compilata dalla [sorgente](https://github.com/ordinals/ord). I binari precompilati sono disponibili nella [pagina dei rilasci](https://github.com/ordinals/ord/releases).
ko: 'ord` 유틸리티는 Rust로 작성되었으며 [소스](https://github.com/ordinals/ord)에서 빌드할 수 있다. 미리 빌드된 바이너리는 [릴리스 페이지](https://github.com/ordinals/ord/releases)에서 사용할 수 있다.
pt: O utilitário `ord` é escrito em Rust e pode ser compilado a partir da [fonte](https://github.com/ordinals/ord). Binários pré-construídos estão disponíveis na [página de lançamentos](https://github.com/ordinals/ord/releases).
ru: `ord` написана на языке Rust и может быть собрана из [исходного кода](https://github.com/ordinals/ord). Предварительно собранные бинарные файлы доступны на [странице релизов](https://github.com/ordinals/ord/releases).
zh: `ord` 程序使用Rust语言写成，可以从[源码](https://github.com/ordinals/ord)安装. 预制文件可以从[版本发布页](https://github.com/ordinals/ord/releases)下载。

source: You can install the latest pre-built binary from the command line with:
de: Sie können die neueste vorgefertigte Binärdatei über die Befehlszeile installieren mit:
es: Puedes instalar el último binario preconstruido desde la línea de comandos usando:
fil: Maaari mong i-install ang pinakabagong prebuilt binary mula sa command line gamit ang:
fr: Vous pouvez installer le dernier binaire préconstruit à partir de la ligne de commande suivante :
hi: आप निम्‍न के साथ कमांड लाइन से नवीनतम पूर्व-निर्मित बाइनरी इंस्‍टाल कर सकते हैं:
it: È possibile installare l'ultimo binario precostruito dalla riga di comando con:
ko: 명령줄에서 다음을 사용하여 미리 빌드된 최신 바이너리를 설치할 수 있다:
pt: Você pode instalar o binário pré-construído mais recente a partir da linha de comando com:
ru: Вы можете установить последний предварительно собранный двоичный файл из командной строки с помощью команды:
zh: 你也可以在命令行中使用下面命令来安装最新的文件：

source: Once `ord` is installed, you should be able to run:
de: Sobald `ord` installiert ist, sollten Sie Folgendes ausführen können:
es: Una vez que ord esté instalado, deberías poder de ejecutar:
fil: Kapag na-install na ang ord, dapat mong patakbuhin ang:
fr: Une fois `ord` installé, vous devriez être en mesure d’exécuter :
hi: एक बार `ऑर्ड` इंस्‍टाल होने पर, आप उसे संचालित करने में सक्षम हो जाएंगे:
it: Una volta installato `ord`, dovrebbe essere possibile eseguirlo:
ko: `ord`가 설치되면 다음을 실행할 수 있어야 한다:
pt: Depois que o `ord` estiver instalado, você poderá executar:
ru: После установки `ord` вы сможете выполнить команду:
zh: 当 `ord` 成功安装以后,你可以运行 :

source: Which prints out `ord`'s version number.
de: Dadurch wird die Versionsnummer von `ord` ausgedruckt.
es: El cual muestra el número de versión de `ord`.
fil: na magpapakita ng numero ng bersyon ng `ord`.
fr: Ce qui indiquera le numéro de version de `ord`.
hi: जिसमें `ऑर्ड`—संस्करण नंबर प्रिंट होता है।
it: Che stampa il numero di versione di `ord`.
ko: 이것이 `ord`의 버전 번호를 출력한다.
pt: Que imprime o número da versão do `ord`.
ru: В результате которой будет выведен номер версии `ord`.
zh: 这会返回 `ord`的版本信息.

source: Creating a Bitcoin Core Wallet
de: Erstellen einer Bitcoin Core Wallet
es: Creación de un monedero de Bitcoin Core
fil: Paglikha ng Bitcoin Core Wallet
fr: La création d’un portefeuille Bitcoin Core
hi: बिटकॉइन कोर वॉलेट का सृजन करें
it: Creare un Bitcoin Core Wallet
ko: Bitcoin Core 지갑 만들기
pt: Criando uma carteira Bitcoin Core
ru: Создание кошелька Bitcoin Core
zh: 创建一个Bitcoin Core钱包

source: `ord` uses Bitcoin Core to manage private keys, sign transactions, and broadcast transactions to the Bitcoin network.
de: `ord` verwendet Bitcoin Core, um private Schlüssel zu verwalten, Transaktionen zu signieren und Transaktionen an das Bitcoin-Netzwerk zu senden.
es: `ord` utiliza Bitcoin Core para gestionar claves privadas, firmar transacciones y transmitir transacciones a la red Bitcoin.
fil: Ang `ord` ay gumagamit ng Bitcoin Core upang pamahalaan ang mga private key, lagdaan ang mga transaksyon, at i-broadcast ang mga ito sa network ng Bitcoin.
fr: `ord` utilise Bitcoin Core pour gérer les clés privées, signer et diffuser des transactions sur le réseau Bitcoin.
hi: `ऑर्ड` निजी कुंजी संचालित करने, लेनदेन पर हस्ताक्षर करने और बिटकॉइन नेटवर्क पर लेनदेन प्रसारित करने के लिए बिटकॉइन कोर का उपयोग करता है।
it: `ord` utilizza Bitcoin Core per gestire le chiavi private, firmare le transazioni e trasmettere le transazioni alla rete Bitcoin.
ko: 'ord'는 비트코인 코어를 사용해 개인 키를 관리하고, 트랜잭션에 서명하고, 비트코인 네트워크로 트랜잭션을 브로드캐스트한다.
pt: `ord` usa o Bitcoin Core para gerenciar chaves privadas, assinar transações e transmitir transações para a rede do Bitcoin.
ru: Для управления закрытыми ключами, подписания транзакций и трансляции транзакций в сеть Биткоин, в `ord` используется Bitcoin Core.
zh: `ord` 使用Bitcoin Core来管理私钥，签署交易以及向比特币网络广播交易。

source: To create a Bitcoin Core wallet named `ord` for use with `ord`, run:
de: Um eine Bitcoin Core-Wallet mit dem Namen `ord` zur Verwendung mit `ord` zu erstellen, führen Sie Folgendes aus:
es: Para crear un monedero de Bitcoin Core llamado `ord` que se utilizara con `ord`, ejecuta:
fil: Para gumawa ng Bitcoin Core wallet na ang pangalan ay `ord` para gamitin sa `ord`, patakbuhin ang:
fr: Pour créer un portefeuille Bitcoin Core nommé `ord` à utiliser avec `ord`, exécutez :
hi: `ऑर्ड` के साथ उपयोग के लिए ऑर्ड नामक बिटकॉइन कोर वॉलेट का सृजन करने के लिए, निम्‍न संचालित करें:
it: Per creare un portafoglio Bitcoin Core chiamato `ord` da usare con `ord`, eseguire:
ko: `ord`와 함께 사용할 `ord`이라는 이름을 가진 Bitcoin Core 지갑을 만들려면 다음을 실행한다:
pt: Para criar uma carteira do Bitcoin Core chamada `ord` para usar com `ord`, execute:
ru: Чтобы создать кошелек Bitcoin Core с именем `ord` для использования с `ord`, выполните команду:
zh: 创建一个名为`ord` 的Bitcoin Core 钱包，运行:

source: Receiving Sats
de: Sats empfangen
es: Recibir Sats
fil: Tumanggap ng sats
fr: Recevoir des sats
hi: सैट्स प्राप्त करें
it: Ricevere i Sats
ko: SAT 받기
pt: Recebendo Sats
ru: Получение sats
zh: 接收聪

source: Inscriptions are made on individual sats, using normal Bitcoin transactions that pay fees in sats, so your wallet will need some sats.
de: Inscriptions werden auf einzelnen Sats erstellt, indem normale Bitcoin-Transaktionen verwendet werden, die Gebühren in Sats zahlen. Daher benötigt Ihre Wallet einige Sats.
es: Las inscripciones se crean en sats individuales, a través del uso de transacciones estándar de Bitcoin que pagan comisiones en sats, razón por lo cual tu monedero necesitará tener algunos sats.
fil: Ang mga inscription ay ginagawa sa mga indibidwal na sats, gamit ang mga normal na transaksyon sa Bitcoin na nagbabayad ng gamit ang sats, kaya ang iyong wallet ay mangangailangan ng mga sats.
fr: Les inscriptions sont créées sur des sats individuels, en utilisant des transactions Bitcoin standard qui paient des frais en sats. Votre portefeuille doit donc contenir quelques sats.
hi: इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) सामान्य बिटकॉइन लेनदेन का उपयोग करके अलग-अलग सैट्स पर बनाए जाते हैं, जो सैट्स में शुल्कों का भुगतान करते हैं, इसलिए आपके वॉलेट में कुछ सैट्स का होना जरूरी है।
it: Le iscrizioni vengono effettuate su singoli sat, utilizzando le normali transazioni Bitcoin che pagano le commissioni in sats, quindi il vostro portafoglio avrà bisogno di alcuni sats.
ko: 인스크립션은 SAT로 수수료를 지불하는 일반 비트코인 거래를 사용하여 개별 SAT에 새김 됨으로 지갑에 약간의 SAT가 필요하다.
pt: As inscrições são feitas em sats individuais, usando transações normais de Bitcoin que pagam taxas em sats, então sua carteira precisará de alguns sats.
ru: Надписи делаются на отдельных sats с использованием обычных Биткоин-транзакций, комиссии которых оплачиваются в sats, поэтому вашему кошельку потребуется некоторое количество sats.
zh: 铭文是在单个聪上制作的，使用聪来支付费用的普通比特币交易，因此你的钱包将需要一些 聪（比特币）。

source: Get a new address from your `ord` wallet by running:
de: Holen Sie sich eine neue Adresse aus Ihrem `ord` Wallet, indem Sie Folgendes ausführen:
es: Obtén una nueva dirección de tu monedero ord ejecutando:
fil: Kumuha ng bagong address mula sa iyong ord wallet sa pamamagitan ng:
fr: Obtenez une nouvelle adresse à partir de votre portefeuille `ord` en exécutant :
hi: अपने `ऑर्ड` वॉलेट से निम्‍नलिखत चलाकर नया पता प्राप्त करें:
it: Ottenere un nuovo indirizzo dal proprio portafoglio `ord` eseguendo:
ko: 다음을 실행하여 `ord` 지갑에서 새 주소를 가져온다:
pt: Obtenha um novo endereço da sua carteira `ord` executando:
ru: Получите новый адрес из кошелька `ord`, выполнив команду:
zh: 为你的 `ord` 钱包创建一个新地址，运行:

source: And send it some funds.
de: Und schick ihm etwas Geld.
es: Y envíale algunos fondos.
fil: At magpadala ng pondo.
fr: Et envoyez-y des fonds.
hi: और इसमें कुछ धनराशि भेजें
it: E inviategli dei fondi.
ko: 그리고 자금을 조금 보내자.
pt: E envie alguns fundos.
ru: И отправьте на него немного средств.
zh: 向上面地址发送一些资金。

source: You can see pending transactions with:
de: Ausstehende Transaktionen können Sie mit einsehen:
es: Puedes ver las transacciones pendientes con:
fil: Maaari mong tingnan ang mga kasalukuyang transaksyon gamit ang:
fr: Vous pouvez voir les transactions en attente en exécutant :
hi: आप निम्‍न के साथ लंबित लेनदेन देख सकते हैं:
it: È possibile vedere le transazioni in sospeso con:
ko: 다음을 사용하여 펜딩 트랜잭션을 확인할 수 있다:
pt: Você pode ver transações pendentes com:
ru: Вы можете посмотреть ожидающие транзакции, выполнив команду:
zh: 你可以使用以下命令看到交易情况：

source: Once the transaction confirms, you should be able to see the transactions outputs with `ord wallet outputs`.
de: Sobald die Transaktion bestätigt ist, sollten Sie die Transaktionsausgaben mit `ord wallet outputs` sehen können.
es: Una vez que la transacción se confirme, deberías poder ver las salidas de la transacción con `ord wallet outputs`.
fil: Kapag nakumpirma na ang transaksyon, dapat mong makita ang mga resulta ng transaksyon sa mga`ord wallet outputs`.
fr: Une fois la transaction confirmée, vous devriez être en mesure de voir les sorties de transactions avec `ord wallet outputs`.
hi: एक बार जब लेन-देन की पुष्टि हो जाती है, आप `ord wallet outputs` के साथ लेन-देन आउटपुट देखने में सक्षम होंगे।
it: Una volta confermata la transazione, si dovrebbe essere in grado di vedere i risultati delle transazioni con `ord wallet outputs`.
ko: 트랜잭션이 컨펌되면 `ord wallet outputs`으로 트랜잭션 출력을 확인할 수 있다.
pt: Assim que a transação for confirmada, você poderá ver as saídas da transação com `ord wallet outputs`.
ru: Как только транзакция подтвердится, вы сможете увидеть выходные данные транзакций с помощью команды `ord wallet outputs`.
zh: 一旦交易确认，你应该可以使用 `ord wallet outputs`看到交易的输出；

source: Creating Inscription Content
de: Inscription inhalte erstellen
es: Creación de Contenido para las Inscripciones
fil: Lumikha ng Inscription Content
fr: Créer du contenu pour les inscriptions
hi: इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) विषय-वस्‍तु का सृजन
it: Creazione del contenuto dell'iscrizione
ko: 인스크립션 콘텐츠 만들기
pt: Criando conteúdo de inscrição
ru: Создание контента для надписи
zh: 创建铭文内容

source: Sats can be inscribed with any kind of content, but the `ord` wallet only supports content types that can be displayed by the `ord` block explorer.
de: Sats können mit beliebigen Inhalten versehen werden, aber die `ord` Wallet unterstützt nur Content-Typen, die vom `ord` Block-Explorer angezeigt werden können.
es: Los sats pueden ser inscritos con cualquier tipo de contenido, pero el monedero `ord` solo admite tipos de contenido que pueden ser mostrados por el explorador de bloques de `ord`.
fil: Maaaring i-inscribe ang Sats sa anumang uri ng content, ngunit sinusuportahan lamang ng ord wallet ang mga uri ng content na maaaring i-display ng `ord` block explorer.
fr: Les sats peuvent être inscrits avec n’importe quel type de contenu, mais le portefeuille `ord` ne prend en charge que les types de contenu qui peuvent être affichés par l’explorateur de blocs `ord`.
hi: सैट्स को किसी भी प्रकार की विषय-वस्‍तु के साथ उत्‍कीर्ण किया जा सकता है, लेकिन ऑर्ड वॉलेट केवल उन विषय-वस्‍तु के प्रकारों का समर्थन करता है जिन्हें ऑर्ड ब्लॉक एक्सप्लोरर द्वारा प्रदर्शित किया जा सकता है।
it: I sats possono essere iscritti con qualsiasi tipo di contenuto, ma il portafoglio `ord` supporta solo i tipi di contenuto che possono essere visualizzati dall'explorer di blocchi `ord`.
ko: SAT에는 모든 종류의 콘텐츠를 새길 수 있지만, `ord` 지갑은 `ord` 블록 탐색기에서 표시할 수 있는 콘텐츠 유형만 지원한다.
pt: Sats pode ser inscrito com qualquer tipo de conteúdo, mas a carteira `ord` só suporta tipos de conteúdo que podem ser exibidos pelo explorador de blocos `ord`.
ru: Sats могут содержать любые надписи, но кошелек `ord` поддерживает только те типы надписей, которые могут быть отображены в проводнике блоков `ord`.
zh: 聪上可以刻录任何类型的内容，但`ord`钱包只支持`ord`区块浏览器可以显示的内容类型。

source: Additionally, inscriptions are included in transactions, so the larger the content, the higher the fee that the inscription transaction must pay.
de: Zusätzlich werden inscriptions in Transaktionen aufgenommen, daher muss je nach Größe des Inhalts auch eine höhere Gebühr für die inscriptions transaktion gezahlt werden.
es: Además, las inscripciones se incluyen en las transacciones, debido a esto, en cuanto más grande sea el contenido, mayor será la comisión que debe pagar por la transacción de la inscripción.
fil: Gayundin, ang mga inscription ay kasama sa mga transaksyon, kaya kung mas maraming nilalaman, mas mataas ang bayad para sa transaksyon sa incription.
fr: En outre, les inscriptions sont incluses dans les transactions, donc plus le contenu est volumineux, plus les frais à payer pour la transaction de l’inscription sont élevés.
hi: इसके अतिरिक्त, डिजिटल अभिलेख लेनदेनों में शामिल होते हैं, इसलिए विषय-वस्‍तु जितनी विशाल होगी,डिजिटल अभिलेख लेनदेन के लिए उतने अधिक शुल्क का भुगतान करना होगा।
it: Inoltre, le iscrizioni sono incluse nelle transazioni, quindi più grande è il contenuto, più alta è la commissione che la transazione di iscrizione deve pagare.
ko: 또한 인스크립션은 트랜잭션에 포함되므로 콘텐츠가 클수록 인스크립션 트랜잭션에서 지불해야 하는 수수료가 높아진다.
pt: Além disso, as inscrições estão incluídas nas transações, portanto, quanto maior o conteúdo, maior será a taxa que a transação de inscrição deverá pagar.
ru: Кроме того, надписи включаются в транзакции, поэтому чем больше содержимое, тем выше комиссия за транзакцию с надписью.
zh: 另外，铭文是包含在交易中的，所以内容越大，铭文交易需要支付的费用就越高。

source: Inscription content is included in transaction witnesses, which receive the witness discount. To calculate the approximate fee that an inscribe transaction will pay, divide the content size by four and multiply by the fee rate.
de: Der Inhalt der Inscription wird in Transaktionszeugnissen aufgenommen, die den Zeugnisrabatt erhalten. Um die ungefähre Gebühr für eine Inscription transaktion zu berechnen, teilen Sie die Größe des Inhalts durch vier und multiplizieren Sie sie mit dem Gebührensatz.
es: El contenido de inscripción se incluye en el testigo de la transacción, los cuales reciben el descuento de testigo. Para calcular un aproximado de la comisión que pagará la transacción de una inscripción, divide el tamaño del contenido por cuatro y multiplica por la tasa de comisión.
fil: Ang nilalaman ng inscription ay kasama sa mga witnesses transaksyon, na tumatanggap ng diskwento. Upang kalkulahin ang tinatayang bayad na babayaran ng isang inscribe na transaksyon, hatiin ang laki ng content sa apat at i-multiply sa rate ng bayad.
fr: Le contenu des inscriptions est inclus dans les témoins de transaction, qui bénéficient de la réduction pour témoins. Afin de calculer le montant approximatif des frais de transaction d’une inscription, divisez la taille du contenu par quatre et multipliez par le taux de frais.
hi: डिजिटल अभिलेख विषय-वस्‍तु लेनदेन के साक्ष्‍यों में शामिल होते हैं, जिसमें साक्ष्‍य छूट प्राप्त होती हैं। डिजिटल अभिलेख द्वारा लेनदेन के भुगतान की अनुमानित शुल्क की गणना करने के लिए, विषय-वस्‍तु के आकार को चार से विभाजित करने के बाद उसे शुल्क दर से गुणा कर दें।
it: I contenuti delle iscrizioni sono inclusi nei witness delle transazioni, che ricevono uno sconto sulle commissioni. Per calcolare la tariffa approssimativa che una transazione di iscrizione dovrà pagare, dividere la dimensione del contenuto per quattro e moltiplicare per la tariffa.
ko: 인스크립션 콘텐츠는 트랜잭션 증인에 포함되며, 증인 할인(witness discount)을 받는다. 인스크립트 트랜잭션이 지불할 대략의 수수료를 계산하려면 콘텐츠 크기를 4로 나눈 다음 수수료율을 곱하면 된다.
pt: O conteúdo da inscrição está incluído nas testemunhas da transação, que recebem o desconto de testemunha. Para calcular a taxa aproximada que uma transação de inscrição pagará, divida o tamanho do conteúdo por quatro e multiplique pela
ru: Содержание надписи входит в состав свидетелей транзакций, которые получают льготу свидетеля. Чтобы рассчитать приблизительную комиссию, которую заплатит транзакция inscribe, разделите размер надписи на четыре и умножьте на размер комиссии.
zh: 铭文内容包含在交易见证中，获得见证折扣。要计算写入交易将支付的大概费用，请将内容大小除以四，然后乘以费率。
