Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: _Inscriptions are on Bitcoin._ Bitcoin is the digital currency with the highest status and greatest chance of long-term survival. If you want to guarantee that your art survives into the future, there is no better way to publish it than as inscriptions.
de: _Inscriptions existieren auf Bitcoin._ Bitcoin ist die digitale Währung mit dem höchsten Status und den größten Überlebenschancen auf lange Sicht. Wenn Sie sicherstellen möchten, dass Ihre Kunst in die Zukunft überdauert, gibt es keine bessere Möglichkeit, sie als inscriptions zu veröffentlichen.
es: _Las inscripciones están en Bitcoin_. Bitcoin es la moneda digital con el mayor prestigio y la mayor probabilidad de supervivencia a largo plazo. Si deseas garantizar que tu arte perdure en el futuro, no hay mejor forma de publicarlo que mediante inscripciones.
fil: _Ang inscriptions ay nasa Bitcoin._ Ang Bitcoin ay may pinakamataas na tsansa na mag survive bilang isa kilalang digital currency. Kung gusto mong tiyakin ang pangmatagalan ng iyong sining, mas mabuti na opsyon na i-likha ang mga ito bilang isang inscriptions.
fr: _Les inscriptions sont sur Bitcoin._ Le bitcoin est la monnaie numérique la plus prestigieuse et la plus susceptible de survivre à long terme. Si vous souhaitez garantir que votre art perdure dans le futur, il n’y a pas de meilleur moyen de le publier que sous forme d’inscriptions.
hi: _इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख) बिटकॉइन पर उपलब्‍ध होते हैं।_ बिटकॉइन उच्चतम स्थिति और दीर्घकालिक अस्तित्व की सबसे व्‍यापक संभावना वाली डिजिटल मुद्रा है। यदि आप यह गारंटी देना चाहते हैं कि आपकी कला भविष्य में भी अस्तित्‍व में बरकरार रहे, तो इसे इंस्‍क्रि‍प्‍शंस के रूप में प्रकाशित करने का इससे बेहतर कोई भी दूसरा तरीका नहीं है।
it: _Le iscrizioni sono su Bitcoin._ Il Bitcoin è la valuta digitale con lo status più elevato e le maggiori possibilità di sopravvivenza a lungo termine. Se volete garantire che la vostra arte sopravviva nel futuro, non c'è modo migliore di pubblicarla che sotto forma di iscrizioni.
ko: _인스크립션은 비트코인에 있다._ 비트코인은 가장 높은 지위와 장기적인 생존 가능성을 가진 디지털 통화이다. 여러분의 작품이 미래에도 살아남을 수 있도록 보장하고 싶다면 인스크립션으로 발행하는 것보다 더 좋은 방법은 없다.
pt: _As inscrições estão no Bitcoin._ O Bitcoin é a moeda digital com o status mais alto e maior chance de sobrevivência a longo prazo. Se você deseja garantir que sua arte sobreviverá no futuro, não há melhor maneira de publicá-la do que como inscrições.
ru: _Надписи на Bitcoin._ Bitcoin - это цифровая валюта с самым высоким статусом и наибольшими шансами на долгосрочное выживание. Если вы хотите гарантировать, что ваше искусство сохранится в будущем, нет лучшего способа опубликовать его, чем в виде надписей.
zh: _铭文在比特币上_ 比特币是目前地位最高、长期生存机会最大的数字货币。 如果你想保证你的艺术作品能流传到未来，没有比铭文更好的发布方式了。

source: _Cheaper on-chain storage._ At $20,000 per BTC and the minimum relay fee of 1 satoshi per vbyte, publishing inscription content costs $50 per 1 million bytes.
de: _Günstigere On-Chain-Speicherung._ Bei $20,000 pro BTC und der Mindest-Relay-Gebühr von 1 Sat pro Vbyte kostet die Veröffentlichung von inscription $50 pro 1 Million Bytes.
es: _Almacenamiento en cadena es menos costoso_. A $20,000 por BTC y una comisión mínima de 1 satoshi por vbyte, el costo de publicar contenido en una inscripción es de $50 por 1 millón de bytes.
fil: _Mas murang on-chain na storage._ Sa $20,000 bawat BTC at isang minimum na bayad na 1 satoshi bawat vbyte, ang pag-post ng nilalaman ng inscription ay nagkakahalaga lamang ng $50 bawat 1 milyong bytes.
fr: _Le stockage sur la blockchain est moins coûteux._ Avec 20 000 dollars par BTC et des frais de transaction minimum de 1 satoshi par vbyte, publier du contenu d’inscriptions coûte 50 dollars pour 1 million d’octets.
hi: _किफायती ऑन-चेन भंडारण।_ $20,000 प्रति बीटीसी और 1 सातोशी प्रति वीबाइट की न्यूनतम रिले शुल्क पर, इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख) विषय-वस्‍तु प्रकाशित करने की लागत $50 प्रति 1 मिलियन बाइट्स आती है।
it: _Archiviazione on-chain più economica._ Con il BTC a $20.000 e una tariffa minima di 1 satoshi per vbyte, la pubblicazione di contenuti di iscrizioni costa $50 per 1 milione di byte.
ko: _더 저렴한 온체인 스토리지._ BTC당 20,000달러 그리고 최소 릴레이 수수료는 vByte당 1 사토시 일 때, 인스크립션 콘텐츠를 발행하는 데 드는 비용은 100만 바이트당 50달러이다.
pt: _Armazenamento on-chain mais barato._ Com o preço do BTC a 20 mil dólares e a taxa de retransmissão mínima de 1 satoshi por vbyte, a publicação de conteúdo de inscrição custa 50 dólares por 1 milhão de bytes.
ru: _Более дешевое on-chain хранение._ При цене $20 000 за BTC и минимальной комиссии за ретрансляцию в размере 1 сатоши за один байт публикация on-chain контента обходится в $50 за 1 млн байт.
zh: _链上存储更便宜_按每个比特币2万美元和每 vbyte 1聪的最低中继费用计算，发布铭文内容的成本为每100万字节50美元。

source: _Inscriptions are early!_ Inscriptions are still in development, and have not yet launched on mainnet. This gives you an opportunity to be an early adopter, and explore the medium as it evolves.
de: _Inscriptions sind noch in der Frühphase!_ Inscriptions befinden sich noch in der Entwicklung und wurden noch nicht auf Mainnet gestartet. Dies gibt Ihnen die Möglichkeit, ein früher Anwender zu sein und das Medium zu erkunden, während es sich weiterentwickelt.
es: _¡Las inscripciones están en sus inicios!_ Las inscripciones todavía están en desarrollo y aún no se han lanzado en la red principal. Esto te brinda la oportunidad de ser un pionero y explorar el medio a medida que evoluciona.
fil: _Ang inscriptions ay bago pa lang!_ Ang mga inscription ay nasa ilalim pa rin ng development at hindi pa nailunsad sa mainnet. Nagbibigay ito sa iyo ng pagkakataong maging isang maagang pag-adopt at tuklasin ang medium habang bago pa ito.
fr: _Les inscriptions n’en sont qu’à leurs débuts !_ Les inscriptions sont encore en cours de développement et n’ont pas encore été lancées sur le réseau principal. Cela vous donne l’occasion d’être un adopteur précoce et d’explorer ce medium à mesure qu’il évolue.
hi: _इंस्‍क्रि‍प्‍शंस आउटडेटेड हो गई हैं!_ इंस्‍क्रि‍प्‍शंस अभी भी विकसित हो रही है, और अभी तक मुख्‍य नेट पर लॉन्च नहीं हुई है। आपके लिए यह सुनहरी मौका है कि आप जल्‍द से जल्‍द इसे अपना लें, और जैसे-जैसे यह माध्यम विकसित होता है, उसका फायदा उठाएं।
it: _Le iscrizioni sono "early"!_ Le iscrizioni sono ancora in fase di sviluppo e non sono ancora state lanciate sulla mainnet. Questo vi dà l'opportunità di essere un early adopter e di esplorare questo strumento mentre si evolve.
ko: _인스크립션은 이르다!_ 인스크립션은 아직 개발 중이며 아직 메인넷에 출시되지 않았다. 따라서 얼리어답터가 되어 매체가 발전해 나가는 과정을 살펴볼 수 있는 기회이다.
pt: _As inscrições são novas!_ As inscrições ainda estão em desenvolvimento e ainda não foram lançadas na rede principal. Isso lhe dá a oportunidade de ser um dos primeiros a adotar e explorar este meio à medida que ele evolui.
ru: _Надписи все еще являются ранними!_ Надписи находятся в стадии разработки и еще не запущены в основной сети. Это дает вам возможность стать ранним последователем и изучать среду по мере ее развития.
zh: _铭文还处于项目早期_ 铭文仍在开发中，尚未在主网上发布（建议更新）。 这使您有机会成为早期采用者，并随着媒体的发展探索它。

source: _Inscriptions are simple._ Inscriptions do not require writing or understanding smart contracts.
de: _Inscriptions sind einfach._ Für Inscriptions ist es nicht erforderlich, Smart Contracts zu schreiben oder zu verstehen.
es: _Las inscripciones son simples_. No es necesario escribir ni comprender contratos inteligentes.
fil: _Ang inscriptions ay simple._ Ang mga pagpaparehistro ay hindi nangangailangan ng paggawa o pag-unawa sa mga smart contract.
fr: _Les inscriptions sont simples._ Il n’est pas nécessaire d’écrire ou de comprendre les smart contracts.
hi: _इंस्‍क्रि‍प्‍शंस सरल हैं।_ इंस्‍क्रि‍प्‍शंस के लिए स्मार्ट अनुबंध लिखने या समझने की बिलकुल जरूरत नहीं है।
it: _Le iscrizioni sono semplici._ Le iscrizioni non richiedono la scrittura o la comprensione di smart contracts.
ko: _인스크립션은 간단하다._ 인스크립션은 스마트 컨트랙트를 작성하거나 이해할 필요가 없다.
pt: _As inscrições são simples._ As inscrições não requerem redação ou compreensão de contratos inteligentes.
ru: _Надписи просты._ Надписи не требуют написания или понимания смарт-контрактов.
zh: _铭文很简单_ 铭文不需要你编写或理解智能合约。

source: _Inscriptions unlock new liquidity._ Inscriptions are more accessible and appealing to bitcoin holders, unlocking an entirely new class of collector.
de: _Inscriptions erschließen neue Liquidität._ Inscriptions sind für Bitcoin-Inhaber zugänglicher und attraktiver und eröffnen damit eine völlig neue Sammlerklasse.
es: _Las inscripciones abren las puertas a nuevas fuentes de liquidez_. Las inscripciones resultan más accesibles y atractivas para los poseedores de bitcoin, dando paso a una clase completamente nueva de coleccionistas.
fil: _Ang inscriptions ay nagbubukas ng karagdagang liquidity._ Ang inscriptions ay mas naa-access at kaakit-akit sa mga Bitcoin holder, na nagbubukas ng posibilidad sa isang bagong kategorya ng mga kolektor.
fr: _Les inscriptions ouvrent la porte à de nouvelles sources de liquidités._ Les inscriptions sont plus accessibles et plus attrayantes pour les détenteurs de bitcoins, ce qui ouvre la porte à une toute nouvelle catégorie de collectionneurs.
hi: _इंस्‍क्रि‍प्‍शंस नई लिक्विडिटी/तरलता के मार्ग प्रशस्‍त करती हैं।_ बिटकॉइन धारकों के लिए इंस्‍क्रि‍प्‍शंस अधिक सुलभ और आकर्षक हैं, जो पूरी तरह नई श्रेणी के संग्रहकों के लिए लेनदेन करने के नये रास्‍ते खोल देती हैं।
it: _Le iscrizioni sbloccano nuova liquidità._ Le iscrizioni sono più accessibili e attraenti per i detentori di bitcoin, e liberano una classe completamente nuova di collezionisti.
ko: _인스크립션은 새로운 유동성을 열어준다._ 인스크립션은 비트코인 보유자가 더 쉽게 접근할 수 있고 매력적으로 보일 수 있으며, 완전히 새로운 종류의 수집가들이 등장하게 할 수 있다.
pt: _As inscrições desbloqueiam nova liquidez._ As inscrições são mais acessíveis e atraentes para os detentores de bitcoin, desbloqueando uma classe inteiramente nova de colecionadores.
ru: _Надписи открывают новую ликвидность._ Надписи становятся более доступными и привлекательными для держателей биткоинов, открывая совершенно новый класс коллекционеров.
zh: _铭文解锁新的流动性_对于比特币持有者来说，铭文更容易获得，也更有吸引力，从而带来全新的收藏者。

source: _Inscriptions are designed for digital artifacts._ Inscriptions are designed from the ground up to support NFTs, and feature a better data model, and features like globally unique symbols and enhanced provenance.
de: _Inscriptions sind für digitale Artefakte konzipiert._ Inscriptions sind von Grund auf so konzipiert, dass sie NFTs unterstützen, und bieten ein besseres Datenmodell sowie Funktionen wie global eindeutige Symbole und erweiterte Herkunftsnachweise.
es: _Las inscripciones están diseñadas para los artefactos digitales_. Se diseñan desde cero enfocándose en los NFTs y ofrecen un modelo de datos superior, con características como símbolos globalmente únicos y una procedencia mejorada.
fil: _Ang inscriptions ay idinisenyo para sa digital artifacts._ Ang mga inscription ay idinisenyo mula sa simula upang suportahan ang mga NFT, at nagpapakita ng mas mahusay na data model, pati na rin ang mga tampok tulad ng mga unique symbol at pagberipika ng mga pinagmulan.
fr: _Les inscriptions sont conçues pour les artefacts numériques._ Les inscriptions sont conçues dès le départ pour prendre en charge les NFTs, et présentent un meilleur modèle de données, avec des caractéristiques telles que des symboles globalement uniques et une provenance améliorée.
hi: _इंस्‍क्रि‍प्‍शंस डिजिटल अभिलेखों के लिए डिज़ाइन किए गए हैं।_ एनएफटी का समर्थन करने के लिए इंस्‍क्रि‍प्‍शंस को बुनियादी स्‍तर से ही डिज़ाइन किया जाता है, जिसमें एक बेहतर डेटा मॉडल और विश्व स्तरीय असाधारण प्रतीकों और उन्नत उत्‍पति जैसी अनूठी विशेषताएं हैं।
it: _Le iscrizioni sono progettate per gli artefatti digitali._ Le iscrizioni sono state progettate da zero per supportare gli NFT e presentano un modello di dati migliore, oltre a caratteristiche come simboli unici a livello globale e una provenienza migliorata.
ko: _인스크립션은 디지털 아티팩트를 위해 설계되었다._ 인스크립션은 처음부터 NFT를 지원하도록 설계되었으며, 더 나은 데이터 모델과 전 세계적으로 고유한 심볼, 향상된 출처 증명과 같은 기능을 갖추고 있다.
pt: _As inscrições são projetadas para artefatos digitais._ As inscrições são projetadas desde o início para oferecer suporte a NFTs e apresentam um modelo de dados melhor e recursos como símbolos globalmente exclusivos e procedência aprimorada.
ru: _Надписи предназначены для цифровых артефактов._ Надписи разработаны с нуля для поддержки NFT, имеют улучшенную модель данных, а также такие функции, как глобально уникальные символы и улучшенное подтверждение подлинности.
zh: _铭文是为数字文物设计_ 全新设计的铭文是为了支持 NFT，并具有更好的数据模型，以及全球独特符号和增强来源等功能。

source: _Inscriptions do not support on-chain royalties._ This is negative, but only depending on how you look at it. On-chain royalties have been a boon for creators, but have also created a huge amount of confusion in the Ethereum NFT ecosystem. The ecosystem now grapples with this issue, and is engaged in a race to the bottom, towards a royalties-optional future. Inscriptions have no support for on-chain royalties, because they are technically infeasible. If you choose to create inscriptions, there are many ways you can work around this limitation: withhold a portion of your inscriptions for future sale, to benefit from future appreciation, or perhaps offer perks for users who respect optional royalties.
de: _Inschriften unterstützen keine On-Chain-Royalties._ Das kann sowohl negativ als auch positiv betrachtet werden. On-Chain-Royalties haben Künstlern geholfen, haben jedoch auch für Verwirrung im Ethereum NFT-Ökosystem gesorgt. Das Ökosystem sieht sich nun mit diesem Problem konfrontiert und bewegt sich in Richtung einer Zukunft ohne verpflichtende Royalties. Inschriften unterstützen keine On-Chain-Royalties, da sie technisch nicht umsetzbar sind. Wenn Sie sich dafür entscheiden, Inschriften zu erstellen, gibt es viele Möglichkeiten, diese Einschränkung zu umgehen: Behalten Sie einen Teil Ihrer Inschriften für den zukünftigen Verkauf zurück, um von zukünftiger Wertsteigerung zu profitieren, oder bieten Sie vielleicht Vorteile für Benutzer an, die optionale Royalties respektieren.
es: _Las inscripciones no admiten regalías en cadena_. Esto puede verse como algo negativo, pero realmente depende de la perspectiva de cada uno. Si bien las regalías en cadena han beneficiado enormemente a los creadores, también han generado una gran cantidad de confusión en el ecosistema NFT de Ethereum. En este momento, el ecosistema está lidiando con este problema, encaminándose hacia un futuro donde las regalías serán opcionales. Las inscripciones no admiten regalías en cadena debido a que técnica y prácticamente no son viables. Sin embargo, si decides crear inscripciones, existen varias estrategias para superar esta restricción: puedes retener una porción de tus inscripciones para futuras ventas, aprovechando así la valorización que puedan tener con el tiempo; o incluso ofrecer incentivos a los usuarios que opten por respetar las regalías opcionales.
fil: _Ang inscriptions ay walang on-chain royalties._ Ito ay isang negatibo, ngunit ito ay depende sa kung paano mo ito titingnan. Ang mga royalty ng blockchain ay naging pakinabang para sa mga creator, ngunit lumikha din ng malaking kalituhan sa Ethereum NFT ecosystem. Ang ecosystem ay nakikipagbuno na ngayon sa problemang ito at nagsimula sa isang shift para ibaba ang royalty papunta sa 0 royalty. Ang mga inscription ay hindi sumusuporta sa mga royalty, dahil ang mga ito ay teknikal na hindi magagawa. Kung magpasya kang lumikha ng mga inscription, maaari mong iwasan ang limitasyong ito sa maraming paraan: magkaroon ng porsyento sa mga future sales, o marahil ay mag-aalok ng mga benepisyo sa mga user na sumusuporta sa mga opsyonal na royalties.
fr: _Les inscriptions ne prennent pas en charge les redevances sur la blockchain._ Cela peut être considéré comme un point négatif, mais cela dépend du point de vue de chacun. Bien que les redevances sur la blockchain aient grandement bénéficié aux créateurs, elles ont également généré une grande confusion dans l’écosystème des NFTs sur Ethereum. À l’heure actuelle, l’écosystème est aux prises avec ce problème et s’est engagé dans une course vers le bas, vers un avenir où les redevances seront facultatives. Les inscriptions ne prennent pas en charge les redevances sur la blockchain, car elles sont techniquement irréalisables. Si vous décidez de créer des inscriptions, vous pouvez contourner cette limitation de plusieurs manières : en retenant une partie de vos inscriptions pour les vendre ultérieurement, afin de bénéficier d’une appréciation future, ou en offrant peut-être des avantages aux utilisateurs qui respectent les redevances facultatives.
hi: _इंस्‍क्रि‍प्‍शंस ऑन-चेन रॉयल्टी का समर्थन नहीं करते।_ यह नकारात्मक है, जो केवल इस पर निर्भर करता है कि आप इसे कैसे देखते हैं। ऑन-चेन रॉयल्टी उत्‍पतिकर्ताओं के लिए एक वरदान साबित हुआ है, लेकिन इसने एथेरियम एनएफटी पारिस्थितिकी तंत्र में बहुत अधिक भ्रम भी पैदा कर दिये हैं। पारिस्थितिकी तंत्र अब इस मुद्दे के साथ संघर्षरत है, और रॉयल्टी-वैकल्पिक भविष्य की ओर, प्रतिस्पर्धा की दौड़ में समझौता करने में संलग्‍न हो जाता है। इंस्‍क्रि‍प्‍शंस में ऑन-चेन रॉयल्टी के लिए कोई समर्थन नहीं मिलता, क्योंकि तकनीकी रूप से वे व्यवहारिक नहीं हैं। यदि आप इंस्‍क्रि‍प्‍शंस सृजन करने का चयन करते हैं, ऐसे कई तरीके हैं जिनसे आप इस सीमा के दायरे में काम कर सकते हैं: अपने इंस्‍क्रि‍प्‍शंस के एक हिस्से को भविष्य में बिक्री के लिए सहेज लें, ताकि भविष्य में होने वाली उछाल से लाभ उठा पाएं, या क‍दाचित वैकल्पिक रॉयल्टी देने वाले वाले उपयोगकर्ताओं को प्रोत्‍साहन की पेशकश करें।
it: _Le iscrizioni non supportano le royalties on-chain._ Questo è un aspetto negativo, ma dipende da come lo si guarda. Le royalties on-chain sono state una manna per i creatori, ma hanno anche creato un'enorme confusione nell'ecosistema Ethereum NFT. L'ecosistema è ora alle prese con questo problema ed è impegnato in una corsa al ribasso, verso un futuro di royalties facoltative. Le iscrizioni non supportano le royalties sulla catena, perché sono tecnicamente inapplicabili. Se scegliete di creare iscrizioni, potete aggirare questa limitazione in molti modi: trattenendo una parte delle vostre iscrizioni per una futura vendita, per beneficiare di un futuro apprezzamento, o magari offrendo vantaggi agli utenti che rispettano le royalties opzionali.
ko: _인스크립션은 온체인 로열티를 지원하지 않는다._ 이는 부정적이지만, 어떻게 보느냐에 따라 다르다. 온체인 로열티는 크리에이터에게 큰 혜택이었지만, 이더리움 NFT 생태계에 엄청난 혼란을 야기하기도 했다. 이제 생태계는 이 문제와 씨름하고 있으며, 로열티가 선택적인 미래를 향해 바닥을 향한 경쟁을 벌이고 있다. 인스크립션은 기술적으로 실현 불가능하기 때문에 온체인 로열티를 지원하지 않는다. 인스크립션을 생성하기로 결정한 경우, 향후 판매를 위해 인스크립션의 일부를 보류하여 향후 가치 상승의 혜택을 받거나 선택적 로열티를 존중하는 사용자에게 혜택을 제공하는 등 여러 가지 방법으로 이 제한을 해결할 수 있다.
pt: _As inscrições não suportam royalties na rede._ Isso é negativo, mas depende apenas de como você olha para isso. Os royalties na rede têm sido uma bênção para os criadores, mas também criaram uma enorme confusão no ecossistema de NFTs do Ethereum. O ecossistema agora enfrenta essa questão e está engajado em uma corrida para o fundo do poço, em direção a um futuro com royalties opcionais. As inscrições não têm suporte para royalties na rede, porque são tecnicamente inviáveis. Se você optar por criar inscrições, haverá muitas maneiras de contornar essa limitação: reter uma parte de suas inscrições para venda futura, para se beneficiar de valorização futura, ou talvez oferecer vantagens para usuários que respeitem royalties opcionais.
ru: _Надписи не поддерживают on-chain роялти._ Это негативный момент, но только в зависимости от того, как на него посмотреть. On-chain роялти стали благом для создателей, но в то же время внесли огромную путаницу в экосистему NFT на Ethereum. В настоящее время экосистема решает эту проблему и участвует в гонке на понижение, стремясь к будущему без роялти. Надписи не поддерживают on-chain роялти, поскольку это технически неосуществимо. Если вы решите создавать надписи, есть много способов обойти это ограничение: придержать часть надписей для будущей продажи, чтобы получить выгоду от будущего роста стоимости, или, возможно, предложить привилегии для пользователей, соблюдающих необязательные роялти.
zh: _铭文不鼓励链上版税_ 这可能不是个好消息，但也取决于你如何看待它。链上版税一直是创作者的福音，但也在以太坊 NFT生态系统中造成了巨大的混乱。以太坊现在正努力解决这个问题，也是一场逐底竞赛，以实现一个“可选版税”的未来。铭文不支持链上版税，因为它们在技术上不可行。如果您选择创建铭文，有许多方法可以绕过这个限制：保留一部分铭文供未来售卖，以受益于未来的升值，或者为尊重可选版税的用户提供额外津贴。

source: Collectors
de: Sammler
es: Coleccionistas
fil: Mga kolektor
fr: Les collectionneurs
hi: संग्रहक
it: Collezionisti
ko: 수집가
pt: Colecionadores
ru: Коллекционеры
zh: 收藏者

source: _Inscriptions are simple, clear, and have no surprises._ They are always immutable and on-chain, with no special due diligence required.
de: _Inscriptions sind einfach, klar und ohne Überraschungen._ Sie sind immer unveränderlich und auf der Blockchain, ohne besondere Sorgfaltspflichten zu erfordern.
es: _Las inscripciones son sencillas, claras y sin sorpresas inesperadas_. Son siempre inmutables y residen en la cadena de Bitcoin, lo que elimina la necesidad de gestiones adicionales.
fil: _Ang inscriptions ay simple, malinaw at secure._ Hindi nababago at on-chain, nang hindi kailangan ng espesyal na effot.
fr: _Les inscriptions sont simples, claires et ne réservent aucune surprise._ Elles sont toujours immuables et sur la blockchain Bitcoin, sans qu’aucune diligence particulière ne soit requise.
hi: _इंस्‍क्रि‍प्‍शंस सरल, स्पष्ट हैं और इनमें कोई अप्रत्‍याशित घटना नहीं होती।_ वे हमेशा अपरिवर्तनीय और ऑन-चेन रहती हैं, इसके लिए कोई विशेष सम्‍यक तत्‍परता (ड्यू डिलिजेंस) की आवश्यकता नहीं होती है।
it: _Le iscrizioni sono semplici, chiare e senza sorprese._ Sono sempre immutabili e on-chain, senza che sia necessaria una particolare due diligence.
ko: _인스크립션은 간단하고 명확하며 놀랄 일이 없다._ 인스크립션은 항상 불변하고 온체인이며 특별한 실사가 필요하지 않다.
pt: _As inscrições são simples, claras e sem surpresas._ Elas são sempre imutáveis e on-line, sem necessidade de diligência especial.
ru: _Надписи просты, понятны и не содержат сюрпризов._ Они всегда неизменны и находятсяon-chain, не требуя специальной проверки.
zh: _铭文很简单_，清晰并无意外* 它们始终是不可变的并且在链上，不需要特殊的尽职调查。

source: _Inscriptions are on Bitcoin._ You can verify the location and properties of inscriptions easily with Bitcoin full node that you control.
de: _Inscriptions sind auf Bitcoin._ Sie können den Standort und die Eigenschaften von Inscriptions leicht mit einem von Ihnen kontrollierten Bitcoin-Full-node überprüfen.
es: _Las inscripciones están en Bitcoin_. Puedes verificar fácilmente la ubicación y propiedades de las inscripciones con un nodo de Bitcoin que tu controlas.
fil: _Ang inscriptions ay nasa Bitcoin._ Madali mong mabe-verify ang lokasyon at mga katangian ng mga inscription sa pamamagitan ng pag-setup ng sariling full Bitcoin node.
fr: _Les inscriptions sont sur Bitcoin._ Vous pouvez facilement vérifier l’emplacement et les propriétés des inscriptions à l’aide d’un nœud complet (full node) Bitcoin que vous contrôlez.
hi: _इंस्‍क्रि‍प्‍शंस बिटकॉइन पर सुलभ हैं।_ आप अपने नियंत्रण वाले बिटकॉइन पूर्ण नोड के साथ इंस्‍क्रि‍प्‍शंस के स्थान और गुणों को आसानी से सत्यापित कर सकते हैं।
it: _Le iscrizioni sono su Bitcoin._ È possibile verificare facilmente la posizione e le proprietà delle iscrizioni con il nodo Bitcoin completo che si controlla.
ko: _인스크립션은 비트코인에 있다._ 사용자가 제어하는 비트코인 풀 노드를 통해 인스크립션의 위치와 속성을 쉽게 확인할 수 있다.
pt: _As inscrições estão no Bitcoin._ Você pode verificar facilmente a localização e as propriedades das inscrições com o nó completo do Bitcoin que você controla.
ru: _Надписи находятся на Bitcoin._ Вы можете легко проверить местоположение и свойства надписей с помощью Bitcoin fill node, который вы контролируете.
zh: _铭文在比特币上_ 您可以使用您控制的比特币全节点轻松验证铭文的位置和属性。
