Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Note that if you have previously created a wallet with `ord`, then you will already have a wallet with the default name, and will need to give your imported wallet a different name. You can use the `--wallet` parameter in all `ord` commands to reference a different wallet, eg:
de: Beachten Sie, dass Sie, wenn Sie zuvor ein Wallet mit `ord` erstellt haben, bereits über ein Wallet mit dem Standardnamen verfügen und Ihrem importierten Wallet einen anderen Namen geben müssen. Sie können den Parameter `--wallet` in allen `ord` -Befehlen verwenden, um auf eine andere Wallet zu verweisen, z. B.:
es: Ten en cuenta que si has creado previamente una cartera con `ord`, ya tendrás una cartera con el nombre predeterminado y tendrás que darle un nombre diferente a tu cartera importada. Puedes usar el parámetro `--wallet` en todos los comandos de `ord` para hacer referencia a un monedero diferente, por ejemplo:
fil: Tandaan na kung nakagawa ka dati ng wallet na may `ord`, pagkatapos ay mayroon nang wallet na may default na pangalan, at kakailanganing ibigay ang iyong imported na wallet ng bagong pangalan. Maaari mong gamitin ang parameter na `--wallet` sa lahat ng commands ng `ord` para ma-reference sa ibang wallet, hal:
fr: Notez que si vous avez précédemment créé un portefeuille avec `ord`, vous aurez alors déjà un portefeuille avec le nom par défaut, et vous devrez donner un nom différent à votre portefeuille importé. Vous pouvez utiliser le paramètre `--wallet` dans toutes les commandes `ord` pour référencer un portefeuille différent, par exemple :
hi: ध्यान रहे, यदि आपने पहले `ऑर्ड` के साथ एक वॉलेट बना चुके हैं, तब आपके पास पहले से ही डिफ़ॉल्ट नाम वाला एक वॉलेट पहले से ही उपलब्‍ध है, और इसलिए आपको अपने इंर्पोटेड वॉलेट को कोई दूसरा नाम देना होगा। आप सभी `ऑर्ड` में `–-wallet` पैरामीटर में सभी कमांड का उपयोग करके किसी भिन्न वॉलेट को संदर्भित कर सकते हैं, उदाहरण के लिए:
it: Si noti che se si è precedentemente creato un portafoglio con `ord`, si avrà già un portafoglio con il nome predefinito e si dovrà dare un nome diverso al portafoglio importato. È possibile utilizzare il parametro `--wallet` in tutti i comandi `ord` per fare riferimento a un portafoglio diverso, ad es:
ko: 이전에 `ord`로 지갑을 생성한 적이 있다면 기본 이름의 지갑이 이미 있을 것이므로 가져오기 한 지갑에 다른 이름을 지정해야 한다. 모든 `ord` 명령에 `--wallet` 매개변수를 사용하여 다른 지갑을 참조할 수 있다. 예시:
pt: Observe que se você já criou uma carteira com `ord`, então você já terá uma carteira com o nome padrão e precisará dar um nome diferente à sua carteira importada. Você pode usar o parâmetro `--wallet` em todos os comandos `ord` para referenciar uma carteira diferente, por exemplo:
ru: Обратите внимание, что если вы ранее создали кошелек с помощью `ord`, то у вас уже будет кошелек с именем по умолчанию, и вам необходимо будет дать импортируемому кошельку другое имя. Для ссылки на другой кошелек можно использовать параметр `--wallet` во всех командах `ord`, например:
zh: 注意，如果你之前已经用 `ord` 创建过一个钱包，那么你已经有一个默认名称的钱包，需要给你导入的钱包取一个不同的名称。你可以在所有的 `ord`命令中使用 `--wallet` 参数来引用不同的钱包，例如：

source: Sending inscriptions with Sparrow Wallet
de: Inscriptions mit Sparrow Wallet versenden
es: Enviar inscripciones con el Monedero Sparrow
fil: Pagpapadala ng mga inskripsiyon gamit ang Sparrow Wallet
fr: Envoyer des inscriptions avec le portefeuille Sparrow
hi: स्पैरो वॉलेट के साथ इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) प्रेषित करना
it: Invio di iscrizioni con Sparrow Wallet
ko: 스패로우 월렛으로 인스크립션 보내기
pt: Enviando inscrições com a Sparrow Wallet
ru: Отправка надписей с помощью Sparrow Wallet
zh: 使用麻雀钱包发送铭文

source: ⚠️⚠️ Warning ⚠️⚠️
de: ⚠️⚠️ Achtung ⚠️⚠️
es: ⚠️⚠️ Advertencia ⚠️⚠️
fr: ⚠️⚠️ Avertissement ⚠️⚠️
hi: ⚠️⚠️ चेतावनी ⚠️⚠️
it: ⚠️⚠️ Attenzione ⚠️⚠️
ko: ⚠️⚠️ 경고 ⚠️⚠️
pt: ⚠️⚠️ Aviso ⚠️⚠️
ru: ⚠️⚠️ Внимание ⚠️⚠️
zh: ⚠️⚠️ 警告 ⚠️⚠️

source: While it is highly recommended that you set up a bitcoin core node and run the `ord` software, there are certain limited ways you can send inscriptions out of Sparrow Wallet in a safe way. Please note that this is not recommended, and you should only do this if you fully understand what you are doing.
de: Es wird zwar dringend empfohlen, einen Bitcoin-Kernknoten einzurichten und die `ord` Software auszuführen, es gibt jedoch bestimmte eingeschränkte Möglichkeiten, inscriptions aus Sparrow Wallet auf sichere Weise zu versenden. Bitte beachten Sie, dass dies nicht empfohlen wird und Sie dies nur tun sollten, wenn Sie vollständig verstehen, was Sie tun.
es: Aunque es bastante recomendado que configures un nodo de bitcoin core y ejecutes el software `ord`, existen algunas formas limitadas de enviar inscripciones desde el monedero Sparrow de manera segura. Sin embargo, cabe señalar que esta no es la opción más recomendada y solo deberías proceder si entiendes completamente las implicaciones y riesgos de lo que estás haciendo.
fil: Habang lubos na inirerekomenda na mag-set up ka ng bitcoin core node at magpatakbo ng `ord` software, may ilang partikular na limitadong paraan na maaari kang magpadala ng mga inskripsiyon mula sa Sparrow Wallet sa ligtas na paraan. Pakitandaan na hindi ito inirerekomenda, at dapat mo lang gawin ito kung lubos mong naiintindihan kung ano ang iyong ginagawa.
fr: Bien qu’il soit fortement recommandé de mettre en place un nœud Bitcoin Core et d’exécuter le logiciel `ord`, il existe quelques moyens limités d’envoyer des inscriptions à partir du portefeuille Sparrow en toute sécurité. Veuillez noter que cela n’est pas recommandé et que vous ne devez le faire que si vous comprenez parfaitement ce que vous faites.
hi: हालांकि यह अत्यधिक अनुशंसित किया जाता है कि आप एक बिटकॉइन कोर नोड सेट करें और `ऑर्ड` सॉफ़्टवेयर संचालित करें, सुरक्षित तरीके से स्पैरो वॉलेट से इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) प्रेषित करने के कुछ सीमित तरीके हैं। कृपया ध्यान रखें कि यह अनुशंसित नहीं किया जाता, और आपको यह केवल तभी करना चाहिए जब आप पूरी तरह से समझें कि आप क्या कर रहे हैं।
it: Sebbene sia altamente raccomandato creare un nodo bitcoin core ed eseguire il software `ord`, esistono alcuni modi limitati per inviare iscrizioni da Sparrow Wallet in modo sicuro. Si noti che questa operazione è sconsigliata e deve essere eseguita solo se si è pienamente consapevoli di ciò che si sta facendo.
ko: Bitcoin Core 노드를 설정하고 `ord` 소프트웨어를 실행하는 것을 적극 권장하지만, 스패로우 월렛에서 안전한 방법으로 인스크립션을 전송할 수 있는 몇 가지 제한된 방법이 있다. 이 방법은 권장되지 않으며, 자신이 무엇을 하는지 완전히 이해하는 경우에만 이 방법을 사용해야 한다는 점에 유의하기 바란다.
pt: Embora seja altamente recomendado que você configure um nó de bitcoin core e execute o software `ord`, existem certas maneiras limitadas de enviar inscrições da Sparrow Wallet de maneira segura. Observe que isso não é recomendado e você só deve fazer isso se compreender totalmente o que está fazendo.
ru: Хотя настоятельно рекомендуется установить bitcoin core node и запустить программное обеспечение `ord`, существуют некоторые ограниченные способы безопасной отправки надписей из Sparrow Wallet. Обратите внимание, что делать это не рекомендуется и следует только в том случае, если вы полностью понимаете, что делаете.
zh: 虽然强烈建议你设置一个比特币核心节点并运行 `ord` 软件，但是你可以通过一些安全的方式在 Sparrow 钱包中发送铭文。请注意，这并不推荐，只有在你完全理解你正在做什么的情况下才能这么做。

source: Using the `ord` software will remove much of the complexity we are describing here, as it is able to automatically and safely handle sending inscriptions in an easy way.
de: Der Einsatz der `ord` Software wird einen Großteil der hier beschriebenen Komplexität beseitigen, da sie in der Lage ist, das Versenden von inscription auf einfache Weise automatisch und sicher abzuwickeln.
es: Usar el software de `ord` eliminará gran parte de la complejidad que estamos describiendo aquí, permitiéndote manejar el envío de inscripciones de forma automática y segura con mayor facilidad.
fil: Ang paggamit ng `ord` software ay mag-aalis sa pagiging kumplikado sa paglalarawan dito, dahil awtomatiko at ligtas nitong pangasiwaan ang pagpapadala ng mga inskripsiyon sa madaling paraan.
fr: Le fait d’utiliser le logiciel `ord` supprimera une grande partie de la complexité que nous décrivons ici, car il est capable de gérer automatiquement et en toute sécurité l’envoi d’inscriptions de manière simple.
hi: `ऑर्ड` सॉफ़्टवेयर का उपयोग करने से हम यहां जो जटिलता वर्णन कर रहे हैं, उसका बहुत सारा हिस्‍सा निकाल देगा, क्‍योंकि यह स्वच्‍छंद तरीके से इंस्‍क्रीप्‍शंस भेजने का काम स्‍वत: और सुरक्षित तरीके से कर सकता है।
it: L'utilizzo del software `ord` eliminerà gran parte della complessità descritta in questa guida, poiché è in grado di gestire automaticamente e in modo sicuro l'invio di iscrizioni in modo semplice.
ko: `ord` 소프트웨어를 사용하면 인스크립션 전송을 자동으로 안전하게 처리할 수 있으므로 여기서 설명하는 복잡성을 상당 부분 제거할 수 있다.
pt: O uso do software `ord` removerá grande parte da complexidade que descrevemos aqui, pois ele é capaz de lidar com o envio de inscrições de maneira fácil e automática.
ru: Использование программы `ord` устранит большую часть сложностей, которые мы здесь описываем, поскольку она способна автоматически и безопасно обрабатывать отправку надписей в простой форме.
zh: 使用 `ord` 软件将大大简化我们在这里描述的复杂性，因为它能以一种简单的方式自动并安全地处理发送铭文。

source: ⚠️⚠️ Additional Warning ⚠️⚠️
de: ⚠️⚠️ Zusätzliche Warnung ⚠️⚠️
es: ⚠️⚠️ Advertencia Adicional ⚠️⚠️
fil: ⚠️⚠️ Dagdag na Warning ⚠️⚠️
fr: ⚠️⚠️ Avertissement supplémentaire ⚠️⚠️
hi: ⚠️⚠️ अतिरिक्‍त चेतावनी ⚠️⚠️
it: ⚠️⚠️ Avvertenze Aggiuntive ⚠️⚠️
ko: ⚠️⚠️ 추가 경고 ⚠️⚠️
pt: ⚠️⚠️ Aviso Adicional ⚠️⚠️
ru: ⚠️⚠️ Дополнительное предупреждение ⚠️⚠️
zh: ⚠️⚠️ 额外警告 ⚠️⚠️

source: Don't use your sparrow inscriptions wallet to do general sends of non-inscription bitcoin. You can setup a separate wallet in sparrow if you need to do normal bitcoin transactions, and keep your inscriptions wallet separate.
de: Verwenden Sie Ihre Sparrow-Inscriptions-Wallet nicht für allgemeine Versendungen von Bitcoin ohne Inschrift. Sie können in Sparrow ein separates Wallet einrichten, wenn Sie normale Bitcoin-Transaktionen durchführen müssen, und Ihr Inscriptions Wallet separat aufbewahren.
es: No uses tu monedero de inscripciones de Sparrow para hacer envíos de bitcoin que no involucren inscripciones. Puedes configurar un monedero por separado en Sparrow para gestionar tus transacciones regulares de bitcoin, manteniendo así tu monedero de inscripciones aislado.
fil: Huwag gamitin ang iyong sparrow inscriptions wallet para gumawa ng mga pangkalahatang pagpapadala ng non-inscription bitcoin. Maaari kang mag-set up ng hiwalay na wallet sa sparrow kung kailangan mong gawin ang mga normal na transaksyon sa bitcoin, at panatilihin ang iyong inscription wallet na hiwalay.
fr: N’utilisez pas votre portefeuille d’inscriptions Sparrow pour effectuer des transactions de bitcoins qui n’impliquent pas des inscriptions. Vous pouvez créer un portefeuille séparé dans Sparrow pour gérer vos transactions régulières de bitcoins, et maintenir votre portefeuille d’inscriptions séparé.
hi: गैर-इंस्‍क्रीप्‍शंस बिटकॉईन के सामान्‍य प्रे‍षण के लिए स्पैरो इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) वॉलेट का प्रयोग मत करो। आप स्‍पैरो में अलग वॉलेट सेट कर सकते हैं यदि आपको सामान्‍य बिटकॉईन लेनदेन करने की आवश्‍यकता है, और अपना इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) वॉलेट अलग रख सकते हैं।
it: Non utilizzate il vostro portafoglio sparrow delle inscriptions per effettuare invii generici di bitcoin non legati a iscrizioni. È possibile configurare un portafoglio separato in sparrow per effettuare normali transazioni in bitcoin e tenere separato il portafoglio delle iscrizioni.
ko: 스패로우 인스크립션 지갑을 사용해 인스크립션이 아닌 일반 비트코인을 송금하지 말자. 일반적인 비트코인 거래를 해야 하는 경우 스패로우에서 별도의 지갑을 설정하고 인스크립션 지갑을 따로 보관할 수 있다.
pt: Não use sua carteira Sparrow com inscrições para fazer envios gerais de bitcoins sem inscrição. Você pode configurar uma carteira separada no Sparrow se precisar fazer transações normais de Bitcoin e manter sua carteira de inscrições separada.
ru: Не используйте свой sparrow inscriptions wallet для общей отправки биткоинов. Вы можете создать отдельный кошелек в Sparrow, если вам нужно совершать обычные транзакции с биткойнами, и держать кошелек для надписей отдельно.
zh: 不要用你的sparrow麻雀铭文钱包去发送非铭文比特币。如果你需要进行普通的比特币交易，你可以在麻雀中设置一个单独的钱包，并保持你的铭文钱包独立。

source: Bitcoin's UTXO model
de: Das UTXO-Modell von Bitcoin
es: Modelo UTXO de Bitcoin
fr: Le modèle UTXO de Bitcoin
hi: बिटकॉइन का UTXO मॉडल
it: Il modello UTXO di Bitcoin
ko: 비트코인의 UTXO 모델
pt: O Modelo UTXO do Bitcoin
ru: Модель UTXO биткоина
zh: 比特币的UTXO模型

source: Before sending any transaction it's important that you have a good mental model for bitcoin's Unspent Transaction Output (UTXO) system. The way Bitcoin works is fundamentally different to many other blockchains such as Ethereum. In Ethereum generally you have a single address in which you store ETH, and you cannot differentiate between any of the ETH - it is just all a single value of the total amount in that address. Bitcoin works very differently in that we generate a new address in the wallet for each receive, and every time you receive sats to an address in your wallet you are creating a new UTXO. Each UTXO can be seen and managed individually. You can select specific UTXO's which you want to spend, and you can choose not to spend certain UTXO's.
de: Bevor Sie eine Transaktion senden, ist es wichtig, dass Sie ein gutes mentales Modell für das Unspent Transaction Output (UTXO) -System von Bitcoin haben. Die Funktionsweise von Bitcoin unterscheidet sich grundlegend von vielen anderen Blockchains wie Ethereum. In Ethereum haben Sie in der Regel eine einzelne Adresse, auf der Sie ETH speichern, und Sie können zwischen keinem der ETH unterscheiden - es handelt sich einfach um einen einzigen Wert des Gesamtbetrags auf dieser Adresse. Bitcoin funktioniert sehr unterschiedlich, indem wir für jede empfangene Transaktion eine neue Adresse im Wallet generieren, und jedes Mal, wenn Sie Sats an eine Adresse in Ihrem Wallet empfangen, erstellen Sie ein neues UTXO. Jeder UTXO kann einzeln betrachtet und verwaltet werden. Sie können bestimmte UTXOs auswählen, die Sie ausgeben möchten, und Sie können wählen, bestimmte UTXOs nicht auszugeben.
es: Antes de enviar cualquier transacción, es importante que entiendas a profundidad cómo funciona el sistema de Salidas de Transacciones No Gastadas (UTXO) de Bitcoin. La forma en que funciona Bitcoin es fundamentalmente diferente a muchas otras cadenas de bloques, como Ethereum. En Ethereum, generalmente tienes una única dirección en la que almacenas ETH, y no puedes diferenciar entre ninguno de los ETH: simplemente es un valor único del total acumulado en esa dirección. Bitcoin funciona de manera muy diferente, ya que generamos una nueva dirección en el monedero para cada recepción, y cada vez que recibes sats en una dirección de tu monedero estás creando un nuevo UTXO. Cada UTXO se puede ver y gestionar individualmente. Puedes seleccionar específicamente los UTXO que deseas gastar, y puedes elegir no gastar ciertos UTXO.
fil: Bago magpadala ng anumang transaksyon, mahalaga na mayroon kang mabuting modelo para sa sistema ng Unspent Transaction Output (UTXO) ng bitcoin. Ang paraan ng Bitcoin ay pangunahing naiiba sa maraming iba pang mga blockchain tulad ng Ethereum. Sa Ethereum sa pangkalahatan ay mayroon kang isang address kung saan ka nag-iimbak ETH, at hindi ka makakapag-iba sa pagitan ng alinman sa ETH - ito ay isang mahalagang kabuuang halaga sa address na iyon. Kakaiba gumana ang Bitcoin sa paggawa namin ng bagong address sa wallet para sa bawat tumatanggap, at sa tuwing makakatanggap ka sats sa isang address sa iyong wallet ikaw ay lumilikha ng bagong UTXO. Ang bawat UTXO ay makikita at pag-manage nang paisa-isa. Ikaw ay maaaring pumili ng mga partikular na UTXO na gusto mong gastusin, at maaari mong piliin na huwag gumastos ng ilang mga UTXO.
fr: Avant d’envoyer une transaction, il est important que vous ayez une bonne compréhension du système UTXO (Unspent Transaction Output) de Bitcoin. Le fonctionnement du Bitcoin est fondamentalement différent de celui de nombreuses autres blockchains telles que Ethereum. Sur Ethereum, vous avez généralement une seule adresse dans laquelle vous stockez l’ETH, et vous ne pouvez pas faire de distinction entre chacun des ETH – il s’agit simplement d’une valeur unique du montant total dans cette adresse. Bitcoin fonctionne très différemment dans la mesure où nous générons une nouvelle adresse dans le portefeuille pour chaque réception, et chaque fois que vous recevez des sats à une adresse de votre portefeuille, vous créez un nouvel UTXO. Chaque UTXO peut être consulté et géré individuellement. Vous pouvez sélectionner des UTXOs spécifiques que vous souhaitez dépenser, et vous pouvez choisir de ne pas dépenser certains UTXOs.
hi: कोई भी लेन-देन प्रेषित करने से पहले यह अत्‍यंत महत्वपूर्ण हो जाता है कि आपके पास बिटकॉइन के अनस्पेंट ट्रांजेक्शन आउटपुट (UTXO) सिस्टम का एक अच्छे मानसिक अवस्‍था का मॉडल हो। बिटकॉइन के काम करने का तरीका एथेरियम जैसे कई अन्य ब्लॉकचेन से मौलिक रूप से भिन्न है। एथेरियम में आम तौर पर आपके पास एक ही पता होता है जिसमें आप ईटीएच संग्रहीत करते हैं, और आप किसी भी ईटीएच के बीच अंतर नहीं कर सकते हैं - यह उस पते पर कुल राशि का केवल एकमात्र एक ही मूल्य होता है। बिटकॉइन बहुत अलग तरीके से काम करता है, इसमें हम प्रत्येक प्राप्ति के लिए वॉलेट में एक नया पता बनाते हैं, और हर बार अपने वॉलेट में किसी पते पर सैट प्राप्त करते हैं तो इसका सीधा और स्‍पष्‍ट अर्थ यह है कि उस समय आप एक नया UTXO बना रहे होते हैं। प्रत्येक UTXO को व्यक्तिगत रूप से देखा और प्रबंधित किया जा सकता है। आप किसी विशिष्ट यूटीएक्सओ का चयन कर सकते हैं जिसे आप खर्च करना चाहते हैं, इसके प्रतिकूल आप कुछ यूटीएक्स को खर्च न करने का विकल्प चयन कर सकते हैं।
it: Prima di inviare qualsiasi transazione è importante avere consapevolezza e conoscenza del sistema UTXO (Unspent Transaction Output) di Bitcoin. Il modo in cui Bitcoin funziona è diverso da quello di molte altre blockchain come Ethereum. In Ethereum in genere si ha un unico indirizzo in cui si memorizzano gli ETH, e non si può fare una distinzione tra gli ETH: si tratta di un unico valore dell'importo totale in quell'indirizzo. Il Bitcoin funziona in modo molto diverso, in quanto viene generato un nuovo indirizzo nel portafoglio per ogni ricezione, e ogni volta che si ricevono satoshi nel portafoglio si crea un nuovo UTXO. Ogni UTXO può essere visto e gestito individualmente. Si possono selezionare UTXO specifici da spendere e si può scegliere di non spendere determinati UTXO.
ko: 트랜잭션을 전송하기 전에 비트코인의 미사용 트랜잭션 출력값(UTXO) 시스템에 대한 올바른 멘털 모델을 갖추는 것이 중요하다. 비트코인의 작동 방식은 이더리움과 같은 다른 블록체인과 근본적으로 다르다. 이더리움에서는 일반적으로 이더를 저장하는 단일 주소가 있으며, 이더를 구분할 수 없으므로 이것은 단지 그 주소에 있는 총금액의 단일 값일 뿐이다. 비트코인은 매번 수신 때마다 지갑에 새 주소를 생성한다는 점에서 매우 다르게 작동하며, 지갑에 있는 주소로 SAT를 받을 때마다 새로운 UTXO를 생성하게 된다. 각 UTXO는 개별적으로 보고 관리할 수 있다. 사용하고자 하는 특정 UTXO를 선택할 수 있으며, 특정 UTXO를 사용하지 않도록 선택할 수도 있다.
pt: Antes de enviar qualquer transação, é importante que você tenha um bom modelo mental para o sistema Unspent Transaction Output (UTXO) do bitcoin. A forma como o Bitcoin funciona é fundamentalmente diferente de muitas outras blockchains, como o Ethereum. No Ethereum geralmente você tem um único endereço no qual armazena ETH e não pode diferenciar nenhum dos ETH - é apenas um valor único do valor total nesse endereço. O Bitcoin funciona de maneira muito diferente, pois geramos um novo endereço na carteira para cada recebimento, e toda vez que você recebe sats em um endereço da sua carteira, você está criando um novo UTXO. Cada UTXO pode ser visto e gerenciado individualmente. Você pode selecionar UTXOs específicos que deseja gastar e pode optar por não gastar determinados UTXOs.
ru: Перед отправкой любой транзакции важно хорошо представлять себе систему вывода Unspent Transaction Output (UTXO) в биткоине. Принцип работы биткоина фундаментально отличается от многих других блокчейнов, таких как Ethereum. В Ethereum, как правило, у вас есть один адрес, на котором вы храните ETH, и вы не можете различать ни один из ETH - все они просто представляют собой единое значение общей суммы, находящейся на этом адресе. Биткоин работает совсем по-другому: для каждого приема мы генерируем новый адрес в кошельке, и каждый раз, когда вы получаете саты на адрес в кошельке, вы создаете новый UTXO. Каждый UTXO можно видеть и управлять им индивидуально. Вы можете выбрать конкретные UTXO, которые хотите потратить, и не тратить определенные UTXO.
zh: 在发送任何交易之前，你必须对比特币的未消费交易输出（UTXO）系统有一个良好的理解。比特币的工作方式与以太坊等许多其他区块链有着根本的不同。在以太坊中，通常你有一个存储ETH的单一地址，你无法区分其中的任何ETH - 它们只是该地址中的总金额的单一值。而比特币的工作方式完全不同，我们为每个接收生成一个新地址，每次你向钱包中的一个地址接收sats时，你都在创建一个新的UTXO。每个UTXO都可以单独查看和管理。你可以选择想要花费的特定UTXO，也可以选择不花费某些UTXO。

source: Some Bitcoin wallets do not expose this level of detail, and they just show you a single summed up value of all the bitcoin in your wallet. However, when sending inscriptions it is important that you use a wallet like Sparrow which allows for UTXO control.
de: Einige Bitcoin-Wallets bieten diese Ebene des Detailreichtums nicht an und zeigen Ihnen lediglich einen einzigen zusammengefassten Wert aller Bitcoins in Ihrem Wallet an. Wenn Sie jedoch inscriptions senden, ist es wichtig, eine Wallet wie Sparrow zu verwenden, die die Kontrolle über UTXOs ermöglicht.
es: Algunos monederos de Bitcoin no exponen este nivel de detalle y solo te muestran un valor único que suma todo el bitcoin en tu monedero. Sin embargo, al enviar inscripciones, es importante que uses un monedero como Sparrow que permite el control de UTXO.
fil: Ang ilang mga wallet ng Bitcoin ay hindi inilalantad ang antas ng detalyeng ito, at ipinapakita lang nila ang summed up na halaga ng lahat ng bitcoin sa iyong wallet. Gayunpaman, kapag nagpapadala ng mga inskripsiyon, mahalaga na gumamit ka ng wallet tulad ng Sparrow na nagpapahintulot para sa kontrol ng UTXO.
fr: Certains portefeuilles Bitcoin n’exposent pas ce niveau de détail et se contentent d’afficher une valeur unique correspondant à l’ensemble des bitcoins dans votre portefeuille. Cependant, lorsque vous envoyez des inscriptions, il est important que vous utilisiez un portefeuille comme Sparrow qui permet le contrôle d’UTXOs.
hi: कुछ बिटकॉइन वॉलेट इस स्तर के विवरण प्रकट नहीं करते, और वे आपको केवल आपके वॉलेट में सभी बिटकॉइन के कुल मूल्य का सारांश प्रकट करते हैं। हालाँकि, इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) प्रेषित करते समय यह महत्वपूर्ण है कि आप स्पैरो जैसे वॉलेट का उपयोग करें जो UTXO नियंत्रण की अनुमति देता है।
it: Alcuni portafogli Bitcoin non espongono questo livello di dettaglio e si limitano a mostrare un unico valore sommato di tutti i bitcoin presenti nel portafoglio. Tuttavia, quando si inviano iscrizioni è importante utilizzare un portafoglio come Sparrow che consente il controllo degli UTXO.
ko: 일부 비트코인 지갑은 이러한 수준의 세부 정보를 노출하지 않으며, 지갑에 있는 모든 비트코인의 합산된 가치만 보여준다. 하지만 인스크립션을 전송할 때는 UTXO 제어가 가능한 스패로우와 같은 지갑을 사용하는 것이 중요하다.
pt: Algumas carteiras Bitcoin não expõem esse nível de detalhe e apenas mostram um único valor resumido de todos os bitcoins em sua carteira. Porém, ao enviar inscrições é importante que você utilize uma carteira como a Sparrow que permite o controle de UTXOs.
ru: Некоторые биткоин-кошельки не предоставляют такой детализации, а просто показывают суммарное значение всех биткоинов в кошельке. Однако при отправке надписей важно использовать такой кошелек, как Sparrow, который позволяет контролировать UTXO.
zh: 有些比特币钱包并不显示这个级别的详细信息，它们只向你显示钱包中所有比特币的单一总和值。然而，当发送铭文时，使用如麻雀这样允许UTXO控制的钱包非常重要。

source: Inspecting your inscription before sending
de: Überprüfen Sie Ihre inscription vor dem Absenden
es: Inspeccionando tu inscripción antes de enviarla
fil: Pag-susuri ng iyong inskripsiyon bago ipadala
fr: Inspecter son inscription avant de l’envoyer
hi: इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) प्रेषण से पहले अपने उनका निरीक्षण
it: Controllare l'iscrizione prima dell'invio
ko: 보내기 전에 인스크립션 검사하기
pt: Inspecionando sua inscrição antes de enviar
ru: Проверка надписи перед отправкой
zh: 在发送之前检查你的铭文
