Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Digital artifacts are uncensorable. Perhaps you can change a database entry on a centralized ledger today, but maybe not tomorrow, and thus one cannot be a digital artifact.
de: Digitale Artefakte sind unzensierbar. Vielleicht können Sie heute einen Datenbankeintrag in einem zentralen Hauptbuch ändern, aber vielleicht nicht morgen, und daher kann es sich nicht um ein digitales Artefakt handeln.
es: Los artefactos digitales no pueden ser censurados. Puede que hoy en día se permita cambiar la información en una base de datos centralizada, pero tal vez mañana no sea posible, por lo tanto, no puede ser un artefacto digital.
fil: Ang mga digital artifact ay uncensorable. Marahil ay maaari mong baguhin ang isang database entry sa isang sentralisadong ledger ngayon, ngunit maaaring hindi bukas, at sa gayon ang isa ay hindi maaaring maging isang digital artifact.
fr: Les artefacts numériques ne sont pas censurables. Il peut être possible de modifier des informations dans une base de données centralisée aujourd’hui, mais ça ne sera peut-être plus possible demain, et il ne peut donc s’agir d’un artefact numérique.
hi: डिजिटल अभिलेखों को सेंसर नहीं किया जा सकता। हो सकता है कि आप वर्तमान में एक केंद्रीकृत खाता बही पर डेटाबेस की प्रविष्टि बदल सकते हैं, लेकिन शायद भविष्‍य में ऐसा नहीं कर सकते, और इस प्रकार कोई डिजिटल अभिलेख नहीं हो सकता है।
it: Gli artefatti digitali sono incensurabili. Forse oggi si può cambiare una voce di un database su un libro mastro centralizzato, ma forse non domani, e quindi non può essere un artefatto digitale.
ko: 디지털 아티팩트는 검열할 수 없다. 중앙 원장의 데이터베이스 항목을 오늘은 변경할 수 있어도 내일은 변경할 수 없을 수도 있으므로 이는 디지털 아티팩트가 될 수 없다.
pt: Os artefatos digitais não podem ser censurados. Talvez você possa alterar uma entrada em um banco de dados de um livro-razão centralizado hoje, mas talvez não amanhã e, portanto, não pode ser um artefato digital.
ru: Цифровые артефакты не поддаются цензуре. Возможно, вы можете изменить запись в базе данных централизованном Ledger сегодня, но, возможно, не сможете завтра, и поэтому она не может быть цифровым артефактом.
zh: 数字文物是不可审查的， 也许你今天可以更改集中式分类账上的数据库条目，但明天可能不行 因此一个不是数字文物

source: Digital artifacts are immutable. An NFT with an upgrade key is not a digital artifact.
de: Digitale Artefakte sind unveränderlich. Ein NFT mit einem Upgrade-Schlüssel ist kein digitales Artefakt.
es: Los artefactos digitales son inmutables. Un NFT con una llave de actualización o dinámico no es un artefacto digital.
fil: Ang mga digital artifact ay hindi nababago. Ang isang NFT na may upgrade key ay hindi isang digital artifact.
fr: Les artefacts numériques sont immuables. Un NFT avec une clé de mise à jour n’est pas un artefact numérique.
hi: डिजिटल अभिलेख अपरिवर्तनीय हैं। अपग्रेड कुंजी वाला एनएफटी एक डिजिटल अभिलेख नहीं है।
it: Gli artefatti digitali sono immutabili. Un NFT con una chiave di aggiornamento non è un artefatto digitale.
ko: 디지털 아티팩트는 불변한다. 업그레이드 키가 있는 NFT는 디지털 아티팩트가 아니다.
pt: Os artefatos digitais são imutáveis. Uma NFT com chave de atualização não é um artefato digital.
ru: Цифровые артефакты неизменяемы. NFT с ключом обновления не является цифровым артефактом.
zh: 数字文物是不可篡改的，带有升级密钥的NFT不是数字文物。

source: The definition of a digital artifact is intended to reflect what NFTs _should_ be, sometimes are, and what inscriptions _always_ are, by their very nature.
de: Die Definition eines digitalen Artefakts soll widerspiegeln, was NFTs sein _sollten_, manchmal sind und was inscriptions ihrer Natur nach _immer_ sind.
es: La definición de un artefacto digital tiene la intención de reflejar lo que deberían ser los NFTs, y lo que _siempre_ serán las inscripciones debido a su naturaleza.
fil: Ang kahulugan ng isang digital artifact ay nilayon upang ipakita kung ano _dapat_ ang mga NFT, kung minsan, at kung _ano_ ang inskripsiyon, ayon sa kanilang likas na katangian.
fr: La définition d’un artefact numérique vise à refléter ce que les NFTs _devraient_ être, ce qu’ils sont parfois et ce que les inscriptions seront _toujours_, de par leur nature même.
hi: डिजिटल अभिलेख की परिभाषा का उद्देश्य यह प्रतिबिंबित करना है कि एनएफटी _कैसा होना चाहिए_, जो कभी-कभार, और इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) _हमेशा_ अपनी प्रकृति के रहते हैं।
it: La definizione di artefatto digitale intende riflettere ciò che gli NFT _dovrebbero_ essere, e talvolta sono, e ciò che le iscrizioni sono _sempre_, per loro stessa natura.
ko: 디지털 아티팩트의 정의는 NFT가 _추구해야하는_, 그리고 간혹 부합하는, 그리고 인스크립션이 본질적으로 _항상_ 부합하는 이상을 반영하기 위한 것이다.
pt: A definição de artefato digital pretende refletir o que NFTs _deveriam_ ser, às vezes são, e o que as inscrições _sempre_ são, por natureza própria.
ru: Определение цифрового артефакта призвано отразить то, чем NFT _должны_ быть, иногда являются, и то, чем надписи _всегда_ являются по своей природе.
zh: 数字文物的定义旨在从其特定的本质上反映NFT _应该_ 是什么, 有时是什么, 以及铭文_始终_ 是什么

source: Inscriptions inscribe sats with arbitrary content, creating bitcoin-native digital artifacts, more commonly known as NFTs. Inscriptions do not require a sidechain or separate token.
de: Inscriptions beschriften Sats mit beliebigen Inhalten und erzeugen Bitcoin-native digitale Artefakte, besser bekannt als NFTs. Für Inscriptions erfordern keine Sidechain oder separaten Token.
es: En una inscripción inscribimos contenido arbitrario en un sat, con este proceso creamos artefactos digitales nativos de Bitcoin, comúnmente conocidos como NFTs. Las inscripciones no requieren una cadena lateral ni un token aparte.
fil: Ang inscriptions ay sats na naglalaman ng arbitraryong content, na lumilikha ng bitcoin-native digital artifact, na mas karaniwang kilala bilang NFTs. Ang mga inskripsiyon ay hindi nangangailangan ng sidechain o hiwalay na token.
fr: Les inscriptions inscrivent des sats avec un contenu arbitraire, créant ainsi des artefacts numériques natifs de Bitcoin, plus communément appelés NFTs. Les inscriptions ne nécessitent pas de chaîne latérale ou de token séparé.
hi: इंस्‍क्रि‍प्‍शंस बिटकॉइन-मूल डिजिटल अभिलेखों को निर्मित करने के लिए सैट्स पर स्‍वेच्छित विषय-वस्‍तु अंकित करते हैं, आमतौर पर यह एनएफटी के रूप में जाने जाते हैं। इंस्‍क्रि‍प्‍शंस के लिए साइडचेन या अलग टोकन की आवश्यकता नहीं होती।
it: Le iscrizioni iscrivono i sats con contenuti arbitrari, creando artefatti digitali nativi di bitcoin, più comunemente noti come NFT. Le iscrizioni non richiedono una sidechain o un token separato.
ko: 인스크립션(새김)은 임의의 콘텐츠를 SAT에 새겨 넣어 비트코인 고유의 디지털 아티팩트(일반적인 명칭은 NFT)를 생성한다. 인스크립션은 사이드체인이나 별도의 토큰을 필요로 하지 않는다.
pt: Inscrições inscrevem conteúdo arbitrário em sats, criando artefatos digitais nativos de bitcoin, mais comumente conhecidos como NFTs. As inscrições não exigem uma sidechain ou token separado.
ru: Надписи содержат sat c произвольным содержанием, создавая цифровые артефакты, характерные для биткоина, более известные как NFT. Надписи не требуют сайдчейна или отдельного токена.
zh: 铭文里可刻有任意内容，从而创造了比特币原生的数字人工制品，通常被称为 NFT。铭文不需要侧链或单独的代币。

source: These inscribed sats can then be transferred using bitcoin transactions, sent to bitcoin addresses, and held in bitcoin UTXOs. These transactions, addresses, and UTXOs are normal bitcoin transactions, addresses, and UTXOS in all respects, with the exception that in order to send individual sats, transactions must control the order and value of inputs and outputs according to ordinal theory.
de: Diese eingeschriebenen Sats können dann mithilfe von Bitcoin-Transaktionen übertragen, an Bitcoin-Adressen gesendet und in Bitcoin-UTXOs gespeichert werden. Diese Transaktionen, Adressen und UTXOs sind in jeder Hinsicht normale Bitcoin-Transaktionen, Adressen und UTXOS, mit der Ausnahme, dass Transaktionen zum Senden einzelner Sats die Reihenfolge und den Wert der Ein- und Ausgänge gemäß der Ordinal theorie steuern müssen.
es: Los sats que se han inscrito pueden ser transferidos en una transacción de bitcoin, ser enviados a direcciones Bitcoin y ser contenidos en UTXOs (transacción de salida no gastada) de Bitcoin. Todos estos procesos se llevan a cabo como se han hecho normalmente en Bitcoin, con la excepción de que, para enviar cada sat, las transacciones deben controlar el orden y el valor de las entradas y salidas según la teoría Ordinal.
fil: Ang mga naka-inscribe na sat na ito ay maaaring ilipat gamit ang mga transaksyon sa bitcoin, ipadala sa mga bitcoin address, at gamitin sa mga bitcoin UTXO. Ang mga transaksyon, address, at UTXO na ito ay normal na mga transaksyon sa bitcoin, address, at UTXOS sa lahat ng aspeto, maliban nalang para makapagpadala ng mga indibidwal na sats, dapat kontrolin ng transaksyon ang pagkakasunud-sunod at halaga ng mga input at output ayon sa ordinal theory.
fr: Ces sats inscrits peuvent ensuite être transférés au moyen de transactions Bitcoin, envoyés à des adresses Bitcoin et détenus dans des UTXOs (sorties de transactions non dépensées) Bitcoin. Tous ces processus sont exécutés comme ils le sont normalement dans Bitcoin, à l’exception du fait que, pour envoyer des satoshis individuels, les transactions doivent contrôler l’ordre et la valeur des entrées et des sorties conformément à la théorie ordinale.
hi: इन अंकित सैट्स को बिटकॉइन लेनदेन का उपयोग करके हस्‍तांतरित किया जा सकता है, बिटकॉइन पतों पर प्रेषित किया जा सकता है, और बिटकॉइन यूटीएक्सओ में सहेज कर रखा जा सकता है। ये लेनदेन, पते और यूटीएक्सओ सर्वथा सभी मामलों में सामान्य बिटकॉइन लेनदेन, पते और यूटीएक्सओएस हैं, बशर्ते कि व्यक्तिगत सैट्स प्रेषित करने के लिए, लेनदेन आर्डिनल थ्‍यौरी के अनुरूप इनपुट और आउटपुट के क्रम और मूल्य को नियंत्रित करते हों।
it: Questi sat iscritti possono essere trasferiti con transazioni bitcoin, inviati a indirizzi bitcoin e conservati in UTXO di Bitcoin. Queste transazioni, indirizzi e UTXO sono normali transazioni, indirizzi e UTXO bitcoin a tutti gli effetti, con l'eccezione che per inviare i singoli sat, le transazioni devono controllare l'ordine e il valore degli input e degli output secondo la teoria ordinale.
ko: 이렇게 새겨진 SAT는 비트코인 트랜잭션을 사용해 전송하고, 비트코인 주소로 보내고, 비트코인 UTXO에 보관할 수 있다. 이러한 트랜잭션, 주소, UTXO는 모든 면에서 일반적인 비트코인 트랜잭션, 주소, UTXOs와 동일다. 다만 개별 사토시를 전송하기 위해서는 트랜잭션이 오디널 이론에 따라 입력과 출력의 순서와 값을 제어해야 한다.
pt: Esses sats inscritos podem então ser transferidos usando transações de bitcoin, enviados para endereços de bitcoin e mantidos em UTXOs de bitcoin. Essas transações, endereços e UTXOs são transações, endereços e UTXOS normais de bitcoin em todos os aspectos, com a exceção de que, para enviar sats individuais, as transações devem controlar tanto a ordem quanto o valor das entradas e das saídas de acordo com a teoria ordinal.
ru: Эти надписанные sats могут передаваться с помощью биткоин-транзакций, отправляться на биткоин-адреса и храниться в биткоин UTXO. Эти транзакции, адреса и UTXO во всех отношениях являются обычными биткойн-транзакциями, адресами и UTXOS, за исключением того, что для отправки отдельных sats, транзакции должны контролировать порядок и значение входов и выходов в соответствии с ordinal theory.
zh: 这些铭刻的聪，可以使用比特币交易传输发送到比特币地址，保存在比特币 UTXO 中。这些交易、地址 和 UTXO 在所有方面都是正常的比特币交易、地址和 UTXO。除了为了发送单个聪，交易必须根据序数理论控制输入和输出的顺序和值。

source: The inscription content model is that of the web. An inscription consists of a content type, also known as a MIME type, and the content itself, which is a byte string. This allows inscription content to be returned from a web server, and for creating HTML inscriptions that use and remix the content of other inscriptions.
de: Das Inhaltsmodell der inscription ist das des Webs. Eine inscription besteht aus einem Inhaltstyp, auch MIME-Typ genannt, und dem Inhalt selbst, bei dem es sich um eine Bytefolge handelt. Dies ermöglicht die Rückgabe von inscriptions von einem Webserver und die Erstellung von HTML-inscriptions , die den Inhalt anderer inscription verwenden und neu mischen.
es: El modelo de contenido de las inscripciones funciona similar al de la web.Una inscripción está conformada por el tipo de contenido, conocido como el tipo MIME, y el contenido que es una cadena de bytes. Esto permite que el contenido de la inscripción se pueda obtener de un servidor web y tener la posibilidad de crear inscripciones HTML que usen el contenido de otras inscripciones.
fil: Ang modelo ng inscription content ay sa web. Ang isang inskripsiyon ay binubuo ng isang uri ng nilalaman, na kilala rin bilang MIME type, at ang nilalaman mismo ay isang byte string. Ito ay nagbibigay-daan sa nilalaman ng inskripsiyon na maibalik mula sa isang web server, at para sa paglikha ng mga HTML inscriptions na gumagamit at nagbubuo ng nilalaman ng iba pang mga inskripsiyon.
fr: Le modèle de contenu fonctionne de manière similaire à celui du web. Une inscription se compose d’un type de contenu, également connu sous le nom de type MIME, et du contenu lui-même, qui est une chaîne d’octets. Cela permet de récupérer le contenu de l’inscription à partir d’un serveur web et de créer des entrées HTML qui utilisent le contenu d’autres inscriptions.
hi: इंस्‍क्रि‍प्‍शंस विषय-वस्‍तु का मॉडल वेब सदृश है। इंस्‍क्रि‍प्‍शंस में विषय-वस्‍तु के प्रकार सम्मिलित होते हैं, जिन्‍हें माइम प्रकार के रूप में भी जाना जाता है, और विषय-वस्‍तु अपने आप में एक बाइट स्ट्रिंग होती है। यह इंस्‍क्रि‍प्‍शंस विषय-वस्‍तु को वेब सर्वर से वापस लौटने में सक्षम करते हैं, और HTML इंस्‍क्रि‍प्‍शंस स़ृजन करने में सक्षम करती है जो अन्य इंस्‍क्रि‍प्‍शंस की विषय-वस्‍तु का उपयोग और रीमिक्स करती हैं।
it: Il modello di contenuto dell'iscrizione è quello del web. Un'iscrizione consiste in un tipo di contenuto, noto anche come tipo MIME, e nel contenuto stesso, che è una stringa di byte. Ciò consente di restituire il contenuto dell'iscrizione da un server web e di creare iscrizioni HTML che utilizzano e rimescolano il contenuto di altre iscrizioni.
ko: 인스크립션 콘텐츠 모델은 웹의 콘텐츠 모델이다. 인스크립션은 MIME 유형이라고도 하는 콘텐츠 유형과 바이트 문자열(string)인 콘텐츠 자체로 구성된다. 이를 통해 웹 서버에서 인스크립션 콘텐츠를 반환하고 다른 인스크립션의 콘텐츠를 사용 및 리믹스하는 HTML 인스크립션을 만들 수 있다.
pt: O modelo de conteúdo da inscrição é o da web. Uma inscrição consiste em um tipo de conteúdo, também conhecido como tipo MIME, e o próprio conteúdo, que é uma string de bytes. Isso permite que o conteúdo de inscrições seja retornado de um servidor web, e usado para criar inscrições HTML que usam e remixam o conteúdo de outras inscrições.
ru: Модель содержания надписей соответствует модели содержания web. Надпись состоит из типа содержимого, известного также как тип-MIME, и самого содержимого, которое представляет собой байтовую строку. Это позволяет возвращать содержимое надписи с веб-сервера, а также создавать HTML-надписи, использующие и переделывающие содержимое других надписей.
zh: 铭文内容是基于万维网标准的。铭文由内容类型（也称为 MIME 类型）和内容本身（字节串）组成。这允许从 Web 服务器返回铭文内容，并用于创建和使用HTML铭文并重新混合其他铭文内容。

source: Inscription content is entirely on-chain, stored in taproot script-path spend scripts. Taproot scripts have very few restrictions on their content, and additionally receive the witness discount, making inscription content storage relatively economical.
de: Der Inhalt der Inscription ist vollständig in der Kette und wird in Taproot-Skriptpfad-Ausgabeskripten gespeichert. Für Taproot-Skripte gelten nur sehr wenige Einschränkungen hinsichtlich ihres Inhalts und sie erhalten zusätzlich den Witness-Rabatt, was die Speicherung von Inscription-Inhalten relativ kostengünstig macht.
es: El contenido de la inscripción está completamente en la cadena de bloques o blockchain, almacenado en scripts de taproot. Los scripts de taproot tienen muy pocas restricciones en cuanto a lo que pueden contener, y además reciben el descuento de testigo, lo que hace que el almacenamiento de contenido de las inscripciones sea relativamente económico.
fil: Ang nilalaman ng inskripsiyon ay on-chain, na naka-imbak sa taproot script-path spend scripts. Ang mga script ng Taproot ay may limitasyon sa kanilang nilalaman, at bukod pa rito ay tumatanggap ng witness discount, na ginagawang matipid ang pag-iimbak ang nilalaman ng isang inskripsiyon.
fr: Le contenu de l’inscription est entièrement sur la blockchain, stocké dans des scripts taproot (taproot script-path spend scripts). Les scripts taproot ont très peu de restrictions sur ce qu’ils peuvent contenir, et ils bénéficient également de la réduction pour témoins, ce qui rend le stockage du contenu de l’inscription relativement peu coûteux.
hi: इंस्‍क्रि‍प्‍शंस विषय-वस्‍तु पूरी तरह ऑन-चेन (सभी के लिए दृश्‍यमान) होते हैं, जिन्‍हें टैपरूट स्क्रिप्ट-पथ खर्च स्क्रिप्ट में संग्रहीत किया जाता है। टैपरूट स्क्रिप्ट के संदेशों पर बहुत कम प्रतिबंध लगाए जाते हैं, इसके अतिरिक्त, साक्ष्‍य छूट (प्रोत्‍साहन छूट) भी प्राप्त होती है, जिससे इंस्‍क्रि‍प्‍शंस संदेशों का भंडारण अपेक्षाकृत किफायती हो जाता है।
it: Il contenuto dell'iscrizione è interamente on-chain,archiviato negli script di spesa del percorso dello script taproot. Gli script taproot hanno pochissime restrizioni sui loro contenuti e ricevono inoltre lo sconto testimone, rendendo relativamente economica la memorizzazione dei contenuti delle iscrizioni.
ko: 인스크립션 콘텐츠는 전적으로 온체인에 저장되며, 탭루트 스크립트 경로 지출 스크립트에 저장된다. 탭루트 스크립트는 콘텐츠에 대한 제한이 거의 없으며, 추가로 증인 할인(witness discount)을 받을 수 있어 인스크립션 콘텐츠 저장 비용이 상대적으로 저렴하다.
pt: O conteúdo da inscrição é inteiramente on-chain, armazenado em scripts de gasto do caminho do script taproot. Os scripts taproot têm pouquíssimas restrições em seu conteúdo e adicionalmente recebem o desconto da Witness, fazendo com que o armazenamento do conteúdo da inscrição seja relativamente econômico.
ru: Содержимое надписей полностью находится on-chain и хранится в скриптах taproot script-path spend. Скрипты taproot имеют очень мало ограничений на содержимое и дополнительно получают скидку свидетеля, что делает хранение содержимого надписей относительно экономичным.
zh: 铭文内容完全在链上，存储在taproot script-path spend脚本中。 Taproot 脚本对其内容的限制很少，并且额外获得见证折扣，使得铭文内容存储相对经济。

source: Since taproot script spends can only be made from existing taproot outputs, inscriptions are made using a two-phase commit/reveal procedure. First, in the commit transaction, a taproot output committing to a script containing the inscription content is created. Second, in the reveal transaction, the output created by the commit transaction is spent, revealing the inscription content on-chain.
de: Da Ausgaben für Taproot-Skripts nur aus vorhandenen Taproot-Ausgaben getätigt werden können, werden inscriptions mithilfe eines zweiphasigen Commit/Reveal-Verfahrens vorgenommen. Zunächst wird in der Commit-Transaktion eine Taproot-Ausgabe erstellt, die ein Commit für ein Skript mit dem Inhalt der Inschrift durchführt. Zweitens wird bei der Offenlegungstransaktion die durch die Festschreibungstransaktion erzeugte Ausgabe ausgegeben, um den Inhalt der Inschrift in der chain preiszugeben.
es: Dado que los gastos de script de taproot (taproot script spends) sólo pueden hacerse desde salidas de taproot existentes, las inscripciones se hacen en dos fases de compromiso/revelación. Primero, en la transacción de compromiso, se crea una salida de taproot que se compromete a un script que contiene el contenido de inscripción. Segundo, en la transacción de revelación, la salida creada por la transacción de compromiso se gasta, revelando el contenido de la inscripción en la cadena.
fil: Dahil ang spend ng taproot script ay maaari lamang gawin mula sa mga kasalukuyang taproot output, ang mga inskripsiyon ay ginawa gamit ang isang two-phase commit/reveal procedure. Una, sa commit transaction, isang taproot output na nag-committ sa isang script na naglalaman ng inskripsyon ay nabuo. Pangalawa, sa reveal ng transaksyon, ang output na nilikha ng commit na transaksyon ay ginamit sa pagbayad, na mag-rereveal ng inscription content sa on-chain.
fr: Étant donné que les dépenses de script taproot (taproot script spends) ne peuvent être effectuées qu’à partir de sorties taproot existantes, les inscriptions sont réalisées à l’aide d’une procédure d’engagement/de révélation en deux phases. Tout d’abord, dans la transaction d’engagement, une sortie de script taproot est créée qui s’engage à un script contenant le contenu de l’inscription. Ensuite, dans la transaction de révélation, la sortie créée par la transaction d’engagement est dépensée, révélant le contenu de l’inscription sur la blockchain.
hi: चूँकि टैपरूट स्क्रिप्ट खर्च केवल मौजूदा टैपरूट आउटपुट से ही किये जा सकते हैं, इसलिए इंस्‍क्रि‍प्‍शंस दो-चरण की प्रतिबद्धता/प्रकटीकरण प्रक्रिया का उपयोग करके बनाए जाते हैं। सबसे पहले, प्रतिबद्ध लेनदेन में, इंस्‍क्रि‍प्‍शंस संदेशों का सृजन किया जाता है, स्क्रिप्ट के लिए प्रतिबद्ध एक टैपरूट आउटपुट निर्मित किया जाता है। दूसरा, प्रकट लेन-देन में, प्रतिबद्ध लेन-देन द्वारा निर्मित आउटपुट का खर्च कर दिया जाता है, जो ऑन-चेन पर इंस्‍क्रि‍प्‍शंस विषय-वस्‍तु को प्रकट करता है।
it: Poiché gli script taproot possono essere spesi solo a partire da output taproot esistenti, le iscrizioni vengono effettuate utilizzando una procedura di commit/reveal in due fasi. In primo luogo, nella transazione di commit, viene creata un'uscita taproot che esegue il commit di uno script contenente il contenuto dell'iscrizione. In secondo luogo, nella transazione reveal, l'output creato dalla transazione commit viene speso, rivelando il contenuto dell'iscrizione sulla catena.
ko: 탭루트 스크립트 지출은 기존 탭루트 출력에서만 만들 수 있으므로, 인스크립션은 2단계 커밋/리빌 절차를 사용하여 만들어진다. 먼저 커밋 트랜잭션에서 인스크립션 내용이 포함된 스크립트에 커밋하는 탭루트 출력이 생성된다. 둘째, 리빌 트랜잭션에서는 커밋 트랜잭션에서 생성된 출력이 소비되어 인스크립션 콘텐츠를 온체인에 공개한다.
pt: Como os gastos com script taproot só podem ser feitos a partir de saídas taproot existentes, as inscrições são feitas usando um procedimento de confirmação/revelação de duas fases. Primeiro, na transação de confirmação, uma saída taproot confirmando um script contendo o conteúdo da inscrição é criado. Depois, na transação de revelação, a saída criada pela transação de confirmação é gasta, revelando o conteúdo da inscrição na rede.
ru: Поскольку траты taproot script-path spend могут осуществляться только из существующих выходов taproot, надписи делаются с помощью двухфазной процедуры commit/reveal. Во-первых, в транзакции commit создается выход taproot, фиксирующий скрипт, содержащий содержимое надписи. Во-вторых, в транзакции reveal созданный транзакцией commit выход расходуется, раскрывая содержимое on-chain надписи.
zh: 因为taproot script-path spend脚本只能从现有的 taproot 输出中产生，因此使用两阶段commit/reveal过程进行铭刻。首先，在commit中，创建一个提交到包含铭文内容的脚本的taproot 输出。 其次，在reveal交易中，使用commit交易产生的输出，来显示链上的铭文内容。
