Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: When testing out [recursion](../inscriptions/recursion.md), inscribe the dependencies first (example with [p5.js](https://p5js.org):
de: Wenn Sie [Rekursion](../inscriptions/recursion.md) testen möchten, inskribieren Sie zuerst die Abhängigkeiten (Beispiel mit [p5.js](https://p5js.org)):
es: Cuando estés probando la [recursión](../inscriptions/recursion.md), inscribe primero las dependencias (por ejemplo, con [p5.js](https://p5js.org/)):
ru: При тестировании [рекурсии](../inscriptions/recursion.md), сначала пропишите зависимости (пример с[p5.js](https://p5js.org):

source: Send an uncommon sat to the submission address:
es: Envía un sat poco común a la dirección de entrega:
pt: Envie um sat incomum para o endereço de entrega:

source: [GitHub](https://github.com/ordinals/ord/)
hi: [गिटहब](https://github.com/ordinals/ord/)
ko: [깃허브](https://github.com/ordinals/ord/)
zh: [GitHub仓库](https://github.com/ordinals/ord/)

source: [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki)
hi: [बीआईपी](https://github.com/ordinals/ord/blob/master/bip.mediawiki)

source: [Discord](https://discord.gg/ordinals)
hi: [डिस्कॉर्ड](https://discord.gg/ordinals)
ko: [디스코드](https://discord.gg/ordinals)

source: `ord server`
hi: `ऑर्ड सर्वर`

source: `ord server --http-port 8080`
hi: ऑर्ड सर्वर --http-port 8080`

source: Sats
hi: सैट्स
zh: 聪

source: [ahistorical](https://ordinals.com/search/ahistorical)
hi: [अनैतिहासिक](https://ordinals.com/search/ahistorical)
ru: [внеисторический](https://ordinals.com/search/ahistorical)

source: 100,000 sats
hi: 100,000 सैट
ko: 100,000 SAT

source: 200,000 sats
hi: 200,000 सैट
ko: 200,000 SAT

source: 300,000 sats
hi: 300,000 सैट
ko: 300,000 SAT

source: Pointer
zh: 指针

source: Teleburning
zh: 燃烧传送

source: Which would then be concatenated into `{"very":"long","metadata":"is","finally":"done"}`.
zh: 然后，可以被连接成 `{"very":"long","metadata":"is","finally":"done"}`.

source: Teleburn addresses are derived from inscription IDs. They have no corresponding private key, so assets sent to a teleburn address are burned. Currently, only Ethereum teleburn addresses are supported. Pull requests adding teleburn addresses for other chains are welcome.
zh: Teleburn 地址源自铭文的ID，他们没有私钥，因此发往燃烧传送地址的资产将被烧毁 当前只支持以太坊的燃烧地址，欢迎提交关于其他链上的燃烧传送地址的拉取请求

source: To enable the JSON-API endpoints add the `--enable-json-api` or `-e` flag:
ru: Для включения конечных точек JSON-API добавьте `--enable-json-api` или `-e` flag:

source: Parent Child Inscriptions
ru: Родительские и дочерние надписи

source: A child inscription is an inscription that is a child of another inscription. See [provenance](../inscriptions/provenance.md) for more information.
ru: Дочерняя надпись - это надпись, которая является дочерней по отношению к другой надписи. Смотрите дополнительную информацию в разделе [происхождение](../inscriptions/provenance.md).

source: get the parent inscription id `<PARENT_INSCRIPTION_ID>` from the output of `ord wallet inscriptions`
ru: получить ID родительской надписи `<PARENT_INSCRIPTION_ID>` из выхода `ord wallet inscriptions`

source: Sometimes the `ord` database must be reindexed, which means deleting the database and restarting the indexing process with either `ord index run` or `ord server`. Reasons to reindex are:
de: Manchmal muss die `ord`-Datenbank neu indexiert werden, was bedeutet, die Datenbank zu löschen und den Indexierungsprozess mit `ord index run` oder `ord server` erneut zu starten. Gründe für eine Neuerstellung des Index können sein:
ru: Иногда базу данных `ord` необходимо переиндексировать, что означает удаление базы данных и повторный запуск процесса индексирования с помощью `ord index run` или `ord server`. Причинами для переиндексации являются:

source: You can of course also set the location of the data directory yourself with `ord --data-dir <DIR> index run` or give it a specific filename and path with `ord --index <FILENAME> index run`.
de: Sie können natürlich auch den Speicherort des Dataverzeichnisses selbst festlegen, indem Sie `ord --data-dir <DIR> index run` verwenden oder ihm einen bestimmten Dateinamen und path mit `ord --index <DATEINAME> index run` zuweisen.
ru: Конечно, можно также самостоятельно задать расположение директории данных командой `ord --data-dir <DIR> index run` или указать ему конкретное имя файла и путь к нему командой `ord --index <FILENAME> index run`.

source: `OP_PUSH 1` indicates that the next push contains the content type, and `OP_PUSH 0` indicates that subsequent data pushes contain the content itself. Multiple data pushes must be used for large inscriptions, as one of taproot's few restrictions is that individual data pushes may not be larger than 520 bytes.
de: `OP_PUSH 1` gibt an, dass der nächste Push den Inhaltstyp enthält, und `OP_PUSH 0` gibt an, dass nachfolgende Datenpushs den Inhalt selbst enthalten. Für große inscriptions müssen mehrere Daten-Pushes verwendet werden, da eine der wenigen Einschränkungen von Taproot darin besteht, dass einzelne Daten-Pushes nicht größer als 520 Bytes sein dürfen.
