Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Generative profile picture collections where accessories and attributes are inscribed as individual images, or in a shared texture atlas, and then combined, collage-style, in unique combinations in multiple inscriptions.
de: Generative Profilbildsammlungen, bei denen Accessoires und Attribute als einzelne Bilder oder in einen gemeinsamen Texturatlas inscribed und dann im Collagenstil in einzigartigen Kombinationen in mehreren inscriptions kombiniert werden.
es: Colecciones generativas de imágenes de perfil donde los accesorios y atributos están inscritos como imágenes individuales, o en un atlas de texturas, y luego se combinan, al estilo collage, en combinaciones únicas en múltiples inscripciones.
fil: Mga generative na koleksyon ng profile picture kung saan ang mga accessory at attribute ay naka-inscribe bilang mga indibidwal na larawan, o sa isang shared texture atlas, at pagkatapos ay pinagsama, parang collage, na may kanya kanyang combinasyon.
fr: Collections d’images de profil génératives où les accessoires et les attributs sont inscrits en tant qu’images individuelles ou dans un atlas de textures partagé, puis combinés, à la manière d’un collage, dans des combinaisons uniques dans plusieurs inscriptions.
hi: प्रजनक प्रोफ़ाइल चित्र संग्रह जहां सहायक विषय-वस्‍तु और गुणों को अलग-अलग चित्रों के रूप में, या एक साझा बनावट एटलस में उत्‍कीर्ण किया जाता है, और उसके बाद कई इंस्‍क्रि‍प्‍शंस में अद्वितीय संयोजनों में, समुच्चित चित्र-शैली में संयोजित किया जाता है।
it: Collezioni di immagini di profili generativi in cui gli accessori e gli attributi sono inscritti come immagini individuali o in un atlante di texture condiviso e poi combinati, in stile collage, in combinazioni uniche in più iscrizioni.
ko: 액세서리와 속성을 개별 이미지 또는 공유된 텍스처 아틀라스(texture atlas) 안에 인스크립션으로 새긴 다음 콜라주 스타일로 여러 인스크립션에서 고유한 조합으로 결합하는 제네레이티브 프로필 사진 컬렉션.
pt: Coleções generativas de fotos de perfil onde acessórios e atributos são inscritos como imagens individuais, ou em um atlas de textura compartilhado, e depois combinados, em estilo de colagem, em combinações únicas em múltiplas inscrições.
ru: Генеративные коллекции изображений профиля (PFP), в которых аксессуары и атрибуты вписываются в виде отдельных изображений или в общий атлас текстур, а затем комбинируются, в стиле коллажа, в уникальных сочетаниях в нескольких надписях.
zh: 生成个人资料图片集，其中包含配件和属性刻录为单独的图像，或刻录在共享纹理图集中，然后组合，拼贴风格，在多个铭文中以独特的组合。

source: A few other endpoints that inscriptions may access are the following:
de: Einige andere Endpunkte, auf die inscriptions zugreifen können, sind die folgenden:
es: Algunos otros puntos finales a los que pueden acceder las inscripciones son los siguientes:
fil: Ang ilan pang mga endpoint na maaaring ma-access ng mga inskripsiyon ay ang mga sumusunod:
fr: Voici quelques-uns des autres points de terminaison auxquels les inscriptions peuvent accéder :
hi: इंस्‍क्रि‍प्‍शंस द्वारा संपर्क किए जा सकने वाले कुछ अन्य अंतिम बिंदु निम्नलिखित हैं:
it: Alcuni altri endpoint a cui le iscrizioni possono accedere sono i seguenti:
ko: 인스크립션이 액세스할 수 있는 몇 가지 다른 엔드포인트는 다음과 같다:
pt: Alguns outros endpoints que as inscrições podem acessar são os seguintes:
ru: Среди других конечных точек, к которым могут обращаться надписи, можно назвать следующие:
zh: 铭文可以访问的其他几个端点如下：

source: `/blockheight`: latest block height.
de: `/blockheight`: neueste Blockhöhe.
es: `/blockheight`: altura del bloque más reciente.
fil: `/blockheight`: pinakabagong block height.
fr: `/blockheight`: hauteur du bloc le plus récent.
hi: `/blockheight`: नवीनतम ब्लॉक ऊंचाई
it: `/blockheight`: ultima altezza del blocco.
ko: `/blockheight`: 최신 블록 높이.
pt: `/blockheight`: altura do bloco mais recente.
ru: `/blockheight`: высота последнего блока.
zh: `/blockheight`：最新区块高度。

source: `/blockhash`: latest block hash.
de: `/blockhash`: aktueller Block-Hash.
es: `/blockhash`: hash del bloque más reciente.
fil: `/blockhash`: pinakabagong block hash.
fr: `/blockhash`: hachage du bloc le plus récent.
hi: `/blockhash`: नवीनतम ब्लॉक हैश
it: `/blockhash`: hash del blocco più recente.
ko: `/blockhash`: 최신 블록 해시.
pt: `/blockhash`: hash do bloco mais recente.
ru: `/blockhash`: хэш последнего блока.
zh: `/blockhash`：最新的块哈希。

source: `/blockhash/<HEIGHT>`: block hash at given block height.
de: `/blockhash/<HEIGHT>`: Block-Hash bei gegebener Blockhöhe.
es: `/blockhash/<ALTURA>`: hash del bloque a la altura de bloque dada.
fil: `/blockhash/<HEIGHT>`: block hash sa ibinigay na block height.
fr: `/blockhash/<HEIGHT>`: hachage du bloc à la hauteur donnée du bloc.
hi: `/blockhash/<HEIGHT>`: दी गई ब्लॉक ऊंचाई पर ब्लॉक हैश
it: `/blockhash/<HEIGHT>`: hash del blocco data la sua altezza.
ko: `/blockhash/<HEIGHT>`: 주어진 블록 높이에 블록 해시.
pt: `/blockhash/<ALTURA>`: hash do bloco em uma determinada altura de bloco.
ru: `/blockhash/<HEIGHT>`: хэш блока при заданной высоте блока.
zh: `/blockhash/<HEIGHT>`：给定块高度的块哈希。

source: `/blocktime`: UNIX time stamp of latest block.
de: `/blocktime`: UNIX-Zeitstempel des letzten Blocks.
es: `/blocktime`: marca de tiempo UNIX del bloque más reciente.
fil: `/blocktime`: UNIX time stamp ng pinakabagong block.
fr: `/blocktime`: horodatage UNIX du bloc le plus récent.
hi: `/blocktime`: नवीनतम ब्लॉक का यूनिक्स टाइम स्टैम्प
it: `/blocktime`: Ora UNIX dell'ultimo blocco.
ko: `/blocktime`: 최신 블록의 UNIX 타임스탬프.
pt: `/blocktime`: marca de tempo UNIX do bloco mais recente.
ru: `/blocktime`: UNIX-метка времени последнего блока.
zh: `/blocktime`：最新块的 UNIX 时间戳。

source: In order to make an inscription on a sat other than the first of its input, a zero-based integer, called the "pointer", can be provided with tag `2`, causing the inscription to be made on the sat at the given position in the outputs. If the pointer is equal to or greater than the number of total sats in the outputs of the inscribe transaction, it is ignored, and the inscription is made as usual. The value of the pointer field is a little endian integer, with trailing zeroes ignored.
it: Per effettuare un'iscrizione su un sat diverso dal primo del suo input, è possibile fornire un intero a base zero, chiamato "puntatore", con il tag `2`, che fa sì che l'iscrizione venga effettuata sul sat nella posizione data nei suoi outputs. Se il puntatore è uguale o superiore al numero di sat totali presenti nelle uscite della transazione inscritte, viene ignorato e l'iscrizione viene effettuata come di consueto. Il valore del campo del puntatore è un intero little endian, con gli zeri finali ignorati.
zh: 为了在输入的第一个以外的sat上进行铭刻，可以提供一个以0为基础的整数，称作 "指针",并配以标签 `2`, 这将导致铭文被做在给定位置的输出的sat上。 如果指针等于或大于铭文交易输出中的总sat数，那么它将被忽略， 而铭文将像往常一样被铭刻。指针字段的值是一个小端整数，尾随零将被忽略。

source: An even tag is used, so that old versions of `ord` consider the inscription to be unbound, instead of assigning it, incorrectly, to the first sat.
it: Viene utilizzato un tag pari, in modo che le vecchie versioni di `ord` considerino l'iscrizione come non vincolata, invece di assegnarla, erroneamente, al primo sat.
zh: 使用了偶数标签，所以旧版本的 `ord` 会把铭文视为无约束，而不是错误地将其分配到第一个sat。

source: This can be used to create multiple inscriptions in a single transaction on different sats, when otherwise they would be made on the same sat.
it: Questo può essere usato per creare più iscrizioni in una singola transazione su satoshi diversi, quando altrimenti verrebbero fatte sullo stesso satoshi.
zh: 这可以用于一次性在不同的sat上创建多个铭文，否则它们将被制成在同一个sat上

source: Examples
it: Esempi

source: An inscription with pointer 255:
it: Un'iscrizione con puntatore 255:

source: An inscription with pointer 256:
it: Un'iscrizione con puntatore 256:

source: An inscription with pointer 256, with trailing zeroes, which are ignored:
it: Un'iscrizione con puntatore 256, con zeri finali, che vengono ignorati:
zh: 带有指针256的铭文，尾随零被忽略：

source: Ordinal Theory FAQ
de: Ordinal theorie FAQ
es: Preguntas frecuentes sobre la teoría Ordinal
fil: Mga Madalas Itanong
fr: FAQ de la théorie ordinale
hi: ऑर्डिनल थ्‍यौरी एफएक्‍यू
it: FAQ sulla Teoria Ordinale
ko: 오디널 이론 자주 묻는 질문 (FAQ)
pt: Perguntas frequentes sobre Teoria Ordinal
ru: ЧАВО по Ordinals Theory
zh: 序数理论常见问题

source: What is ordinal theory?
de: Was ist ordinal theorie?
es: ¿Qué es la teoría ordinal?
fil: Ano ang Ordinal Theory?
fr: Qu’est-ce que la théorie ordinale ?
hi: ऑर्डिनल थ्‍यौरी क्या है?
it: Cos'è la teoria ordinale?
ko: 오디널 이론이란 무엇인가?
pt: O que é a Teoria Ordinal?
ru: Что такое ordinal theory?
zh: 什么是序数理论

source: Ordinal theory is a protocol for assigning serial numbers to satoshis, the smallest subdivision of a bitcoin, and tracking those satoshis as they are spent by transactions.
de: Die Ordinal theorie ist ein Protokoll zum Zuweisen von Seriennummern zu Satoshis, der kleinsten Unterteilung eines Bitcoin, und zum Verfolgen dieser Satoshis, während sie für Transaktionen ausgegeben werden.
es: La teoría ordinal es un protocolo para asignar números de serie a los satoshis, la denominación más pequeña de un bitcoin, y rastrear esos satoshis a medida que son gastados en transacciones.
fil: Ang Ordinal Theory ay isang protocol para sa pagtatalaga ng mga serial number sa satoshis, ang pinakamaliit na subdivision ng isang bitcoin, at pagsubaybay sa mga satoshi na iyon habang ginagastos sila sa mga transaksyon.
fr: La théorie ordinale est un protocole permettant d’attribuer des nombres de série aux satoshis, la plus petite unité de bitcoin, et de suivre ces satoshis au fur et à mesure qu’ils sont dépensés dans des transactions.
hi: ऑर्डिनल थ्‍यौरी एक प्रोटोकॉल है जिसके अधीन बिटकॉइन के अंश के सबसे छोटे भाग को सातोशी में क्रम संख्‍या निर्दिष्ट करने और लेनदेन के रूप में खर्च सातोशी को ट्रैक करने के लिए एक प्रोटोकॉल है।
it: La teoria ordinale è un protocollo per l'assegnazione di numeri seriali ai satoshi, la più piccola unità di un bitcoin, e per il monitoraggio di tali satoshi man mano che vengono spesi nelle transazioni.
ko: 오디널 이론은 비트코인의 가장 작은 단위인 사토시에 일련번호를 할당하고 트랜잭션에서 사토시가 사용될 때 이를 추적하는 프로토콜이다.
pt: A teoria ordinal é um protocolo para atribuir números de série aos satoshis, a menor subdivisão de um bitcoin, e rastrear esses satoshis à medida que são gastos nas transações.
ru: Ordinal theory - это протокол для присвоения порядковых номеров сатоши, наименьшей части биткоина, и отслеживания этих сатоши по мере их расходования в ходе транзакций.
zh: 序数理论是一种为聪（satoshi，以下写作“聪”，比特币的最小单位）分配序列号的协议，并在交易中跟踪这些聪。

source: These serial numbers are large numbers, like this 804766073970493. Every satoshi, which is ¹⁄₁₀₀₀₀₀₀₀₀ of a bitcoin, has an ordinal number.
de: Diese Seriennummern sind große Zahlen, wie diese 804766073970493. Jeder Satoshi, der ¹⁄₁₀₀₀₀₀₀₀₀ eines bitcoins ist, hat eine Ordnungszahl.
es: Estos números de serie son números grandes, un ejemplo es el número 804766073970493. Cada satoshi, el cual es ¹⁄₁₀₀₀₀₀₀₀₀ de un bitcoin, tiene un número ordinal.
fil: Ang mga serial number na ito ay malalaking numero, tulad nito 804766073970493. Ang bawat satoshi, na kumakatawan sa ¹⁄₁₀₀₀₀₀₀₀₀ ng isang Bitcoin, ay may ordinal number.
fr: Ces numéros de série sont de grands nombres, par exemple le nombre 804766073970493. Chaque satoshi, qui est ¹⁄₁₀₀₀₀₀₀₀₀ d’un bitcoin, a un numéro ordinal.
hi: ये क्रम संख्‍या बड़ी संख्याएँ होती हैं, जैसे 804766073970493। प्रत्येक सातोशी, जो एक बिटकॉइन का ¹⁄₁₀₀₀₀₀₀₀₀ भाग है, उसमें क्रमसूचक संख्या निहित होती हैं।
it: Questi numeri di serie sono grandi numeri, come questo 804766073970493. Ogni satoshi, ovvero ¹⁄₁₀₀₀₀₀₀₀₀ (1/100 milioni) di un bitcoin, ha un numero ordinale.
ko: 이 일련번호는 예를 들어 804766073970493같이 큰 숫자이다. 비트코인의 ¹⁄₁₀₀₀₀₀₀₀₀₀인 모든 사토시에는 서수 번호가 있다.
pt: Esses números de série são números grandes, como este 804766073970493. Cada satoshi, que equivale a ¹⁄₁₀₀₀₀₀₀₀₀ de um bitcoin, tem um número ordinal.
ru: Эти серийные номера представляют собой большие числа, как, например, этот 804766073970493. Каждый сатоши, который представляет собой ¹⁄₁₀₀₀₀₀₀₀₀ биткоина, имеет порядковый номер.
zh: 这些序号都是很大的数字，比如，804766073970493. 每一个聪satoshi, 也都是比特币的 ¹⁄₁₀₀₀₀₀₀₀₀ 都有一个序数号号码

source: Does ordinal theory require a side chain, a separate token, or changes to Bitcoin?
de: Erfordert die Ordinaltheorie eine Seiten chain, einen separaten Token oder Änderungen an Bitcoin?
es: ¿La teoría ordinal requiere una cadena lateral, un token separado o cambios en Bitcoin?
fil: Nangangailangan ba ang Ordinal Theory ng pangalawang chain, hiwalay na token, o mga pagbabago ng Bitcoin?
fr: La théorie ordinale nécessite-t-elle une chaîne latérale, un token séparé ou des modifications sur Bitcoin ?
hi: क्या ऑर्डिनल थ्‍यौरी के लिए साइड चेन, अलग टोकन या बिटकॉइन में बदलाव करने की आवश्यकता होती है?
it: La teoria degli ordinali richiede una side chain, un token separato o modifiche a Bitcoin?
ko: 오디널 이론은 사이드 체인, 별도의 토큰 또는 비트코인 변경을 필요로 하는가?
pt: A teoria ordinal requer uma sidechain, um token separado ou alterações no Bitcoin?
ru: Требует ли ordinal theory создания side chain, отдельного токена или изменений в Bitcoin?
zh: 序数理论是否需要一个侧链，一个单独的代币，或对比特币做出改变?

source: Nope! Ordinal theory works right now, without a side chain, and the only token needed is bitcoin itself.
de: Nein! Die Ordinaltheorie funktioniert derzeit ohne Seiten chain, und der einzige benötigte Token ist Bitcoin selbst.
es: ¡No! La teoría ordinal funciona en este momento, sin una cadena lateral, y el único token necesario es simplemente bitcoin.
fil: Hindi. Gumagana ang ordinal theory sa ngayon, nang walang pangalawang chain, at ang tanging token na kailangan ay ang Bitcoin mismo.
fr: Non ! La théorie ordinale fonctionne dès maintenant, sans chaîne latérale, et le seul token nécessaire est tout simplement le bitcoin.
hi: बिलकुल नहीं! वर्तमान समय में, आर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत) साइड चेन के बगैर काम करती है, और इसके लिए सिर्फ बिटकॉइन टोकन ही जरूरी होता है।
it: No! La teoria ordinale funziona già adesso, senza una catena secondaria, e l'unico token necessario è il bitcoin stesso.
ko: 아니다! 오디널 이론은 현재 사이드 체인 없이도 작동하며, 필요한 유일한 토큰은 비트코인 자체이다.
pt: Não! A teoria ordinal funciona agora, sem uma sidechain, e o único token necessário é o próprio bitcoin.
ru: Нет! Ordinal theory работает прямо сейчас, без side chain, и единственным необходимым токеном является сам биткоин.
zh: 完全不需要！序数理论现在有效可用，没有侧链，唯一需要的代币是比特币本身。

source: What is ordinal theory good for?
de: Wofür ist die Ordinaltheorie gut?
es: ¿Para qué sirve la teoría Ordinals?
fil: Ano ang magandang gamit ng Ordinal Theory?
fr: À quoi sert la théorie ordinale ?
hi: ऑर्डिनल थ्‍यौरी किस प्रकार से अच्छी है?
it: A cosa serve la teoria ordinale?
ko: 오디널 이론의 장점은 무엇인가?
pt: Para que serve a Teoria Ordinal?
ru: Чем полезна ordinal theory?
zh: 序数理论有什么用？

source: Collecting, trading, and scheming. Ordinal theory assigns identities to individual satoshis, allowing them to be individually tracked and traded, as curios and for numismatic value.
de: Sammeln, Handeln und Intrigieren. Die Ordinaltheorie weist einzelnen Satoshis Identitäten zu, sodass sie einzeln verfolgt und gehandelt werden können, als Kuriositäten und für numismatischen Wert.
es: Para coleccionar, comerciar e innovar. La teoría ordinal asigna una identidad a los satoshis, permitiendo que se rastreen e intercambien, como curiosidades y por su valor numismático.
fil: Mangolekta, mag-trade at magnegosyo. Ang Ordinal Theory ay nagbibigay ng mga pagkakakilanlan sa mga indibidwal na satoshi, upang ang mga ito ay masubaybayan at i-trade, bilang mga rare o para sa kanilang numismatic na halaga.
fr: À collectionner, échanger et innover. La théorie ordinale attribue une identité aux satoshis, ce qui permet de les suivre et de les échanger, à la fois comme curiosités et pour leur valeur numismatique.
hi: संग्रह, लेनदेन करना और योजना बनाना। आर्डिनल थ्‍यौरी व्यक्तिगत सातोशियों को पहचान देती है, ताकि वे व्यक्तिगत रूप से ट्रैक और क्‍यूरियस के रूप में मौद्रिक मूल्‍य पर लेनदेन कर सकें।
it: A collezionare, scambiare e progettare. La teoria ordinale assegna identità ai singoli satoshi, consentendo loro di essere rintracciati e scambiati individualmente, come collezionabili e per il loro valore numismatico.
ko: 수집, 거래, 그리고 계획. 오디널 이론은 개별 사토시에게 신원을 부여하여 개별적으로 추적하고 수집품이나 화폐적 가치를 위해 거래할 수 있도록 한다.
pt: Para colecionar, negociar e inovar. A teoria ordinal atribui identidades a satoshis individuais, permitindo que eles sejam rastreados e negociados individualmente, como colectionáveis e por valor numismático.
ru: Коллекционирование, торговля и интриги. Ordinal theory присваивает идентификацию отдельным сатоши, что позволяет отслеживать их по отдельности и торговать ими как диковинами и нумизматическими ценностями.
zh: 收集、交易和策划。序数理论将身份分配给单个聪，允许它们作为古玩和钱币价值被单独跟踪和交易。

source: Ordinal theory also enables inscriptions, a protocol for attaching arbitrary content to individual satoshis, turning them into bitcoin-native digital artifacts.
de: Die Ordinaltheorie ermöglicht auch inscriptions, ein Protokoll zum Anhängen beliebiger Inhalte an einzelne Satoshis und deren Umwandlung in Bitcoin-native digitale Artefakte.
es: La teoría ordinal también habilita las inscripciones, un protocolo para adjuntar contenido arbitrario a los satoshis, convirtiéndolos en artefactos digitales nativos en bitcoin.
fil: Ang Ordinal Theory ay nagbibigay-daan din sa mga inscriptions, isang protocol para sa pag-attach ng kahit anong content sa mga indibidwal na satoshi, at dahil dito sila ay nagiging mga bitcoin-native na digital artifacts.
fr: La théorie ordinale permet également les inscriptions, un protocole capable d’attacher du contenu arbitraire à des satoshis individuels, les transformant ainsi en artefacts numériques natifs de Bitcoin.
hi: ऑर्डिनल थ्‍यौरी इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख) को भी सक्षम बनाता है, जो स्‍वेच्छित संदेशों को व्यक्तिगत सातोशियों के साथ जोड़ने के लिए एक प्रोटोकॉल है, उन्हें बिटकॉइन-मूल डिजिटल कलाकृतियों में परिवर्तित करता है।
it: La teoria ordinale consente anche di inserire iscrizioni, un protocollo per allegare contenuti arbitrari ai singoli satoshi, trasformandoli in artefatti digitali nativi di bitcoin.
ko: 오디널 이론은 또한 개별 사토시에 임의의 콘텐츠를 첨부하여 비트코인 고유의 디지털 아티팩트로 전환하는 프로토콜인 인스크립션을 가능하게 한다.
pt: A teoria ordinal também permite inscrições, um protocolo para anexar conteúdo arbitrário a satoshis individuais, transformando-os em artefatos digitais nativos do bitcoin.
ru: Ordinal theory также позволяет создавать надписи - протокол для прикрепления произвольного содержимого к отдельным сатоши, превращая их в цифровые артефакты с поддержкой биткоина.
zh: 序数理论还赋能铭文，这是一种将任意内容附加到单个聪的协议，将它们变成比特币原生的数字文物。

source: How does ordinal theory work?
de: Wie funktioniert die Ordinaltheorie?
es: ¿Cómo funciona la teoría ordinal?
fil: Paano gumagana ang Ordinal Theory?
fr: Comment fonctionne la théorie ordinale ?
hi: ऑर्डिनल थ्‍यौरी कैसे काम करती है?
it: Come funziona la teoria ordinale?
ko: 오디널 이론은 어떻게 작동하는가?
pt: Como funciona a Teoria Ordinal?
ru: Как работает ordinal theory?
zh: 序数理论是如何运作的？

source: Ordinal numbers are assigned to satoshis in the order in which they are mined. The first satoshi in the first block has ordinal number 0, the second has ordinal number 1, and the last satoshi of the first block has ordinal number 4,999,999,999.
de: Ordinalzahlen werden den Satoshis in der Reihenfolge zugewiesen, in der sie geschürft werden. Der erste Satoshi im ersten Block hat die Ordinal zahl 0, der zweite hat die Ordinal zahl 1 und der letzte Satoshi des ersten Blocks hat die Ordinal zahl 4.999.999.999.
es: Los números ordinales se asignan a los satoshis en el orden en que se minan. El primer satoshi en el primer bloque tiene el número ordinal 0, el segundo tiene el número ordinal 1 y el último satoshi del primer bloque tiene el número ordinal 4,999,999,999.
fil: Ang ordinal numbers ay itinalaga sa satoshi na magkakasunud-sunod kung saan ang mga ito ay na-mine. Ang unang satoshi sa unang bloke ay may ordinal na numerong `0`, ang pangalawa ay may ordinal na numerong `1`, at ang huling satoshi sa unang bloke ay may ordinal na numero 4,999,999,999.
fr: Les nombres ordinaux sont attribués aux satoshis dans l’ordre dans lequel ils sont minés. Le premier satoshi du premier bloc a le nombre ordinal 0, le deuxième a le nombre ordinal 1 et le dernier satoshi du premier bloc a le nombre ordinal 4 999 999 999.
hi: क्रमसूचक संख्‍याएं सातोशि‍यों को उस क्रम में निर्दिष्‍ट की जाती हैं, जिस क्रम में उनका खनन किया जाता है। पहले ब्लॉक के पहले सातोशी की क्रमसूचक संख्‍या 0 है, दूसरे की क्रमसूचक संख्‍या 1 है, और पहले ब्लॉक के अंतिम सातोशी की क्रमसूचक संख्‍या 4,999,999,999 है।
it: I numeri ordinali vengono assegnati ai satoshi nell'ordine in cui vengono minati. Il primo satoshi del primo blocco ha il numero ordinale 0, il secondo ha il numero ordinale 1, e l'ultimo satoshi del primo blocco ha il numero ordinale 4.999.999.999.
ko: 서수 번호는 채굴된 순서대로 사토시에 할당된다. 첫 번째 블록의 첫 번째 사토시는 서수 번호 0, 두 번째 사토시는 서수 번호 1, 첫 번째 블록의 마지막 사토시는 서수 번호 4,999,999,999를 갖는다.
pt: Os números ordinais são atribuídos aos satoshis na ordem em que são minerados. O primeiro satoshi no primeiro bloco tem o número ordinal 0, o segundo tem o número ordinal 1 e o último satoshi do primeiro bloco tem o número ordinal 4.999.999.999.
ru: Порядковые номера присваиваются сатоши в том порядке, в котором они добываются. Первый сатоши в первом блоке имеет порядковый номер 0, второй имеет порядковый номер - 1, а последний сатоши первого блока имеет порядковый номер 4,999,999,999.
zh: 序数是按照挖矿的顺序分配给聪的。第一个区块的首聪序数为0，第二个聪的序数为1，第一个区块的最后一个聪的序数为4,999,999,999。

source: Satoshis live in outputs, but transactions destroy outputs and create new ones, so ordinal theory uses an algorithm to determine how satoshis hop from the inputs of a transaction to its outputs.
de: Satoshis leben in Outputs, aber Transaktionen zerstören Outputs und erstellen neue. Daher verwendet die Ordinaltheorie einen Algorithmus, um zu bestimmen, wie Satoshis von den Inputs einer Transaktion zu ihren Outputs springen.
es: Los satoshis se hallan en las transacciones salientes, pero las transacciones se destruyen cuando son emitidas y se crean nuevas transacciones, lo que la teoría de Ordinals hace es utilizar un algoritmo para determinar cómo los satoshis se mueven entre las transacciones que salen y entran.
fil: Ang Satoshi ay nasa mga output, ngunit sinisira ng mga transaksyon ang mga output na ito at lumikha ng mga bago muli. Samakatuwid, ang Ordinal Theory ay gumagamit ng isang algorithm upang matukoy kung paano nai-pasa ang satoshi mula sa mga input ng isang transaksyon patungo sa mga output nito.
fr: Les satoshis se trouvent dans les sorties de transactions, mais les transactions sont détruites lorsqu’elles sont émises et de nouvelles transactions sont créées. La théorie ordinale utilise donc un algorithme pour déterminer comment les satoshis se déplacent entre les sorties de transactions et les entrées de transactions.
hi: सातोशी आउटपुट में निर्वाह करते हैं, लेकिन लेनदेन आउटपुट को नष्ट करके नई आउटपुट का सृजन कर लिया है, इसलिए आर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत) एक एल्गोरिदम (कलन विध‍ि) का उपयोग करके यह निर्धारित करती है कि कैसे सातोषी लेनदेन के इनपुट से उसके आउटपुट तक उछाल लगाते हैं।
it: I satoshi vivono negli output, ma le transazioni distruggono gli output e ne creano di nuovi, quindi la teoria ordinale utilizza un algoritmo per determinare come i satoshi passano dagli input di una transazione ai suoi output.
ko: 사토시는 출력(output)에 존재하지만 트랜잭션은 출력을 파괴하고 새로운 출력을 생성하므로 오디널 이론은 알고리즘을 사용해 사토시가 트랜잭션의 입력에서 출력으로 이동하는 방식을 결정한다.
pt: Os satoshis vivem nos UTXOs, mas as transações destroem os UTXOs e criam novos, então a teoria ordinal usa um algoritmo para determinar como os satoshis saltam das entradas de uma transação para suas saídas.
ru: Сатоши живут в выходах, но транзакции разрушают выходы и создают новые, поэтому порядковая теория использует алгоритм для определения того, как сатоши переходят от входов транзакции к ее выходам.
zh: 聪存在于输出中，但交易会破坏输出并创建新的输出，因此序数理论使用一种算法来确定聪如何从交易的输入跳到其输出
