Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Inscription content is serialized using data pushes within unexecuted conditionals, called "envelopes". Envelopes consist of an `OP_FALSE OP_IF … OP_ENDIF` wrapping any number of data pushes. Because envelopes are effectively no-ops, they do not change the semantics of the script in which they are included, and can be combined with any other locking script.
de: Der Inhalt der Inscription wird mithilfe von Daten-Pushs innerhalb nicht ausgeführter Bedingungen, sogenannter „Umschläge“, serialisiert. Umschläge bestehen aus einem `OP_FALSE OP_IF … OP_ENDIF `, das eine beliebige Anzahl von Daten-Pushs umschließt. Da Umschläge praktisch No-Ops sind, ändern sie nicht die Semantik des Skripts, in dem sie enthalten sind, und können mit jedem anderen Sperrskript kombiniert werden.
es: El contenido de la inscripción se serializa utilizando push de datos dentro de condicionales que no han sido ejecutados, a estos se les llama "sobres". Los sobres consisten en un `OP_FALSE OP_IF ... OP_ENDIF` envolviendo los push de datos. Dado que los sobres son operaciones nulas, no cambian la semántica del script en el que están incluidos y pueden combinarse con cualquier otro script de bloqueo.
fil: Ang nilalaman ng inskripsiyon ay naka-serialize gamit ang data pushes sa loob ng mga hindi naisagawang kondisyon, na tinatawag na "envelopes". Ang envelopes ay binubuo ng isang `OP_FALSE OP_IF ...OP_ENDIF` na nag-wawrap sa kahit anong numero ng data pushes. Dahil ang envelopes ay epektibong no-ops, hindi nito binabago ang semantika ng script kung saan kasama ang mga ito, at maaaring isama sa anumang iba pang locking script.
fr: Le contenu de l’inscription est sérialisé à l’aide de push de données dans des structures conditionnelles non exécutées, appelées « enveloppes ». Les enveloppes se composent d’un `OP_FALSE OP_IF … OP_ENDIF` enveloppant un nombre quelconque de push de données. Parce que les enveloppes sont effectivement des opérations nulles, elles ne modifient pas la sémantique du script dans lequel elles sont incluses et peuvent être combinées avec n’importe quel autre script de verrouillage.
hi: "लिफाफे" से संबोधित, इंस्‍क्रि‍प्‍शंस विषय-वस्‍तु को अनियोजित नियमबद्धताओं के भीतर आंकड़ों को प्रेरित कर क्रमबद्ध किया जाता है। लिफ़ाफ़ों में OP_FALSE OP_IF … OP_ENDIF सम्मिलित होते हैं, जो किसी भी संख्या में आंकड़ों को प्रेरित कर समेटता है। चूँकि लिफ़ाफ़े प्रभावी रूप से स्‍वचालित (नो-ऑप्‍स) होते हैं, वे उस स्क्रिप्ट के शब्दार्थ को नहीं बदलते हैं जिसमें वे शामिल हैं, और उन्हें किसी अन्य लॉकिंग स्क्रिप्ट (आउटपुट में स्‍थापित खर्च की शर्तें) के साथ जोड़ा जा सकता है।
it: Il contenuto dell'iscrizione viene serializzato utilizzando push di dati all'interno di condizioni non eseguite, chiamate "buste" (envelopes). Queste buste consistono in un `OP_FALSE OP_IF … OP_ENDIF` che avvolge un numero qualsiasi di push di dati. Poiché questi involucri sono effettivamente no-ops, non cambiano la semantica dello script in cui sono inclusi e possono essere combinati con qualsiasi altro script di chiusura.
ko: 인스크립션 콘텐츠는 “엔벨롭”(envelope)이라고 하는 실행되지 않은 조건문 내의 데이터 푸시를 사용하여 직렬화된다. 엔벨롭는 데이터 푸시를 원하는 수만큼 감싸는 `OP_FALSE OP_IF ... OP_ENDIF`로 구성된다. 엔벨롭는 사실상 노옵(no-op)이므로 엔벨롭이 포함된 스크립트의 의미를 변경하지 않으며 다른 로킹(locking) 스크립트와 결합할 수 있다.
pt: O conteúdo da inscrição é serializado usando envios (pushes) de dados em condicionais não executados, chamadas "envelopes". Os envelopes consistem em um `OP_FALSE OP_IF … OP_ENDIF` envolvendo qualquer quantidade de envios de dados. Porque os envelopes são efetivamente autônomos, eles não alteram a semântica do script em que eles estão incluídos, e podem ser combinados com qualquer outro script de bloqueio.
ru: Сериализация содержимого надписи осуществляется с помощью data pushes внутри неисполняемых условий, называемых "конвертами". Конверты состоят из `OP_FALSE OP_IF … OP_ENDIF` обертывающих любое количество data pushes. Поскольку конверты являются фактически no-ops, они не изменяют семантику скрипта, в который включены, и могут быть объединены с любым другим блокирующим скриптом.
zh: 铭文内容使用未执行条件中的数据推送进行序列化，称为“信封”。信封由 OP_FALSE OP_IF … OP_ENDIF 组成，包装任意数量的数据推送。因为信封实际上是空操作，所以它们不会改变包含它们的脚本的语义，并且可以与任何其他锁定脚本结合使用。

source: A text inscription containing the string "Hello, world!" is serialized as follows:
de: Eine inscription mit der Zeichenfolge "Hello, world!" wird wie folgt serialisiert:
es: Una inscripción de texto que contiene la cadena "¡Hola, Mundo!" se serializa de la siguiente manera:
fil: Isang text inscription na naglalaman ng string na "Hello, world!" ay serialized tulad ng sumusunod:
fr: Une inscription textuelle contenant la chaîne « Hello, world! » est sérialisée comme suit :
hi: एक टेक्‍स्‍ट (मूल शब्‍द) इंस्‍क्रि‍प्‍शंस जिसमें स्ट्रिंग "हैलो, वर्ल्‍ड!" सम्मिलित है, उसे निम्नानुसार क्रमबद्ध किया जाता है:
it: Un'iscrizione di testo contenente la stringa "Hello, world!" viene serializzata come segue:
ko: “Hello, world!”이라는 문자열이 포함된 텍스트 인스크립션은 다음과 같이 직렬화된다:
pt: Uma inscrição de texto contendo a string "Hello, world!" é serializada como segue:
ru: Текстовая надпись, содержащая строку "Hello, world!" сериализуется следующим образом:
zh: 包含字符串“Hello, world!”的文本铭文 序列化如下：

source: First the string `ord` is pushed, to disambiguate inscriptions from other uses of envelopes.
de: Zuerst wird die Zeichenfolge `ord` gedrückt, um inscriptions von anderen Verwendungszwecken von Umschlägen zu unterscheiden.
es: Primero, se hace un push con el string `ord` para diferenciar que sobre va a utilizar la inscripción.
fil: Una ang string na `ord` ay pushed, upang i-dismbiguate ang mga inskripsiyon mula sa iba pang gamit ng envelopes.
fr: Tout d’abord, un push est fait avec la chaîne `ord`pour distinguer les inscriptions des autres utilisations des enveloppes.
hi: सबसे पहले स्ट्रिंग `ऑर्डर` को लिफाफों के अन्य उपयोगों से इंस्‍क्रि‍प्‍शंस को स्पष्ट करने के लिए प्रेरित किया जाता है।
it: Per prima cosa viene inserita la stringa `ord`, per distinguere le iscrizioni da altri usi delle buste.
ko: 먼저 `ord` 문자열이 푸시되어 인스크립션을 엔벨롭의 다른 용도와 구분할 수 있다.
pt: Primeiro, se faz um push da string `ord`, para desambiguar inscrições de outros usos de envelopes.
ru: Сначала вводится строка `ord`, чтобы отделить надписи от других видов использования конвертов.
zh: 首先字符串`ord`被推送，以消除铭文与信封其他用途的歧义。

source: `OP_PUSH 1` indicates that the next push contains the content type, and `OP_PUSH 0`indicates that subsequent data pushes contain the content itself. Multiple data pushes must be used for large inscriptions, as one of taproot's few restrictions is that individual data pushes may not be larger than 520 bytes.
es: `OP_PUSH 1` indica que el próximo push es el tipo de contenido y `OP_PUSH 0` indica que los siguientes datos en el push contienen el contenido que se va a anexar. Múltiples push de datos deben ser utilizados para inscripciones de gran tamaño ya que una de las pocas restricciones de Taproot es que un push de datos no puede ser mayor a 520 bytes.
fil: Ang `OP_PUSH 1` ay nagpapahiwatig na ang susunod na push ay naglalaman ng content type, at `OP_PUSH 0` naman ay nagpapahiwatig na ang mga kasunod na data ay naglalaman ng content mismo. Dapat gumamit ng maraming push data para sa isang malalaking inskripsiyon, dahil ito sa limitasyon ng taproot, na kung saan hindi maaring lumagpas sa 520 bytes ang bawat isang data push.
fr: `OP_PUSH 1` indique que le prochain push contient le type de contenu, et `OP_PUSH 0` indique que les données suivantes dans le push contiennent le contenu lui-même. Plusieurs pushs de données doivent être utilisés pour les inscriptions volumineuses, car l’une des rares restrictions de taproot est qu’un push de données ne peut pas dépasser 520 octets.
hi: `OP_PUSH 1` इंगित करता है कि अगले पुश में विषय-वस्‍तु के प्रकार शामिल हैं, और `OP_PUSH 0` इंगित करता है कि आगामी डेटा पुश में स्‍वयं विषय-वस्‍तु ही शामिल हैं। बड़े इंस्‍क्रि‍प्‍शंस के लिए बहुल डेटा पुश का उपयोग किया जाना चाहिए, क्योंकि टैपरूट के कुछ प्रतिबंधों में से एक यह है कि व्यक्तिगत डेटा पुश 520 बाइट्स से बड़ा नहीं हो सकता है।
it: `OP_PUSH 1` indica che il prossimo push contiene il tipo di contenuto, mentre `OP_PUSH 0` indica che i successivi push di dati contengono il contenuto stesso. Per iscrizioni di grandi dimensioni è necessario utilizzare più push di dati, poiché una delle poche restrizioni di taproot è che i singoli push di dati non possono essere più grandi di 520 byte.
ko: `OP_PUSH 1`은 다음 푸시에 콘텐츠 유형이 포함되어 있음을 나타내고, `OP_PUSH 0`은 후속 데이터 푸시에 콘텐츠 자체가 포함되어 있음을 나타낸다. 탭루트의 몇 가지 제한 사항 중 하나는 개별 데이터 푸시가 520바이트를 초과할 수 없다는 것이므로, 큰 인스크립션에는 여러 개의 데이터 푸시를 사용해야 한다.
pt: `OP_PUSH 1` indica que o próximo push contém o tipo de conteúdo, e `OP_PUSH 0`indica que os pushes subsequentes contêm o próprio conteúdo. Múltiplos pushes de dados devem ser usados para inscrições grandes, porque uma das poucasrestrições do taproot é que os pushes de dados individuais não podem ser maioresque 520 bytes.
ru: `OP_PUSH 1` указывает, что следующий push содержит тип содержимого, а `OP_PUSH 0` - что последующие push-файлы содержат само содержимое. Для больших надписей необходимо использовать несколько push данных, так как одно из немногих ограничений taproot заключается в том, что размер отдельных push данных не может превышать 520 байт.

source: The inscription content is contained within the input of a reveal transaction, and the inscription is made on the first sat of its input. This sat can then be tracked using the familiar rules of ordinal theory, allowing it to be transferred, bought, sold, lost to fees, and recovered.
de: Der Inhalt der inscription ist in der Eingabe einer Enthüllungstransaktion enthalten und die inscription erfolgt am ersten sat ihrer Eingang (input). Dieser Sat kann dann mithilfe der bekannten Regeln der Ordinaltheorie verfolgt werden, sodass er übertragen, gekauft, verkauft, durch Gebühren verloren und wiederhergestellt werden kann.
es: El modelo de datos de las inscripciones es el de una respuesta HTTP, permitiendo que el contenido de la inscripción sea obtenido a través de un servidor web y visualizado en un navegador web.
fil: Ang nilalaman ng inskripsyon ay nakapaloob sa input ng isang naka-reveal na transaksyon sa Bitcoin, at ang inskripsyon ay nagawa sa unang sat ng input nito. Ang sat na ito ay maaaring masubaybayan gamit ang pamilyar na mga panuntunan ng ordinal theory, na nagreresulta sa ito na ilipat, bilhin, ibenta, mawala sa mga fees, at ma-recover.
fr: Le contenu de l’inscription est contenu dans l’entrée d’une transaction de révélation, et l’inscription est effectuée sur le premier sat de cette entrée. Ce sat peut ensuite être suivi en utilisant les règles familières de la théorie ordinale, ce qui permet de le transférer, de l’acheter, de le vendre, de le perdre en frais et de le récupérer.
hi: इंस्‍क्रि‍प्‍शंस विषय-वस्‍तु प्रकट लेन-देन के इनपुट में निहित होते हैं, और इंस्‍क्रि‍प्‍शंस इसके इनपुट के पहले सैट पर निर्मित किये जाते हैं। इस सैट को क्रमिक सिद्धांत के परिचित नियमों का उपयोग करके ट्रैक किया जा सकता है, जो इसे स्थानांतरित करने, खरीदने, बिक्री करने, फीस में हुई चूक और वसूली करने की अनुमति देता है।
it: Il contenuto dell'iscrizione è contenuto nell'input di una transazione di rivelazione e l'iscrizione viene effettuata sul primo satoshi del suo input. Questo satoshi può quindi essere rintracciato utilizzando le note regole della teoria ordinale, consentendo di trasferirlo, comprarlo, venderlo, perderlo nelle fees e recuperarlo.
ko: 인스크립션 콘텐츠는 리빌 트랜잭션의 입력에 포함되며, 인스크립션은 입력의 첫 번째 SAT에 만들어진다. 이 SAT는 익숙한 오디널 이론의 규칙을 사용하여 추적할 수 있으며, 이를 통해 전송, 구매, 판매, 수수료에 분실, 그리고 복구가 가능하다.
pt: O conteúdo da inscrição está contido na entrada de uma transação de revelação, e a inscrição é feita no primeiro sat de sua entrada. Este sat pode então ser rastreado usando as regras familiares da teoria ordinal, permitindo que seja transferido, comprado, vendido, perdido em taxas e recuperado.
ru: Содержание надписи содержится во входе reveal транзакции, и надпись делается на первом sat ее входа. Затем этот sat может быть отслежен по известным правилам ordinal theory, что позволяет передавать, покупать, продавать, терять в комиссиях и восстанавливать его.
zh: 铭文内容包含在reveal交易的输入中，并且铭文是铭刻在其第一个输出的第一个聪（Satoshi）上。我们可以使用熟悉的序数理论规则来跟踪这个聪 sat，允许它被转移、购买、出售、丢失和恢复。

source: Content
de: Inhalt
es: Contenido
fr: Contenu
hi: विषय-वस्‍तु
it: Il Contenuto
ko: 콘텐츠
pt: Conteúdo
ru: Содержимое
zh: 内容

source: The data model of inscriptions is that of a HTTP response, allowing inscription content to be served by a web server and viewed in a web browser.
de: Das Datenmodell von inscriptions ist das einer HTTP-Antwort, sodass inscription inhalte von einem Webserver bereitgestellt und in einem Webbrowser angezeigt werden können.
es: El modelo de datos de las inscripciones es el de una respuesta HTTP, permitiendo que el contenido de la inscripción sea obtenido a través de un servidor web y visualizado en un navegador web.
fil: Ang data model ng mga inskripsiyon ay isang HTTP response, na nagbibigay-daan sa nilalaman ng inskripsiyon na maipakita gamit ang web server at nang web browser.
fr: Le modèle de données pour les inscriptions est celui d’une réponse HTTP, permettant au contenu de l’inscription d’être récupéré via un serveur web et affiché dans un navigateur web.
hi: इंस्‍क्रि‍प्‍शंस का डेटा मॉडल एक HTTP प्रतिक्रिया है, जो इंस्‍क्रि‍प्‍शंस विषय-वस्‍तु को वेब सर्वर द्वारा प्रस्तुत करने और एक वेब ब्राउज़र में देखने की अनुमति देता है।
it: Il modello di dati delle iscrizioni è quello di una risposta HTTP, che rende disponibile il contenuto dell'iscrizione da un server web e lo rende visualizzabile in un browser web.
ko: 인스크립션의 데이터 모델은 웹 서버에서 인스크립션 콘텐츠를 제공하고 웹 브라우저에서 볼 수 있도록 하는 HTTP 응답의 데이터 모델이다.
pt: O modelo de dados das inscrições é o de uma resposta HTTP, permitindo que os conteúdos de inscrições sejam servidos por um servidor web e visualizados em um navegador web.
ru: Модель данных надписей представляет собой HTTP-ответ, что позволяет обслуживать содержимое надписей на веб-сервере и просматривать его в браузере.
zh: 铭文的数据模型是 HTTP 响应的数据模型，允许铭文由网络服务器提供服务并在网络浏览器中查看的内容。

source: Fields
de: Felder
es: Campos
fr: Champs
hi: फील्‍ड्स
it: I Campi
ko: 필드
pt: Campos
ru: Поля
zh: 字段

source: Inscriptions may include fields before an optional body. Each field consists of two data pushes, a tag and a value.
de: Inscriptions können Felder vor einem optionalen Text enthalten. Jedes Feld besteht aus zwei Daten-Pushs, einem Tag und einem Wert.
es: Las inscripciones pueden incluir campos antes de un cuerpo opcional. Cada campo consta de dos push de datos, una etiqueta y un valor.
fil: Ang inskripsiyon ay maaring magkaroon ng fields bago ang optional body. Ang bawat field ay binubuo ng dalawang data pushes, isang tag at isang value.
fr: Les entrées peuvent inclure des champs avant un corps optionnel. Chaque champ se compose de deux pushs de données, une étiquette et une valeur.
hi: वैकल्पिक निकाय से पहले इंस्‍क्रि‍प्‍शंस में फ़ील्ड शामिल हो सकते हैं। प्रत्येक फ़ील्ड में दो डेटा पुश, एक टैग और एक मूल्‍य सम्मिलित होता है।
it: Le iscrizioni possono includere campi prima di un corpo opzionale. Ogni campo è composto da due dati, un tag e un valore.
ko: 인스크립션은 optional body 앞에 필드를 포함할 수 있다. 각 필드는 두 개의 데이터 푸시, 즉 태그 및 값으로 구성된다.
pt: As inscrições podem incluir campos antes de um corpo opcional. Cada campo consiste em dois envios de dados, uma tag e um valor.
ru: Надписи могут включать поля перед необязательным текстом. Каждое поле состоит из двух push данных - тега и значения.
zh: 铭文可以在可选主体之前包含字段。每个字段都包含两个数据推送，一个标签和一个值。

source: Currently, the only defined field is `content-type`, with a tag of `1`, whose value is the MIME type of the body.
de: Derzeit ist das einzige definierte Feld `content-type` mit dem Tag `1`, dessen Wert der MIME-Typ des Körpers ist.
es: Actualmente, el único campo definido es `content-type`, con una etiqueta de `1`, cuyo valor es el tipo MIME del cuerpo.
fil: Sa itaas na halimbawa, ang tanging tinukoy na field ay `content-type`, na may tag na `1`, na ang halaga ay ang uri ng MIME ng body (text/plain;charset=utf-8).
fr: Actuellement, le seul champ défini est `content-type`, avec une étiquette `1`,, dont la valeur est le type MIME du corps.
hi: वर्तमान में, `1` टैग के साथ एकमात्र परिभाषित फ़ील्ड `content-type` है, जिसका मूल्‍य बॉडी का MIME प्रकार है।
it: Attualmente, l'unico campo definito è il `content-type`, con un tag di `1`, il cui valore è il tipo MIME del corpo.
ko: 현재 정의된 유일한 필드는 'content-type'이며, 태그는 '1'이며, 값은 body에 MIME 유형이다.
pt: Atualmente, o único campo definido é `content-type`, com a tag `1`, cujo valor é o tipo MIME do corpo.
ru: В настоящее время единственным определяемым полем является `content-type`, с тегом `1`, значением которого является тип-MIME текста.
zh: 目前，唯一定义的字段是‘content-type’，标签为‘1’，其值是正文的 MIME 类型。

source: The beginning of the body and end of fields is indicated with an empty data push.
de: Der Anfang des Hauptteils und das Ende der Felder werden durch einen leeren Daten-Push angezeigt.
es: Para indicar el principio del cuerpo y el final de los campos se hace un push de datos vacío.
fil: Ang simula ng body at dulo ng mga fields ay mayroong isang walang laman na data push.
fr: Le début du corps et la fin des champs sont indiqués par un push de données vide.
hi: बॉडी का प्रारम्‍भ और फील्‍ड के अंत को रिक्‍त डेटा पुश के साथ दर्शाया गया है।
it: L'inizio del corpo e la fine dei campi sono indicati con un push di dati vuoto.
ko: Body의 시작과 필드의 끝은 빈 데이터 푸시로 표시된다.
pt: O início do corpo e o final dos campos são indicados com um push de dados vazio.
ru: Начало основного текста и конец полей обозначаются пустым вводом данных.
zh: 正文的开头和字段的结尾用'空数据'指示推送。

source: Unrecognized tags are interpreted differently depending on whether they are even or odd, following the "it's okay to be odd" rule used by the Lightning Network.
de: Nicht erkannte Tags werden unterschiedlich interpretiert, je nachdem, ob sie gerade oder ungerade sind. Dabei gilt die vom Lightning Network verwendete Regel "Es ist in Ordnung, ungerade zu sein".
es: Las etiquetas no reconocidas se interpretan de forma diferente según sean pares o impares, siguiendo la regla "está bien que sean impares" utilizada por la Lightning Network.
fil: Ang mga hindi unkown tag ay sinusuri depende sa kung even o odd ang mga ito, na sumusunod sa panuntunang "it's okay to be odd" na ginagamit ng Lightning Network.
fr: Les étiquettes non reconnues sont interprétées différemment en fonction de leur caractère pair ou impair, conformément à la règle « il est acceptable d’être impair » utilisée par le réseau Lightning.
hi: लाइटनिंग नेटवर्क द्वारा उपयोग किए जाने वाले "विषम होना ठीक है" नियम का अनुसरण करके सम और विषम पर निर्भर करते हुए अज्ञात टैग्‍स की व्‍याख्‍या अलग-अलग प्रकार से की जा सकती है।
it: I tag non riconosciuti vengono interpretati in modo diverso a seconda che siano pari o dispari, seguendo la regola "va bene essere dispari" utilizzata dalla Lightning Network.
ko: 인식되지 않는 태그는 라이트닝 네트워크에서 사용하는 "홀수여도 괜찮아" 규칙에 따라 짝수인지 홀수인지에 따라 다르게 해석된다.
pt: Tags não reconhecidas são interpretadas de maneira diferente dependendo se são Rede Lightning.
ru: Нераспознанные метки интерпретируются по-разному в зависимости от того, четные они или нечетные, в соответствии с правилом "нормально быть нечетным", используемым в Lightning Network.
zh: 无法识别的标签的解释不同，取决于它们是否是偶数或奇数，遵循闪电网络"可以是奇数"的规则。

source: Even tags are used for fields which may affect creation, initial assignment, or transfer of an inscription. Thus, inscriptions with unrecognized even fields must be displayed as "unbound", that is, without a location.
de: Sogar Tags werden für Felder verwendet, die sich auf die Erstellung, Erstzuweisung oder Übertragung einer inscription auswirken können. So müssen inscription mit nicht erkannten geraden Feldern als "ungebunden“, also ohne Ortsangabe, angezeigt werden.
es: Las etiquetas pares se utilizan para campos que pueden afectar a la creación, asignación inicial o transferencia de una inscripción. Por esto, las inscripciones con campos pares no reconocidos deben mostrarse como "no vinculadas", es decir, sin ubicación.
fil: Ang mga tag na ginagamit para sa fields ay maaaring makaapekto sa pag-create, paunang pagtatalaga, o paglipat ng isang inskripsiyon. Kaya, ang mga inskripsiyon na unknown at kahit na ang fields ay dapat na ipakita bilang "unbound", iyon ay, walang lokasyon.
fr: Les étiquettes paires sont utilisées pour les champs qui peuvent affecter la création, l’assignation initiale ou le transfert d’une inscription. Par conséquent, les inscriptions avec des champs pairs non reconnus doivent être affichées comme « non liées », c’est-à-dire sans emplacement.
hi: यहां तक कि टैग का उपयोग उन फ़ील्ड के लिए भी किया जाता है जो किसी इंस्‍क्रि‍प्‍शंस के निर्माण, प्रारंभिक नियत कार्य या स्थानांतरण को प्रभावित कर सकते हैं। इस प्रकार, अज्ञात सम फ़ील्ड वाले इंस्‍क्रि‍प्‍शंस को "अनबाउंड" यानि‍ अबाध के रूप में प्रदर्शित किया जाना चाहिए, अर्थात, बिना किसी स्थान के।
it: I tag pari sono utilizzati per i campi che possono influenzare la creazione, l'assegnazione iniziale o il trasferimento di un'iscrizione. Pertanto, le iscrizioni con campi pari non riconosciuti devono essere visualizzate come "non vincolate", cioè senza una posizione.
ko: 인스크립션 생성, 초기 할당 또는 전송에 영향을 줄 수 있는 필드에는 짝수 태그가 사용된다. 따라서 인식할 수 없는 짝수 필드가 있는 인스크립션은 “unbound”, 즉 위치가 없는 상태로 표시되어야 한다.
pt: Etiquetas pares são usadas para campos que podem afetar a criação, atribuição inicial ou transferência de uma inscrição. Assim, inscrições com campos pares não reconhecidos devem ser exibidas como "não vinculadas", ou seja, sem localização.
ru: Четные метки используются для полей, которые могут повлиять на создание, первичное присвоение или перенос надписи. Таким образом, надписи с нераспознанными четными полями должны отображаться как "несвязанные", т.е. без указания местоположения.
zh: 甚至标签也用于可能影响创建、初始分配的字段，或铭文的转移。因此，即使无法识别的铭文，字段也必须显示为"未绑定"，即没有位置。

source: Odd tags are used for fields which do not affect creation, initial assignment, or transfer, such as additional metadata, and thus are safe to ignore.
de: Ungerade Tags werden für Felder verwendet, die sich nicht auf die Erstellung, anfängliche Zuweisung oder Übertragung auswirken, wie z. B. zusätzliche Metadaten, und daher sicher ignoriert werden können.
es: Las etiquetas impares se utilizan para campos que no afectan a la creación,asignación inicial o transferencia, tales como los metadatos adicionales, y por lo tanto se pueden ignorar.
fil: Odd tags ay hindi nakakaapekto sa paggawa, paunang pagtatalaga, o paglilipat, gaya ng karagdagang metadata, at sa gayon ay ligtas na huwag pansinin.
fr: Les étiquettes impaires sont utilisées pour les champs qui n’affectent pas la création, l’attribution initiale ou le transfert, tels que les métadonnées supplémentaires, et peuvent donc être ignorées en toute sécurité.
hi: पुराने टैग का उपयोग उन फ़ील्ड के लिए किया जाता है जो निर्माण, प्रारंभिक नियत कार्य या स्थानांतरण को प्रभावित नहीं करते हैं, जैसे अतिरिक्त मेटाडेटा, और इस प्रकार इन्‍हें अनदेखा करना सुरक्षित और श्रेयस्‍कर है।
it: I tag dispari sono utilizzati per i campi che non influiscono sulla creazione, sull'assegnazione iniziale o sul trasferimento, come i metadati aggiuntivi, e quindi possono essere tranquillamente ignorati.
ko: 홀수 태그는 추가 메타데이터와 같이 생성, 초기 할당 또는 전송에 영향을 주지 않는 필드에 사용되므로 무시해도 안전하다.
pt: Tags ímpares são usadas para campos que não afetam a criação, atribuição inicial ou transferência, como metadados adicionais, e, portanto, podem ser ignorados com segurança.
ru: Нечетные теги используются для полей, которые не влияют на создание, первоначальное назначение или передачу, например, дополнительные метаданные, и поэтому их можно игнорировать.
zh: 奇数标签用于不影响创建、初始的字段,分配或转移，例如附加元数据，因此是选择忽略是安全的。

source: Inscription IDs
es: IDs de las Inscripciones
fr: IDs des inscriptions
hi: इंस्‍क्रि‍प्‍शंस आईडी
it: ID dell'iscrizione
ko: 인스크립션 ID
pt: IDs das Inscrições
ru: ID надписей
zh: 铭文身份ID
