Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Satoshis may be prized for reasons other than their name or rarity. This might be due to a quality of the number itself, like having an integer square or cube root. Or it might be due to a connection to a historical event, such as satoshis from block 477,120, the block in which SegWit activated, or 2099999997689999°, the last satoshi that will ever be mined.
de: Satoshis können aus anderen Gründen als ihrem Namen oder ihrer Seltenheit geschätzt werden. Dies kann auf die Qualität der Zahl selbst zurückzuführen sein, beispielsweise darauf, dass sie eine ganzzahlige Quadrat- oder Kubikwurzel ist. Oder es könnte an einer Verbindung zu einem historischen Ereignis liegen, wie zum Beispiel Satoshis aus Block 477.120, dem Block, in dem SegWit aktiviert wurde, oder 2099999997689999°, dem letzten Satoshi, der jemals abgebaut wird.
es: Los satoshis pueden ser valorados por otras características distintas a su nombre o rareza. Esto podría ser alguna cualidad intrínseca con el número, como tener una raíz cuadrada o cúbica. También podría ser debido a una conexión con un evento histórico, tales como los Satoshis del bloque 477,120, el bloque en el que se activó SegWit, o 2099999997689999°, el último satoshi que será minado.
fil: Maaaring mahalaga ang Satoshi para sa mga dahilan maliban sa kanilang pangalan o rarity. Maaaring dahil ito sa kalidad ng numero mismo, tulad ng pagkakaroon ng integer square o cube root. O maaaring dahil ito sa isang koneksyon sa isang makasaysayang kaganapan, tulad ng satoshis mula sa block 477,120, ang block kung saan na-activate ang SegWit, o 2099999997689999°, ang huling satoshi na mamimina.
fr: Les satoshis peuvent être prisés pour des raisons autres que leur nom ou leur rareté. Cela peut être dû à une caractéristique du nombre lui-même, comme le fait d’avoir une racine carrée ou cubique. Il peut également s’agir d’un lien avec un événement historique, tel que les satoshis du bloc 477 120, le bloc dans lequel SegWit a été activé, ou 2099999997689999°, le tout dernier satoshi qui sera miné.
hi: सातोशी को उसके नाम या दुर्लभता छोड़कर अन्य कारणों से भी बहुमूल्य माना जा सकता है। ऐसा संख्या की गुणवत्ता जैसे पूर्णांक वर्ग या घनमूल के कारण हो सकता है। या किसी ऐतिहासिक घटना से जुड़ने के कारण हो सकता है, जैसे सातोशी के 477,120 ब्लॉक से, उस ब्लॉक से जिसमें सेगविट सक्रिय हुआ है, या 2099999997689999°, अंतिम सातोशी जि‍सका कभी खनन किया गया है।
it: I satoshi possono essere apprezzati per ragioni diverse dal loro nome o dalla loro rarità. Ciò potrebbe essere dovuto a una qualità del numero stesso, come il fatto di avere una radice quadrata o cubica intera. Oppure può essere dovuto a un collegamento con un evento storico, come i satoshi del blocco 477.120, il blocco in cui è stato attivato SegWit, o 2099999997689999°, l'ultimo satoshi che sarà mai estratto.
ko: 사토시는 이름이나 희귀성 이외의 이유로 소중히 여겨질 수 있다. 정수 제곱근이나 세제곱근과 같은 숫자 자체의 특성 때문일 수도 있다. 또는 세그윗이 활성화된 블록인 477,120 블록의 사토시나 마지막으로 채굴될 사토시인 2099999997689999°와 같은 역사적 사건과의 연관성 때문일 수도 있다.
pt: Satoshis podem ser valorizados por outras razões além do nome ou raridade. Isto pode ser devido a uma qualidade do próprio número, como ter um número inteiro, raiz quadrada ou cúbica. Ou pode ser devido a uma conexão com um evento histórico, como satoshis do bloco 477.120, o bloco em que o SegWit foi ativado, ou 2099999997689999°, o último satoshi que será minerado.
ru: Сатоши могут цениться не только по причине их названия или редкости. Это может быть связано с качеством самого числа, например, с наличием целого квадратного или кубического корня. Или это может быть связано с историческим событием, например, сатоши из блока 477 120 - блока, в котором активировался SegWit, или 2099999997689999° - последнего сатоши, который когда-либо будет добыт.
zh: 除了它们的名字或稀有性之外，聪可能还因为其他原因而受到重视。这可能是由于数字本身的性质，比如具有整数的平方根或立方根。或者它与某件历史事件有关，例如来自区块477,120的聪（SegWit激活的区块）是 2099999997689999°，这是最后一个被挖出来的聪。

source: Such satoshis are termed "exotic". Which satoshis are exotic and what makes them so is subjective. Ordinal theorists are encouraged to seek out exotics based on criteria of their own devising.
de: Solche Satoshis werden als „exotisch“ bezeichnet. Welche Satoshis exotisch sind und was sie so macht, ist subjektiv. Ordinaltheoretiker werden ermutigt, nach Exoten zu suchen, die auf Kriterien basieren, die sie selbst entwickelt haben.
es: A estos satoshis se les denomina "exóticos". Cuales Satoshis son exóticos y lo que los convierte en ello es subjetivo. A los teóricos de Ordinals se les incentiva a buscar sats exóticos basados en sus propios criterios.
fil: Ang ganitong mga satoshi ay tinatawag na "exotic". Aling satoshi ang kakaiba at kung ano ang dahilan ng mga ito ay subjective. Ang mga ordinal na theorist ay hinihikayat na maghanap ng mga exotics batay sa pamantayan ng kanilang sariling interpertasyon.
fr: Ces satoshis sont dits « exotiques ». La question de savoir quels sont les satoshis exotiques et ce qui les rend exotiques est subjective. Les théoriciens d’Ordinals sont encouragés à rechercher les exotiques sur la base de critères qu’ils auront eux-mêmes définis.
hi: ऐसे सातोशी को "एग्‍जोटिक" कहा जाता है। कौन सा सातोशी एग्‍जोटिक है और क्या उन्हें व्यक्तिपरक बनाता है। आर्डिनल थ्‍यौरिस्‍ट (क्रमसूचक सिद्धांतकारों) को अपने स्वयं के आविष्कार के मानदंडों के आधार पर एग्‍जोटिक वस्तुओं की तलाश करने के लिए प्रोत्साहित किया जाता है।
it: Tali satoshi sono definiti "esotici". Quali siano i satoshi esotici e cosa li renda tali è soggettivo. I teorici degli Ordinali sono incoraggiati a cercare satoshi esotici in base alle proprie preferenze.
ko: 이러한 사토시를 “엑소틱”(이색품)이라고 한다. 어떤 사토시가 엑소틱인지, 그리고 무엇 때문에 엑소틱인지는 주관적이다. 오디널 이론가들은 자신이 고안한 기준에 따라 엑소틱을 찾도록 권장한다.
pt: Tais satoshis são denominados "exóticos". Quais satoshis são exóticos e o quê torna-os assim é subjetivo. Os teóricos de Ordinals são encorajados a procurar exóticos baseados em critérios de sua própria concepção.
ru: Такие сатоши называются "экзотическими". Какие сатоши являются экзотическими и что их делает таковыми - вопрос субъективный. Теоретикам ordinal предлагается искать экзотику по собственным критериям.
zh: 这种比特币被称为“奇特的”。哪些聪是“奇特的”？是什么让他们如此被重视？序数理论家被鼓励根据他们自己设计的标准来寻找“奇特的”聪。

source: Satoshis can be inscribed with arbitrary content, creating Bitcoin-native digital artifacts. Inscribing is done by sending the satoshi to be inscribed in a transaction that reveals the inscription content on-chain. This content is then inextricably linked to that satoshi, turning it into an immutable digital artifact that can be tracked, transferred, hoarded, bought, sold, lost, and rediscovered.
de: Satoshis können mit beliebigen Inhalten beschriftet werden, wodurch Bitcoin-native digitale Artefakte entstehen. Die Beschriftung erfolgt durch Senden des Satoshi zur Beschriftung in einer Transaktion, die den Inhalt der Beschriftung in der Kette offenlegt. Dieser Inhalt ist dann untrennbar mit diesem Satoshi verbunden und verwandelt ihn in ein unveränderliches digitales Artefakt, das verfolgt, übertragen, gehortet, gekauft, verkauft, verloren und wiederentdeckt werden kann.
es: Los satoshis pueden ser inscritos con contenido arbitrario, de este modo creando artefactos digitales nativos en Bitcoin. La inscripción se realiza enviando el satoshi que se desea inscribir en una transacción que revela el contenido adjuntado a la inscripción en la cadena. Este contenido queda inextricablemente vinculado a ese satoshi, convirtiéndolo en un artefacto digital inmutable que puede ser rastreado, transferido, guardado, comprado, vendido, perdido y redescubierto.
fr: Les satoshis peuvent être inscrits avec un contenu arbitraire, créant ainsi des artefacts numériques natifs de Bitcoin. L’inscription se fait en envoyant le satoshi à inscrire dans une transaction qui révèle le contenu de l’inscription sur la blockchain. Ce contenu est alors inextricablement lié à ce satoshi, le transformant en un artefact numérique immuable qui peut être suivi, transféré, thésaurisé, acheté, vendu, perdu et redécouvert.
hi: सातोशी स्‍वेच्छित विषय-वस्‍तु के साथ उत्‍कीर्ण किये जा सकते हैं, जो बिटकॉइन-मूल डिजिटल अभिलेख सृजन कर सकते हैं। लेन-देन में उत्‍कीर्ण किए जाने वाले सातोशी प्रेषित कर अंकित किये जाते हैं, जो ऑन-चेन विषय-वस्‍तु प्रकट करते हैं। यह विषय-वस्‍तु तब उस सातोशी से अविभाज्‍य रूप से जुड़े हुए हैं, जो इसे एक अपरिवर्तनीय डिजिटल अभिलेख में परिवर्तित कर देते हैं जिसे ट्रैक, स्थानांतरित, संचित, खरीदा, बेचा, खोया जा सकता है और फिर से दुबारा खोजा जा सकता है।
it: I satoshi possono essere iscritti con contenuti arbitrari, creando artefatti digitali nativi di Bitcoin. L'iscrizione avviene inviando il satoshi da iscrivere in una transazione che rivela il contenuto dell'iscrizione on-chain. Questo contenuto è quindi ora indissolubilmente legato a quel satoshi, trasformandolo in un artefatto digitale immutabile che può essere tracciato, trasferito, collezionato, comprato, venduto, perso e ritrovato.
ko: 사토시에 임의의 콘텐츠를 새겨 비트코인 고유의 디지털 아티팩트를 생성할 수 있다. 새김(inscribing)은 새김할 사토시를 해당 인스크립션 콘텐츠를 온체인에 공개해주는 트랜잭션안에 전송하는 방식으로 이루어진다. 이로써 이 콘텐츠는 해당 사토시와 불가분으로 연결되며, 추적, 전송, 비축, 구매, 판매, 분실, 재발견이 가능한 불변의 디지털 아티팩트로 전환된다.
pt: Satoshis podem ser inscritos com conteúdo arbitrário, criando artefatos digitais nativos do Bitcoin. A inscrição é feita enviando o satoshi para ser inscrito em uma transação que revela o conteúdo da inscrição na cadeia. Este conteúdo está então inextricavelmente ligado a esse satoshi, transformando-o em um artefato digital imutável que pode ser rastreado, transferido, acumulado, comprado, vendido, perdido e redescoberto.
ru: На сатоши можно нанести произвольное содержание, создавая цифровые артефакты, характерные для Биткойна. Нанесение надписи осуществляется путем отправки сатоши в транзакции, которая раскрывает содержание on-chain надписи. Затем это содержимое неразрывно связывается с сатоши, превращая его в неизменяемый цифровой артефакт, который можно отслеживать, передавать, накапливать, покупать, продавать, терять и вновь находить.
zh: 聪可以刻有任意内容，从而创建比特币原生的数字文物（数字艺术）。铭刻是通过将要铭刻的内容发送到交易中来完成的，该交易会在链上显示铭文内容。由于铭文内容与聪有着密不可分的联系，从将创造了一个不可改变的数字人工制品。这个数字文物可以被追踪、转移、储存、购买、出售、丢失和重新发现。

source: Archaeology
de: Archäologie
es: Arqueología
fil: Arkeolohiya
fr: Archéologie
hi: पुरातत्त्व अभिलेख
it: Archeologia
ko: 고고학
pt: Arqueologia
ru: Археология
zh: 考古

source: A lively community of archaeologists devoted to cataloging and collecting early NFTs has sprung up. [Here's a great summary of historical NFTs by Chainleft.](https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko)
de: Es ist eine lebendige Gemeinschaft von Archäologen entstanden, die sich der Katalogisierung und Sammlung früher NFTs widmen. [Hier ist eine großartige Zusammenfassung historischer NFTs von Chainleft.](https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko)
es: Ha surgido una gran comunidad de arqueólogos que se dedican a catalogar y coleccionar los primeros NFTs. [Aquí hay un gran resumen de los NFTs históricos por Chainleft](https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko).
fil: Ang isang komunidad ng mga arkeologo na nakatuon sa pag-catalog at pagkolekta ng mga maagang NFT ay lumitaw. Narito ang isang buod ng mga makasaysayang NFT ng [Chainleft.](https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko)
fr: Une communauté animée d’archéologues dévoués au catalogage et à la collection des premiers NFTs a vu le jour. [Voici un excellent résumé des NFTs historiques par Chainleft.](https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko)
hi: प्रारंभिक एनएफटी को सूचीबद्ध करने और संग्रह करने के लिए समर्पित पुरातत्वविदों का एक जीवंत समुदाय रातों रात तेजी से उभर रहा है। [यहां चेनलेफ्ट द्वारा ऐतिहासिक एनएफटी के भव्‍य सारांश दिये गये हैं।] (https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko)
it: È nata una vivace comunità di archeologi dedicata alla catalogazione e alla raccolta dei primi NFT. [Ecco un ottimo riassunto di NFT storici a cura di Chainleft.](https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko)
ko: 초기 NFT를 목록화하고 수집하는 데 전념하는 고고학자들의 활발한 커뮤니티가 생겨났다. [여기에 역사적 NFT에 대한 Chainleft의 훌륭한 요약을 확인할 수 있다.](https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko)
pt: Uma comunidade animada de arqueólogos dedicados à catalogação e coleta dos primeiros NFTs surgiu. [Aqui está um ótimo resumo dos NFTs históricos por Chainleft](https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko).
ru: Возникло активное сообщество археологов, занимающихся каталогизацией и коллекционированием ранних NFT. [Вот отличный обзор исторических NFT, составленный Chainleft.](https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko)
zh: 致力于编目和收集早期 NFT 的活跃考古学家社区如雨后春笋般涌现 [Chainleft对历史NFT的精彩总结](https://mirror.xyz/chainleft.eth/MzPWRsesC9mQflxlLo-N29oF4iwCgX3lacrvaG9Kjko)

source: A commonly accepted cut-off for early NFTs is March 19th, 2018, the date the first ERC-721 contract, [SU SQUARES](https://tenthousandsu.com/), was deployed on Ethereum.
de: Ein allgemein akzeptierter Stichtag für frühe NFTs ist der 19. März 2018, das Datum, an dem der erste ERC-721-Vertrag, [SU SQUARES](https://tenthousandsu.com/), auf Ethereum bereitgestellt wurde.
es: El 19 de marzo del 2018, por lo general es la fecha límite para referirnos a los primeros NFT debido a que este día se implementó en Ethereum el primer contrato ERC-721, [SU SQUARES](https://tenthousandsu.com/).
fil: Ang karaniwang tinatanggap na cut-off para sa mga maagang NFT ay Marso 19, 2018, ang petsa na ang unang kontrata ng ERC-721, [SU SQUARES](https://tenthousandsu.com/), ay na-deploy sa Ethereum.
fr: Le 19 mars 2018 est généralement considéré comme la date limite pour faire référence aux premiers NFTs, car c’est ce jour-là que le premier contrat ERC-721, [SU SQUARES](https://tenthousandsu.com/), a été déployé sur Ethereum.
hi: प्रारंभिक एनएफटी के लिए आम तौर पर स्वीकृत अंतिम तिथि 19 मार्च, 2018 है, जिस दिन पहला ईआरसी-721 अनुबंध, [SU SQUARES](https://tenthousandsu.com/), एथेरियम पर तैनात किया गया था।
it: La data di inizio comunemente accettata per i primi NFT è il 19 marzo 2018, data in cui il primo contratto ERC-721, [SU SQUARES](https://tenthousandsu.com/), è stato distribuito su Ethereum.
ko: 일반적으로 인정되는 초기 NFT에 마감일은 2018년 3월 19일로, 이더리움에 첫 번째 ERC-721 컨트랙트인 [SU SQUARES](https://tenthousandsu.com/)가 배포된 날이다.
pt: Um limite comumente aceito nos primeiros NFTs é 19 de março de 2018, a data em queo primeiro contrato ERC-721, [SU SQUARES](https://tenthousandsu.com/), foiimplantado no Ethereum.
ru: Общепринятой точкой отсчета для ранних NFT считается 19 марта 2018 года, когда на Ethereum был развернут первый контракт ERC-721. [SU SQUARES](https://tenthousandsu.com/)
zh: 普遍接受的古老NFT 的截止日期是 2018年3月19日，即 第一个 ERC-721 合约,[SU SQUARES](https://tenthousandsu.com/), 被部署在以太坊上的时间

source: Whether or not ordinals are of interest to NFT archaeologists is an open question! In one sense, ordinals were created in early 2022, when the Ordinals specification was finalized. In this sense, they are not of historical interest.
de: Ob ordinals für NFT-Archäologen von Interesse sind oder nicht, ist eine offene Frage! In gewisser Hinsicht wurden ordinals Anfang 2022 erstellt, als die Ordinals-Spezifikation fertiggestellt wurde. In diesem Sinne sind sie nicht von historischem Interesse.
es: ¡Si los Ordinals son de interés o no para los arqueólogos de NFT siempre será una pregunta abierta! Los ordinals fueron creados a principios del 2022, cuando se finalizaron las especificaciones de Ordinals. En este sentido, no son de interés histórico.
fil: Kung ang NFT archaeologists ay interesado o hindi sa ordinals ay wala pang kasagutan! Sa isang kahulugan, ginawa ang mga ordinal noong unang bahagi ng 2022, nang ang detalye ng Ordinal ay na-finalize. Sa ganitong kahulugan, hindi sila kabilang bilang isang historical interest.
fr: La question de savoir si les ordinals présentent un intérêt pour les archéologues des NFTs restera ouverte ! Les ordinals ont été créés au début de l’année 2022, lorsque la spécification d’Ordinals a été finalisée. En ce sens, ils ne présentent pas d’intérêt historique.
hi: एनएफटी पुरातत्वविदों के लिए ऑर्डिनल्स का महत्‍व हैं या नहीं, यह एक अनसुलझा मामला है! एक मायने में, ऑर्डिनल्स का सृजन 2022 में हुआ था, जब ऑर्डिनल्स विनिर्देशों को अंतिम रूप दिया गया था। इस प्रकार, उनकी ऐतिहासिक पृष्‍ठभूमि नहीं है।
it: Se gli Ordinali siano o meno di interesse per gli archeologi degli NFT è una questione aperta! In un certo senso, gli ordinali sono stati creati all'inizio del 2022, quando è stata finalizzata la specifica Ordinals. Visti cosi, non hanno un grande interesse storico.
ko: 오디널스가 NFT 고고학자들의 관심을 끌지 여부는 아직 미지수다! 어떤 의미에서 오디널스는 오디널스 사양이 확정된 2022년 초에 만들어졌다. 이런한 점에서, 오디널스는 역사적으로 흥미롭지 않다.
pt: Se os Ordinals são ou não de interesse para os arqueólogos de NFT é uma questão em aberto! De certo modo, os Ordinals foram criados no início de 2022, quando a sua especificação foi finalizada. Nesse sentido, eles não são de interesse histórico.
ru: Вопрос о том, представляют ли ординалы интерес для археологов NFT, остается открытым! С одной стороны, ordinals были созданы в начале 2022 года, когда была завершена работа над спецификацией Ordinal. В этом смысле они не представляют исторического интереса.
zh: NFT 考古学家是否对序数感兴趣是一个悬而未决的问题！ 从某种意义上说，序数是在 2022 年初创建的，当时序数规范已定稿

source: In another sense though, ordinals were in fact created by Satoshi Nakamoto in 2009 when he mined the Bitcoin genesis block. In this sense, ordinals, and especially early ordinals, are certainly of historical interest.
de: In einem anderen Sinne wurden ordinals jedoch tatsächlich von Satoshi Nakamoto im Jahr 2009 erstellt, als er den Bitcoin-Genesis-Block schürfte. In diesem Sinne sind Ordnungszahlen und insbesondere frühe Ordnungszahlen sicherlich von historischem Interesse.
es: Pero si miramos desde otra perspectiva, los ordinals fueron creados por Satoshi Nakamoto en el 2009 cuando minó el bloque génesis de Bitcoin. Desde este punto de vista, los ordinals, y especialmente los primeros ordinals, ciertamente son de interés histórico.
fil: Gayunpaman, sa ibang kahulugan, ang mga ordinal ay sa katunayan ay nilikha ni Satoshi Nakamoto noong 2009 nang siya ay nag-mina ng Bitcoin genesis block. Sa ganitong diwa, ang mga ordinal, at lalo na ang mga maagang ordinal, ay tiyak na may interes sa kasaysayan.
fr: D’un autre coté par contre, les ordinals ont en fait été créés par Satoshi Nakamoto en 2009 lorsqu’il a miné le bloc de genèse de Bitcoin. En ce sens, les ordinals, et en particulier les premiers ordinals, suscitent certainement un intérêt historique.
hi: हालाँकि, दूसरे अर्थ में, ऑर्डिनल्स का सृजन वास्तव में सातोशी नाकामोटो द्वारा 2009 में किया गया था जब उन्होंने बिटकॉइन जेनेसिस ब्लॉक का खनन किया था। इस सीधा मतलब यह है कि ऑर्डिनल्स, विशेष रूप से प्रारंभिक ऑर्डिनल्स का निश्चित रूप से ऐतिहासिक महत्‍व है।
it: In un altro senso, invece, gli ordinali sono stati creati da Satoshi Nakamoto nel 2009, quando ha estratto il blocco genesis di Bitcoin. In questo modo, gli ordinali, e soprattutto i primi ordinali, sono certamente di interesse storico.
ko: 하지만 다른 의미에서 오디널스는 사실 2009년 사토시 나카모토가 비트코인 제네시스 블록을 채굴할 때 만들어졌다. 이런 관점에서 오디널스, 특히 초기 오디널스는 분명 역사적으로 흥미로운 존재다.
pt: Por outro lado, porém, os Ordinals foram de fato criados por Satoshi Nakamoto e especialmente os primeiros Ordinals, são certamente de interesse histórico.
ru: С другой стороны, ordinals были фактически созданы Сатоши Накамото в 2009 году при майнинге генезисного блока Bitcoin. В этом смысле ordinals, и особенно ранние ordinals, безусловно, представляют исторический интерес.
zh: 从这个意义上说，它们不具有历史意义。但从另一种意义上说，序数实际上是由中本聪在 2009 年开采比特币创世块时创造的。从这个意义上说，序数，尤其是早期的序数，当然具有历史意义。

source: Many ordinal theorists favor the latter view. This is not least because the ordinals were independently discovered on at least two separate occasions, long before the era of modern NFTs began.
de: Viele Ordinal theoretiker befürworten die letztere Ansicht. Dies liegt nicht zuletzt daran, dass die ordinals bei mindestens zwei verschiedenen Gelegenheiten unabhängig voneinander entdeckt wurden, lange bevor die Ära moderner NFTs begann.
es: Muchos teóricos de ordinals favorecen este concepto. Esto se debe en parte a que los ordinals fueron descubiertos en otras dos ocasiones, mucho antes de que comenzara la era de los NFTs modernos.
fil: Maraming ordinal theorists ang pumapabor sa huling pananaw. Ito ay hindi bababa sa dahil ang mga ordinal ay natuklasan sa hindi bababa sa dalawang magkahiwalay na okasyon, bago pa nagsimula ang panahon ng mga modernong NFT.
fr: De nombreux théoriciens d’Ordinals préfèrent cette dernière perspective. Cela tient en partie au fait que les ordinals ont été découverts indépendamment au moins à deux reprises, bien avant l’ère des NFTs modernes.
hi: बहुत सारे सिद्धांतकार बाद वाले दृष्टिकोण का समर्थन करते हैं। इसे कम कर नहीं आंकना चाहिए क्योंकि आधुनिक एनएफटी का युग शुरू होने से बहुत पहले, कम से कम दो अलग-अलग समयावधि पर ऑर्डिनल्स स्वतंत्र रूप से खोजे गए थे।
it: Molti teorici degli ordinali sono favorevoli a quest'ultimo punto di vista. Anche perché gli ordinali sono stati scoperti in modo indipendente in almeno due occasioni distinte, molto prima che iniziasse l'era degli NFT moderni.
ko: 많은 오디널 이론가들은 후자의 견해를 선호한다. 이는 특히 오디널스가 현대적 NFT 시대가 시작되기 훨씬 전에 적어도 두 차례에 걸쳐 독립적으로 발견되었기 때문이다.
pt: Muitos teóricos de Ordinals favorecem este ângulo. Até porque os Ordinals foram descobertos independentemente em pelo menos duas ocasiões distintas, muito antes do início da era dos NFTs modernos.
ru: Многие ordinal теоретики придерживаются последней точки зрения. Не в последнюю очередь это связано с тем, что ordianls были независимо обнаружены, по крайней мере, в двух отдельных случаях, задолго до начала эры современных NFT.
zh: 许多序数理论家赞成后一种观点。这不仅仅是因为序数是在至少两个不同的场合独立发现的，远早于现代 NFT 时代开始。
