Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: The search box accepts a variety of object representations.
de: Das Suchfeld akzeptiert eine Vielzahl von Objektdarstellungen.
es: El cuadro de búsqueda acepta una variedad de representaciones de objetos.
fil: Tumatanggap ng paghahanap ng iba't ibang representasyon ng object.
fr: La zone de recherche accepte une variété de représentations d’objets.
hi: सर्च बॉक्स विभिन्न प्रकार के ऑब्जेक्ट अभ्यावेदन स्वीकार करता है।
it: La casella di ricerca accetta una varietà di rappresentazioni di oggetti.
ko: 검색 상자에는 다양한 개체 표현이 허용된다.
pt: A caixa de pesquisa aceita uma variedade de representações de objetos.
ru: Поле поиска принимает различные представления объектов.
zh: 搜索框可以使用各种对象：

source: Blocks
de: Blöcke
es: Bloques
fr: Blocs
hi: ब्लॉक्‍स
it: Blocchi
ko: 블록
pt: Blocos
ru: Блоки
zh: 区块

source: Blocks can be searched by hash, for example, the genesis block:
de: Blöcke können per Hash durchsucht werden, zum Beispiel der Genesis-Block:
es: Los bloques pueden buscarse por hash, por ejemplo, este es el bloque génesis:
fil: Maaaring hanapin ang mga block sa pamamagitan ng hash, halimbawa, ang genesis block:
fr: Les blocs peuvent être recherchés par hash, par exemple, le bloc genesis :
hi: ब्लॉक्‍स हैश के माध्‍यम से सर्च किए जा सकता हैं, इसका उदाहरण, जेनेसिस ब्लॉक है:
it: I blocchi possono essere ricercati per hash, ad esempio il blocco genesis:
ko: 블록은 해시별로 검색할 수 있다 (예를 들어 제네시스 블록):
pt: Os blocos podem ser pesquisados por hash, por exemplo, o bloco gênesis:
ru: Блоки можно искать по хэшу, например, блок genesis:
zh: 区块可以通过哈希来查找，例如创世区块：

source: Transactions
de: Transaktionen
es: Transacciones
hi: लेनदेन
it: Transazioni
ko: 트랜잭션
pt: Transações
ru: Транзакции
zh: 交易

source: Transactions can be searched by hash, for example, the genesis block coinbase transaction:
de: Transaktionen können nach Hash durchsucht werden, zum Beispiel die Genesis Block Coinbase Transaktion:
es: Las transacciones pueden buscarse por su hash, por ejemplo, esta es la transacción coinbase del bloque génesis:
fil: Maaaring hanapin ang mga transaksyon sa pamamagitan ng hash, halimbawa, ang genesis block coinbase na transaksyon:
fr: Les transactions peuvent être recherchées par hash, par exemple, la transaction coinbase du bloc genesis :
hi: लेनदेन हैश द्वारा सर्च किए जा सकते हैं, उदाहरण के लिए, जेनेसिस ब्लॉक कॉइनबेस लेनदेन:
it: Le transazioni possono essere ricercate per hash, ad esempio la transazione coinbase del blocco genesis:
ko: 트랜잭션을 해시별로 검색할 수 있다 (예를 들어 제네시스 블록 코인베이스 트랜잭션):
pt: As transações podem ser pesquisadas por hash, por exemplo, a transação coinbase do bloco gênesis:
ru: Транзакции можно искать по хэшу, например, транзакция coinbase на блоке genesis:
zh: 可以通过哈希查找交易，例如创世区块的coinbase交易：

source: Outputs
es: Salidas
fr: Sorties
hi: आउटपुट
it: Uscite
ko: 출력
pt: Saídas
ru: Выходы
zh: 输出

source: Transaction outputs can searched by outpoint, for example, the only output of the genesis block coinbase transaction:
de: Transaktions outputs können nach Outpoint durchsucht werden, zum Beispiel die einzige outputs der Genesis-Block-Coinbase-Transaktion:
es: Las salidas de las transacciones se pueden buscar por outpoint, por ejemplo, esta la única salida de la transacción coinbase del bloque génesis:
fil: Maaaring hanapin ang mga output ng transaksyon sa pamamagitan ng outpoint, halimbawa, ang solong output ng genesis block coinbase na transaksyon:
fr: Les sorties de transaction peuvent être recherchées par outpoint, par exemple, la seule sortie de la transaction coinbase du bloc genesis :
hi: लेनदेन आउटपुट आउटपॉइंट द्वारा तलाशी जा सकती है, उदाहरण के लिए, जेनेसिस ब्लॉक कॉइनबेस लेनदेन की एकमात्र आउटपुट:
it: Gli output delle transazioni possono essere ricercati per outpoint, ad esempio l'unico output della transazione coinbase del blocco genesis:
ko: 트랜잭션 출력을 아웃포인트별로 검색할 수 있다 (예를 들어 제네시스 블록 코인베이스 트랜잭션의 유일한 출력):
pt: As saídas da transação podem ser pesquisadas por ponto final, por exemplo, a única saída da transação coinbase do bloco gênesis:
ru: Выходы транзакций могут искаться по выходной точке, например, единственный выход транзакции coinbase на блоке genesis:
zh: 可以通过outpoint搜索交易输出，例如创世块coinbase交易的唯一输出：

source: Sats can be searched by integer, their position within the entire bitcoin supply:
de: Sats können nach ihrer Ganzzahl, ihrer Position im gesamten Bitcoin-Vorrat, gesucht werden:
es: Los sats se pueden buscar por número entero (integer), que representa su posición dentro del suministro total de bitcoin:
fil: Maaaring hanapin ang Sats sa pamamagitan ng buong numero, ang kanilang posisyon sa buong supply ng bitcoin:
fr: Les sats peuvent être recherchés par nombre entier, qui représente leur position dans l’ensemble de l’offre de bitcoins :
hi: सैट्स इंटेगर (पूर्णांक) द्वारा खोजे जा सकते हैं, संपूर्ण बिटकॉइन आपूर्ति के भीतर उनकी स्थिति में:
it: I satoshi possono essere ricercati per numero intero, la loro posizione all'interno dell'intera offerta di bitcoin:
ko: 각 SAT은 정수로 검색할 수 있다. 이는 전체 비트코인 공급량 내에서 해당 SAT의 위치다:
pt: Sats podem ser pesquisados por número inteiro, sua posição dentro de toda a oferta de bitcoin
ru: Sats можно искать по целому числу, по их положению во всем запасе Биткоинов:
zh: 聪 可以按整数搜索，它们在整个比特币供应中的位置：

source: By decimal, their block and offset within that block:
de: Nach Dezimalstellen, ihrem Block und der Position innerhalb dieses Blocks:
es: Por decimal, su bloque y desplazamiento dentro de ese bloque:
fil: Sa pamamagitan ng decimal, ang kanilang block at ang kanilang offset sa block:
fr: Par nombre décimal, leur bloc et leur déplacement dans ce bloc :
hi: दशमलव द्वारा द्वारा खोजे जा सकते हैं, उनके ब्लॉक और उस ब्लॉक के भीतर ऑफसेट (प्रतिसंतुलित) कर:
it: Per decimale, il loro blocco e l'offset all'interno di quel blocco:
ko: 소수점 기준으로 검색할 수 있다. 이는 해당 블록과 해당 블록 내의 오프셋을 나타낸다:
pt: Por decimal, seu bloco e deslocamento dentro daquele bloco:
ru: По десятичному числу - по блоку и смещению внутри блока:
zh: 按十进制，它们的块和该块内的偏移量：

source: By degree, their cycle, blocks since the last halving, blocks since the last difficulty adjustment, and offset within their block:
de: Nach Grad, ihrem Zyklus, den Blöcken seit der letzten Halbierung, den Blöcken seit der letzten Schwierigkeitsanpassung und der Position in ihrem Block:
es: Por grado sexagesimal, su ciclo, bloques desde el ultimo halving, bloques desde el último ajuste de dificultad y desplazamiento dentro de su bloque:
fil: Ayon sa antas, ang kanilang cycle, mga bloke mula noong huling halving, mga bloke mula noong huling difficulty adjustment, at offset sa kanilang mga bloke:
fr: Par degré sexagésimal, leur cycle, blocs depuis le dernier halving, blocs depuis le dernier ajustement de la difficulté, et déplacement dans leur bloc :
hi: डिग्री, उसके चक्र, अंतिम कठिन समायोजन के बाद से अंतिम पड़ाव के बाद ब्लॉक द्वारा, और उनके ब्लॉक के भीतर ऑफसेट (प्रतिसंतुलित) कर:
it: Per grado, il ciclo, i blocchi dall'ultimo halving, i blocchi dall'ultimo aggiustamento della difficoltà e l'offset all'interno del blocco:
ko: 도표기법으로 검색할 수 있다. 이는 주기, 마지막 반감기 이후 블록, 마지막 난이도 조정 이후 블록, 블록 내 오프셋을 나타낸다:
pt: Por grau, seu ciclo, blocos desde o último halving, blocos desde o último ajuste de dificuldade e deslocamento dentro do bloco:
ru: По степени, их циклу, блокам с момента последнего халвинга, блокам с момента последней корректировки сложности и смещению внутри их блока:
zh: 按度数，他们的周期，自上次减半以来的区块，自上次难度调整以来的区块，以及区块内的偏移量：

source: By name, their base 26 representation using the letters "a" through "z":
de: Nach Namen, ihrer Basis-26-Darstellung mit den Buchstaben "a" bis "z":
es: Por nombre, utilizando su representación en base 26 con letras de la "a" hasta la "z":
fil: Sa kanilang pangalan, ang kanilang representasyon sa base-26 gamit ang mga letrang "a" hanggang "z":
fr: Par leur nom, leur représentation à base 26 à l’aide des lettres de « a » à « z » :
hi: नाम द्वारा, "a" से "z" उनके मूल 26 अक्षरों के प्रतिनिधित्व का उपयोग करके:
it: Per nome, la loro rappresentazione in base 26 utilizzando le lettere da "a" a "z":
ko: 이름으로 검색할 수 있다. 이는 문자 “a”부터 “z”까지를 사용하여 SAT을 base26으로 표기하는 법이다:
pt: Por nome, sua representação na base 26 usando as letras "a" até "z":
ru: По названию, их базовое представление 26 с использованием букв от "a" до "z":
zh: 按照名称，它们使用字母"a"到"z"的 26个字母组合表示：

source: Or by percentile, the percentage of bitcoin's supply that has been or will have been issued when they are mined:
de: Oder nach Prozentil, dem Prozentsatz des Bitcoin-Angebots, das bereits emittiert wurde oder emittiert wird, wenn sie abgebaut werden:
es: O por percentil, el cual representa el porcentaje del suministro total de bitcoin que ha sido o será emitido una vez sean minados:
fil: O ayon sa percentile, ang porsyento ng supply ng bitcoin na ibibigay o ibibigay kapag na-mina:
fr: Ou par percentile, le pourcentage de l’offre de bitcoins qui a été ou sera émis une fois qu’ils auront été minés :
hi: या प्रतिशतक द्वारा, बिटकॉइन खनन के समय जारी किये गये या जारी की जाने वाली बिटकॉइन की आपूर्ति के अनुरूप की जाएगी:
it: O per percentile, la percentuale della fornitura di bitcoin che è stata o sarà emessa al momento della loro estrazione:
ko: 또는 백분위수로 검색할 수 있다. 이는 해당 SAT가 채굴되었을 때 이미 발행되었거나 앞으로 발행될 비트코인의 공급량의 비율이다:
pt: Ou por percentil, a porcentagem do oferta de bitcoin que foi ou terá sido emitida quando ele for minerado:
ru: Или по процентному соотношению - процент от количества Биткоинов, которые были или будут выпущены при их майнинге:
zh: 或者按百分位数，在开采时已经或将要发行的比特币供应量的百分比：

source: You can run `ord` with the `--enable-json-api` flag to access endpoints that return JSON instead of HTML if you set the HTTP `Accept: application/json` header. The structure of theses objects closely follows what is shown in the HTML. These endpoints are:
fil: Maaari mong patakbuhin ang `ord` gamit ang `--enable-json-api` flag upang ma-access ang mga endpoint na ibalik ang JSON sa halip na HTML kung na-set mo ang HTTP `Accept: application/json` header. Ang istraktura ng mga bagay na ito ay malapit na sumusunod sa kung ano ang ipinapakita sa HTML. Ang mga endpoint na ito ay:
fr: Vous pouvez exécuter `ord` avec le drapeau `--enable-json-api` pour accéder à des points de terminaison qui renvoient des réponses JSON au lieu de HTML si vous définissez l’en-tête HTTP `Accept: application/json`. La structure de ces objets suit de près ce qui est montré dans HTML. Ces points de terminaison sont les suivants :
it: È possibile eseguire `ord` con il flag `--enable-json-api` per accedere a endpoint che restituiscono JSON anziché HTML se si imposta l'intestazione HTTP `Accept: application/json`. La struttura di questi oggetti segue da vicino quella mostrata nell'HTML. Questi endpoint sono:
zh: 你可以运行 `ord` 和 `--enable-json-api` 标签访问返回JSON而非HTML的端点，只需要设置HTTP的header `Accept: application/json` 这些对象的结构紧贴HTML所展示的内容。这些端点包括：

source: To get a list of the latest 100 inscriptions you would do:
fil: Para makakuha ng listahan ng pinakabagong 100 inskripsiyon na gagawin mo:
fr: Pour obtenir une liste des 100 dernières inscriptions, il faut procéder comme suit :
it: Per ottenere un elenco delle ultime 100 iscrizioni è necessario procedere come segue:
zh: 你可以运行以下命令来得到最近的100个铭文的清单

source: To see information about a UTXO, which includes inscriptions inside it, do:
fil: Upang makakita ng impormasyon tungkol sa isang UTXO, na may kasamang mga inskripsiyon sa loob nito, gawin ang:
fr: Pour obtenir des informations sur un UTXO qui contient des inscriptions, exécutez :
it: Per visualizzare le informazioni su un UTXO, che includono le iscrizioni al suo interno, procedere come segue:
zh: 要看到一个UTXO包含的铭文信息，运行:

source: Which returns:
fil: Na mag re-return ng:
fr: Ce qui renvoie :
it: Che restituisce:
zh: 返回

source: Ordinal Inscription Guide
de: Ordinal Inscription Anleitungen
es: Guía de inscripciones Ordinal
fil: Gabay sa Ordinal inscriptions
fr: Guide d’inscription ordinale
hi: ऑर्डिनल्स्‍स इंस्‍क्रि‍प्‍शन मार्गदर्शक निर्देश
it: Guida all'Iscrizione Ordinale
ko: 오디널 인스크립션 가이드
pt: Guia de inscrição ordinal
ru: Руководство по надписям ordinal
zh: 铭文指引

source: Individual sats can be inscribed with arbitrary content, creating Bitcoin-native digital artifacts that can be held in a Bitcoin wallet and transferred using Bitcoin transactions. Inscriptions are as durable, immutable, secure, and decentralized as Bitcoin itself.
de: Einzelsats können mit beliebigem Inhalt beschriftet werden, wodurch Bitcoin-native digitale Artefakte entstehen, die in einer Bitcoin-Brieftasche aufbewahrt und mit Bitcoin-Transaktionen übertragen werden können. Inscriptions sind genauso langlebig, unveränderlich, sicher und dezentralisiert wie Bitcoin selbst.
es: Cada sat puede ser inscrito con contenido arbitrario, permitiendo la creación de artefactos digitales únicos nativos en Bitcoin. Estos artefactos digitales pueden almacenarse en monederos de Bitcoin y transferirse mediante transacciones de Bitcoin. Las inscripciones son tan duraderas, inmutables, seguras y descentralizadas como el propio Bitcoin.
fil: Ang mga indibidwal na sat ay maaaring ma-inscribe ng arbitrary na content, na lumilikha ng mga digital artifact na pinagana ng Bitcoin na maaaring i-store sa isang Bitcoin wallet at ilipat sa pamamagitan ng mga transaksyon sa Bitcoin. Ang mga inscription ay hindi nababago, secure, at desentralisado gaya ng mismong Bitcoin.
fr: Chaque sat peut être inscrit avec un contenu arbitraire, créant ainsi des artefacts numériques natifs de Bitcoin qui peuvent être stockés dans un portefeuille Bitcoin et transférés à l’aide de transactions Bitcoin. Les inscriptions sont aussi durables, immuables, sûres et décentralisées que Bitcoin lui-même.
hi: व्‍यक्तिगत सैट्स को स्‍वेच्छित विषय-वस्‍तु के साथ उत्‍कीर्ण किया जा सकता है, जो बिटकॉइन-मूल डिजिटल अभिलेखों का सृजन किया जा सकता है जिन्हें बिटकॉइन वॉलेट में सहेजा जा सकता है और बिटकॉइन लेनदेन करके स्थानांतरित किया जा सकता है। ये डिजिटल अभिलेख भी बिटकॉइन की तरह ही टिकाऊ, अपरिवर्तनीय, सुरक्षित और विकेंद्रीकृत हैं।
it: I singoli satoshi possono essere iscritti con contenuti arbitrari, creando artefatti digitali nativi di Bitcoin che possono essere conservati in un portafoglio Bitcoin e trasferiti tramite transazioni Bitcoin. Le iscrizioni sono durevoli, immutabili, sicure e decentralizzate come Bitcoin stesso.
ko: 각 SAT에 임의의 콘텐츠를 새길 수 있으며, 이로써 비트코인 지갑에 보관하고 비트코인 거래를 통해 전송할 수 있는 고유한 비트코인 자체 디지털 아티팩트를 만들 수 있다. 인스크립션은 비트코인만큼이나 내구성이 있고, 불변하며, 안전하고, 탈중앙화되어 있다.
pt: Sats individuais podem ser inscritos com conteúdo arbitrário, criando artefatos digitais nativos do Bitcoin que podem ser mantidos em uma carteira Bitcoin e transferidos usando transações Bitcoin. As inscrições são tão duráveis, imutáveis, seguras e descentralizadas quanto o próprio Bitcoin.
ru: На отдельные sats можно наносить надписи с произвольным содержанием, создавая цифровые артефакты, основанные на Биткоинах, которые можно хранить в биткоин-кошельке и передавать с помощью биткоин-транзакций. Надписи столь же долговечны, неизменяемы, безопасны и децентрализованы, как и сам Биткоин.
zh: 单个 聪 可以刻有任意内容，创建可以保存在比特币钱包中并使用比特币交易传输的比特币原生数字人工制品。铭文与比特币本身一样持久、不变、安全和去中心化。

source: Working with inscriptions requires a Bitcoin full node, to give you a view of the current state of the Bitcoin blockchain, and a wallet that can create inscriptions and perform sat control when constructing transactions to send inscriptions to another wallet.
de: Die Arbeit mit inscriptions erfordert einen Bitcoin-Full-Node, um Ihnen eine Ansicht des aktuellen Zustands der Bitcoin-Blockchain zu geben, sowie eine Brieftasche, die inscription erstellen und Satoshis kontrollieren kann, wenn Transaktionen erstellt werden, um Inschriften an eine andere Brieftasche zu senden.
es: Trabajar con inscripciones requiere de un nodo de Bitcoin para darte una visión del estado actual de la blockchain de Bitcoin, además de un monedero capaz de crear inscripciones y realizar control de sats a la hora de construir transacciones para enviar inscripciones a otro monedero.
fil: Ang pagtratrabaho sa inscriptions ay nangangailangan ng isang Bitcoin full node, upang mabigyan ka ng view ng kasalukuyang estado ng Bitcoin blockchain, at isang wallet na maaaring lumikha ng mga inscription at magsagawa ng sat check kapag gumagawa ng mga transaksyon upang magpadala ng mga inscription sa ibang wallet.
fr: Travailler avec des inscriptions nécessite un nœud complet Bitcoin, pour vous donner une vue d’ensemble de l’état actuel de la blockchain Bitcoin, et un portefeuille qui peut créer des inscriptions et effectuer un contrôle de sats lors de la préparation de transactions visant à envoyer des inscriptions à un autre portefeuille.
hi: डिजिटल अभिलेखों का प्रयोग करने के लिए आपको बिटकॉइन ब्लॉकचेन की वर्तमान स्थिति दर्शाने के लिए एक बिटकॉइन पूर्ण नोड की आवश्यकता होती है। इसके अतिरिक्‍त, वॉलेट जो डिजिटल अभिलेखों का सृजन कर सकता है और दूसरे वॉलेट में डिजिटल अभिलेखों को प्रेषित करने के लिए लेनदेन के दौरान सैट नियंत्रि‍त कर सकता है।
it: Per lavorare con le iscrizioni è necessario un nodo Bitcoin completo, per avere una visione dello stato attuale della blockchain Bitcoin, e un portafoglio in grado di creare iscrizioni e di eseguire il controllo sat quando si costruiscono transazioni per inviare iscrizioni a un altro portafoglio.
ko: 인스크립션 작업에는 비트코인 블록체인의 현재 상태를 볼 수 있는 비트코인 풀 노드와 인스크립션을 생성하고 다른 지갑으로 인스크립션을 전송하는 트랜잭션을 만들 때 SAT 제어를 수행할 수 있는 지갑이 필요하다.
pt: Trabalhar com inscrições requer um nó completo do Bitcoin, para fornecer uma visão do estado atual da blockchain do Bitcoin, e uma carteira que pode criar inscrições e realizar controle de sat ao construir transações para enviar inscrições para outra carteira.
ru: Для работы с надписями требуется Bitcoin full node, позволяющий видеть текущее состояние блокчейна Bitcoin, и кошелек, способный создавать надписи и осуществлять sat контроль при построении транзакций для отправки надписей на другой кошелек.
zh: 使用铭文需要一个比特币完整节点，让您了解比特币区块链的当前状态，以及一个可以创建铭文并在构建交易以将铭文发送到另一个钱包时执行 聪 控制的钱包。

source: Bitcoin Core provides both a Bitcoin full node and wallet. However, the Bitcoin Core wallet cannot create inscriptions and does not perform sat control.
de: Bitcoin Core bietet sowohl einen Bitcoin-Full-Node als auch eine Brieftasche. Die Bitcoin Core-Brieftasche kann jedoch keine inscriptions erstellen und führt keine Satoshis-Kontrolle durch.
es: Bitcoin Core proporciona un nodo completo de Bitcoin y un monedero. Sin embargo, el monedero de Bitcoin Core no puede crear inscripciones y no realiza control de sats.
fil: Ang Bitcoin Core ay nagbibigay ng parehong buong node at isang Bitcoin wallet. Gayunpaman, ang Bitcoin Core Wallet ay hindi makakalikha ng inscriptions at hindi nagsasagawa ng mga sat control.
fr: Bitcoin Core fournit à la fois un nœud complet et un portefeuille Bitcoin. Le portefeuille Bitcoin Core ne peut cependant pas créer d’inscriptions et n’effectue pas de contrôle de sats.
hi: बिटकॉइन कोर में बिटकॉइन पूर्ण नोड और वॉलेट दोनों प्रदान किए जाते हैं। हालाँकि, बिटकॉइन कोर वॉलेट डिजिटल अभिलेखों के सृजन नहीं कर सकते और न ही सैट नियंत्रण निष्‍पादित करते हैं।
it: Bitcoin Core fornisce sia un nodo completo Bitcoin che un portafoglio. Tuttavia, il portafoglio di Bitcoin Core non può creare iscrizioni e non esegue il controllo sat.
ko: Bitcoin Core는 비트코인 풀노드와 지갑을 모두 제공한다. 그러나 Bitcoin Core 지갑은 인스크립션을 생성할 수 없으며, SAT 제어를 수행하지 않는다.
pt: O Bitcoin Core fornece um nó completo e uma carteira Bitcoin. No entanto, a carteira Bitcoin Core não pode criar inscrições e não realiza controle de sat.
ru: Bitcoin Core предоставляет как Bitcoin full node, так и кошелек. Однако кошелек Bitcoin Core не может создавать надписи и не осуществляет sat контроль.
zh: Bitcoin Core 提供比特币全节点和钱包。 但是，Bitcoin Core 钱包不能创建铭文，不执行 聪 控制。

source: This requires [`ord`](https://github.com/ordinals/ord), the ordinal utility. `ord` doesn't implement its own wallet, so `ord wallet` subcommands interact with Bitcoin Core wallets.
de: Dies erfordert [`ord`](https://github.com/ordinals/ord), das Ordinal-utility. `ord` implementiert keine eigene Brieftasche, daher interagieren `ord wallet`-Befehle mit Bitcoin Core-Brieftaschen.
es: Para esto se requiere [`ord`](https://github.com/ordinals/ord), la utilidad de ordinals. `ord` no implementa su propio monedero, por lo que los subcomandos del `monedero ord` interactúan con los monederos de Bitcoin Core.
fil: Nangangailangan ito ng [`ord`](https://github.com/ordinals/ord), ang ordinal utility. Hindi nagpapatupad ang `ord` ng sarili nitong wallet, kaya ang mga subcommand ng ord wallet ay nakikipag-ugnayan sa mga wallet ng Bitcoin Core.
fr: Pour cela, il faut recourir à [`ord`](https://github.com/ordinals/ord), l’utilitaire ordinal. `ord` n’implémente pas son propre portefeuille, donc les sous-commandes du portefeuille `ord wallet` interagissent avec les portefeuilles Bitcoin Core.
hi: इसके लिए [`ऑर्ड`](https://github.com/ordinals/ord), यूटिलिटी की आवश्यकता होती है। `ऑर्ड` अपने स्वयं के वॉलेट अमल में नहीं लाते हैं, इसीलिए `ऑर्ड वॉलेट` के उप-अनुदेश बिटकॉइन कोर वॉलेट के साथ समन्‍वय करते हैं।
it: Per questo è necessario [`ord`](https://github.com/ordinals/ord), l'utilità ordinale. `ord` non implementa un proprio portafoglio, quindi i sottocomandi del `portafoglio ord` interagiscono con i portafogli di Bitcoin Core.
ko: 이를 위해서는 오디널 유틸리티인 [`ord`](https://github.com/ordinals/ord)가 필요하다. `ord`는 자체 지갑을 구현하지 않으므로 `ord wallet` 하위 명령은 Bitcoin Core 지갑과 상호작용한다.
pt: Isso requer [`ord`](https://github.com/ordinals/ord), o utilitário ordinal. `ord` não implementa sua própria carteira, então os subcomandos `ord wallet` interagem com carteiras Bitcoin Core.
ru: Для этого требуется [`ord`](https://github.com/ordinals/ord), ordinal utility. `ord` не реализует собственный кошелек, поэтому подкоманды `ord wallet` взаимодействуют с кошельками Bitcoin Core.
zh: 这需要[`ord`](https://github.com/ordinals/ord)，序数实用程序。 `ord` 没有自己的钱包，因此 `ord wallet`子命令与 Bitcoin Core 钱包交互。

source: This guide covers:
de: Dieser Anleitungen behandelt:
es: Esta guía cubre:
fil: Sinasaklaw ng gabay na ito ang mga sumusunod na punto:
fr: Ce guide couvre :
hi: इस मार्गदर्शक निर्देशों में निम्‍नलिखित शामिल हैं:
it: Questa guida tratta di:
ko: 이 가이드에서 다룰 토픽:
pt: Este guia cobre:
ru: В этом руководстве рассматриваются:
zh: 本指南涵盖：

source: Installing Bitcoin Core
de: Bitcoin Core installieren
es: La instalación de Bitcoin Core
fil: Pag-install ng Bitcoin Core
fr: L’installation de Bitcoin Core
hi: बिटकॉइन कोर इंस्‍टाल करना
it: Installazione di Bitcoin Core
ko: Bitcoin Core 설치
pt: Instalando Bitcoin Core
ru: Установка Bitcoin Core
zh: 安装 Bitcoin Core

source: Syncing the Bitcoin blockchain
de: Synchronisierung der Bitcoin-Blockchain
es: Sincronización de la blockchain de Bitcoin
fil: Pag-synchronize ng Bitcoin Blockchain
fr: La synchronisation de la blockchain Bitcoin
hi: बिटकॉइन ब्लॉकचेन सिंक करना
it: Sincronizzare la blockchain di Bitcoin
ko: 비트코인 블록체인 동기화
pt: Sincronizando a blockchain do Bitcoin
ru: Синхронизация блокчейна Bitcoin
zh: 同步比特币区块链

source: Creating a Bitcoin Core wallet
de: Erstellen einer Bitcoin Core-Wallet
es: Creación de un monedero de Bitcoin Core
fil: Gumawa ng Bitcoin Core wallet
fr: La création d’un portefeuille Bitcoin Core
hi: बिटकॉइन कोर वॉलेट का सृजन करना
it: Creare un portafoglio Bitcoin Core
ko: Bitcoin Core 지갑 만들기
pt: Criando uma carteira Bitcoin Core
ru: Создание кошелька Bitcoin Core
zh: 创建 Bitcoin Core 钱包

source: Using `ord wallet receive` to receive sats
de: Verwenden Sie `ord wallet receive` , um sats zu empfangen
es: Utilizando `ord wallet receive` para recibir sats
fil: Gamitin ang `ord wallet receive` para makatanggap ng sats
fr: L’utilisation de `ord wallet receive` pour recevoir des sats
hi: सैट प्राप्त करने के लिए `ord wallet receive` का उपयोग करना
it: Usare `ord wallet receive` per ricevere sats
ko: `ord wallet receive`을 사용하여 SAT 받기
pt: Usando `ord wallet receive` para receber sats
ru: Использование `ord wallet receive` для получения sats
zh: 使用 `ord wallet receive`收取聪
