Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Ord can be tested using the following flags to specify the test network. For more information on running Bitcoin Core for testing, see [Bitcoin's developer documentation](https://developer.bitcoin.org/examples/testing.html).
de: Ord kann mithilfe der folgenden Flags getestet werden, um das Testnetzwerk anzugeben. Weitere Informationen zum Ausführen von Bitcoin Core zu Testzwecken finden Sie in der [Entwicklerdokumentation von Bitcoin](https://developer.bitcoin.org/examples/testing.html).
es: Puedes hacer pruebas en `ord` utilizando las siguientes flags (banderas) para especificar la red de pruebas. Para obtener más información sobre cómo ejecutar Bitcoin Core en modo de pruebas, consulta la [documentación para desarrolladores de Bitcoin](https://developer.bitcoin.org/examples/testing.html).
fil: Maaaring subukan ang Ord gamit ang mga sumusunod na flag upang tukuyin ang test network. Para sa higit pang impormasyon sa pagpapatakbo ng Bitcoin Core para sa testing, tingnan ang [Bitcoin's developer documentation](https://developer.bitcoin.org/examples/testing.html).
fr: Ord peut être testé en utilisant les drapeaux suivants pour spécifier le réseau de test. Pour plus d'informations sur l'exécution de Bitcoin Core en mode test, consultez la [documentation pour développeurs de Bitcoin](https://developer.bitcoin.org/examples/testing.html).
hi: परीक्षण नेटवर्क को निर्दिष्ट करने के लिए ऑर्ड का परीक्षण निम्नलिखित फ़्लैग का उपयोग करके किया जा सकता है। परीक्षण के लिए बिटकॉइन कोर संचालित करने के बारे में अधिक जानकारी के लिए, बिटकॉइन के डेवलपर दस्तावेज़ देखें। [Bitcoin's developer documentation](https://developer.bitcoin.org/examples/testing.html).
it: Ord può essere testato utilizzando i seguenti flag per specificare la rete di test. Per ulteriori informazioni sull'esecuzione di Bitcoin Core per i test, consultare la [documentazione per sviluppatori di Bitcoin](https://developer.bitcoin.org/examples/testing.html).
ko: Ord는 다음 플래그를 사용하여 테스트 네트워크를 지정하여 테스트할 수 있다. 테스트를 위한 Bitcoin Core 실행에 대한 자세한 내용은 [비트코인 개발자 문서](https://developer.bitcoin.org/examples/testing.html)를 참조하자.
pt: Ord pode ser testado usando os seguintes sinalizadores para especificar a rede de teste. Para obter mais informações sobre como executar o Bitcoin Core para testes, consulte a [documentação do desenvolvedor do Bitcoin](https://developer.bitcoin.org/examples/testing.html).
ru: Ord можно протестировать, используя следующие флаги для указания тестовой сети. Более подробную информацию о запуске Bitcoin Core для тестирования смотрите в [документации разработчика Bitcoin](https://developer.bitcoin.org/examples/testing.html).
zh: 使用以下标志来指定测试网络，可以测试 Ord。有关运行比特币核心进行测试的更多信息，请参见[比特币的开发者文档](https://developer.bitcoin.org/examples/testing。

source: Most `ord` commands in [inscriptions](inscriptions.md) and [explorer](explorer.md) can be run with the following network flags:
de: Die meisten `ord` Befehle in [Inscriptions](inscriptions.md) und [Explorer](explorer.md) können mit den folgenden Netzwerkflags ausgeführt werden:
es: La mayoría de los comandos de `ord` que se mencionaron en la página de [inscripciones](inscriptions.md) y en [explorador](explorer.md) pueden ejecutarse con las siguientes banderas de red:
fil: Karamihan sa commands ng `ord` sa [inscriptions](inscriptions.md) at [explorer](explorer.md) ay maaaring i-run gamit ang mga sumusunod na flag ng network:
fr: La plupart des commandes `ord` dans les sections [inscriptions](inscriptions.md) et [explorateur](explorer.md) peuvent être exécutées avec les drapeaux de réseau suivants :
hi: [इंस्‍क्रीप्‍शंस](inscriptions.md) और [एक्सप्लोरर](explorer.md) में अधिकांश `ऑर्ड` कमांड निम्नलिखित नेटवर्क फ़्लैग के साथ संचालित किए जा सकते हैं:
it: La maggior parte dei comandi di `ord` in [iscrizioni](inscriptions.md) ed [explorer](explorer.md) può essere eseguita con i seguenti flag di rete:
ko: [인스크립션](inscriptions.md) 및 [탐색기](explorer.md)의 대부분의 `ord` 명령은 다음 네트워크 플래그를 사용하여 실행할 수 있다:
pt: A maioria dos comandos `ord` em [inscrições](inscriptions.md) e [explorador](explorer.md) podem ser executados com os seguintes sinalizadores de rede:
ru: Большинство команд `ord` в [inscriptions](inscriptions.md) и [explorer](explorer.md) могут быть запущены со следующими нетворк флагами:
zh: 大多数在[铭文](inscriptions.md) 和 [浏览器](explorer.md) 中的 `ord`命令可以使用以下网络标志运行：

source: `--testnet` or `-t`
es: `--testnet` o `-t`
fr: `--testnet` ou `-t`
it: `--testnet` o `-t`
ko: `--testnet` 또는 `-t`
pt: `--testnet` ou `-t`

source: `--signet` or `-s`
es: `--signet` o `-s`
fr: `--signet` ou `-s`
it: `--signet` o `-s`
ko: `--signet` 또는 `-s`
pt: `--signet` o `-s`

source: `--regtest` or `-r`
es: `--regtest` o `-r`
fr: `--regtest` ou `-r`
it: `--regtest` o `-r`
ko: `--regtest` 또는 `-r`
pt: `--regtest` o `-r`

source: Regtest doesn't require downloading the blockchain or indexing ord.
de: Für den Regtest ist kein Herunterladen der Blockchain oder Indexierungs das ord erforderlich.
es: Regtest no requiere que descargues la blockchain ni que se indexe ord.
fil: Ang regtest ay hindi nangangailangan ng pag-download ng blockchain o indexing ord.
fr: Regtest ne requiert pas le téléchargement de la blockchain ou l'indexation d'ord.
hi: Regtest के लिए ब्लॉकचेन या इंडेक्सिंग ऑर्ड डाउनलोड करने की आवश्यकता नहीं है।
it: Regtest non richiede il download della blockchain o l'indicizzazione di ord.
ko: Regtest는 블록체인을 다운로드하거나 ord를 인덱싱할 필요가 없다.
pt: O Regtest não requer o download da blockchain ou da indexação do ord.
ru: Regtest не требует загрузки блокчейна или индексации ord.
zh: Regtest不需要下载区块链或者建立ord索引

source: Run bitcoind in regtest with:
de: Führen Sie Bitcoind im Regtest aus mit:
es: Ejecutar bitcoind en regtest con:
fil: I-run ang bitcoind sa regtest gamit ang:
fr: Exécutez bitcoind sur regtest avec :
hi: Regtest में bitcoind के साथ संचालित करें:
it: Eseguire bitcoind in regtest con:
ko: 다음을 사용해 regtest에 bitcoind를 실행한다:
pt: Execute o bitcoind em regtest com:
ru: Запустите bitcoind в regtest с:
zh: 在regtest里运行bitcoind，使用：

source: Create a wallet in regtest with:
de: Erstellen Sie im Regtest ein Wallet mit:
es: Crear un monedero en regtest con:
fil: Gumawa ng wallet bilang regtest gamit ang:
fr: Créez un portefeuille sur regtest avec :
hi: regtest में इसके साथ एक वॉलेट बनाएं:
it: Creare un portafoglio in regtest con:
ko: 다음을 사용해 regtest에 지갑을 만든다:
pt: Crie uma carteira em regtest com:
ru: Создать кошелек в regtest с:
zh: 在regtest里创建钱包

source: Get a regtest receive address with:
de: Erhalten Sie eine Regtest-Empfangsadresse mit:
es: Obtener una dirección de recepción regtest:
fil: Kumuha ng isang regtest receive address na may:
fr: Obtenez une adresse de réception sur regtest avec :
hi: इसके साथ regtest रिसीव पता प्राप्‍त करें:
it: Ottenere un indirizzo di ricezione in regtest con:
ko: 다음을 사용해 regtest 수신 주소를 얻는다:
pt: Obtenha um endereço de recebimento de regtest com:
ru: Получите regtest адрес для приема с помощью:
zh: 创建一个regtest接收地址

source: Mine 101 blocks (to unlock the coinbase) with:
de: Minen Sie 101 Blöcke (um die coinbase freizuschalten) mit:
es: Minar 101 bloques (para desbloquear la transacción coinbase):
fil: Mine 101 blocks (upang i-unlock ang coinbase) gamit ang:
fr: Minez 101 blocs (pour débloquer la récompense du coinbase) avec :
hi: इसके साथ 101 ब्‍लॉक (कॉइनबेस को अनलॉक करने के लिए) खनन करें:
it: Estrarre 101 blocchi (per sbloccare il coinbase) con:
ko: 다음을 사용해 101 블록을 채굴한다(코인베이스 잠금 해제를 위해):
pt: Minere 101 blocos (para desbloquear a coinbase) com:
ru: Добыть 101 блок (для разблокировки coinbase) с помощью:
zh: 挖取101个区块（解锁coinbase）使用：

source: Inscribe in regtest with:
de: Inscribe im Regtest mit:
es: Inscribir en regtest:
fil: I-inscribe sa regtest kasama:
fr: Inscrivez sur regtest avec :
hi: regtest में इसके साथ उत्‍कीर्ण करें:
it: Inscrivere in regtest con:
ko: 다음을 사용해 regtest에 인스립션을 새긴다:
pt: Inscreva no regtest com:
ru: Inscribe в regtest с:
zh: 在regtest上铭刻

source: Mine the inscription with:
de: Mine die inscription mit:
es: Minar la inscripcion:
fil: I-mine and inscription gamit ang:
fr: Minez l’inscription avec :
hi: इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) में इसके साथ खनन करें:
it: Estrarre l'iscrizione con:
ko: 다음을 사용해 인스크립션을 채굴한다:
pt: Minere a inscrição:
ru: Добыть надпись с:
zh: 挖取铭文

source: View the inscription in the regtest explorer:
de: Sehen Sie sich die inscription im Regtest-Explorer an:
es: Visualizar la inscripción en el explorador de regtest:
fil: Tingnan ang inskripsiyon sa regtest explorer:
fr: Consultez l’inscription dans l’explorateur regtest :
hi: regtest एक्‍सप्‍लोर में इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) देखें:
it: Visualizzare l'iscrizione nell'explorer di regtest:
ko: 다음을 사용해 regtest 탐색기에서 인스크립션을 확인한다:
pt: Veja a inscrição no explorador de blocos regtest:
ru: Посмотреть надпись в regtest explorer:
zh: 在regtest浏览器里查看铭文

source: Testing Recursion
de: Testen der Rekursion
es: Prueba de Recursión
fil: Pag-test ng Recursion
fr: Test de récursion
hi: टेस्टिंग रिकर्सन (परीक्षण प्रत्‍यावर्तन)
it: Testare la Recursion
ko: 리커젼 테스트
pt: Testando Recursão
ru: Тестирование рекурсии
zh: 测试递归

source: When testing out [recursion](../inscriptions/recursion.md), inscribe the dependencies first (example with [p5.js](https://p5js.org)):
fil: Kapag sinusubukan ang [recursion](../inscriptions/recursion.md), isulat ang mga dependencies muna (halimbawa sa [p5.js](https://p5js.org)):
fr: Lorsque vous testez la [récursion](../inscriptions/recursion.md), inscrivez d'abord les dépendances (exemple avec [p5.js](https://p5js.org)) :
hi: [रिकर्सन](../inscriptions/recursion.md) का परीक्षण करते समय, पहले संभावी परिसम्‍पत्ति को उत्‍कीर्ण करें (example with [p5.js](https://p5js.org)):
it: Per testare la [recursion](../inscriptions/recursion.md), inscrivere prima le dipendenze (esempio con [p5.js](https://p5js.org)):
ko: [리커젼](../inscriptions/recursion.md)을 테스트할 때는 종속성을 먼저 새긴다 (예: [p5.js](https://p5js.org)를 사용):
pt: Ao testar [recursão](../inscriptions/recursion.md), inscreva as dependências primeiro (exemplo com [p5.js](https://p5js.org)):

source: This should return a `inscription_id` which you can then reference in your recursive inscription.
de: Dies sollte eine `inscription_id` zurückgeben, auf die Sie dann in Ihrer rekursiven inscription verweisen können.
es: Esto debería proporcionar un `inscription_id` (id de inscripción) que luego puedes referenciar en tu inscripción recursiva.
fil: Dapat itong magbalik ng `inscription_id` na maaari mong ireference sa iyong recursive inscription.
fr: Cela devrait renvoyer un `inscription_id` (id d’inscription) que vous pouvez ensuite référencer dans votre inscription récursive.
hi: इसे एक `inscription_id` लौटाना चाहिए जिसका संदर्भ का उल्‍लेख आप अपने पुनरावर्ती इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) में कर सकते हैं।
it: Questo dovrebbe restituire un `inscription_id` a cui si può fare riferimento nell'iscrizione ricorsiva.
ko: 그러면 리커젼 인스크립션에서 참조할 수 있는 `inscription_id`가 반환될 것이다.
pt: Isso deve retornar um `inscription_id` que você pode referenciar em sua inscrição recursiva.
ru: Это должно вернуть значение `inscription_id`, на которое затем можно ссылаться в рекурсивной надписи.
zh: 这应该返回一个`inscription_id`，然后您可以在递归铭文中引用它。

source: ATTENTION: These ids will be different when inscribing on mainnet or signet, so be sure to change those in your recursive inscription for each chain.
de: ACHTUNG: Diese IDs werden unterschiedlich sein, wenn Sie auf Mainnet oder Signet inskribieren. Stellen Sie sicher, dass Sie sie für jede Kette in Ihrer rekursiven inscription ändern.
es: ATENCION: Estos IDs serán diferentes dependiendo de si estás inscribiendo en la red principal (mainnet) o en signet, así que recuerda ajustarlos en tu inscripción recursiva según la cadena que estés utilizando.
fil: PANSIN: Magiging iba ang mga id na ito kapag nag-inscribe sa mainnet o signet, kaya siguraduhing baguhin ang mga nasa iyong recursive inscription para sa bawat chain.
fr: ATTENTION : Ces ids seront différents si vous inscrivez sur mainnet ou signet, assurez-vous donc de les changer dans votre inscription récursive pour chaque chaîne.
hi: ध्यान दें: ये आईडी अलग-अलग होंगी, जब आप मेननेट या सिग्नेट पर उत्‍कीर्ण करते हैं, इसलिए प्रत्येक श्रृंखला के लिए अपने पुनरावर्ती इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) में इन्हें बदलना सुनिश्चित करें।
it: ATTENZIONE: Questi id saranno diversi quando si inscrive su mainnet o signet, quindi assicuratevi di cambiarli nella vostra iscrizione ricorsiva per ogni catena.
ko: 주의: 메인넷이나 시그넷에 새김 할 때 이 ID는 달라지므로 리커젼 인스크립션 안에 ID를 각 체인 맞추어 변경하도록 하자.
pt: ATENÇÃO: Esses ids serão diferentes ao inscrever-se na mainnet ou signet, portanto, certifique-se de alterá-los em sua inscrição recursiva para cada cadeia.
ru: ВНИМАНИЕ: Эти ID будут отличаться при вписывании в mainnet и signet, поэтому не забудьте изменить их в рекурсивном вписывании для каждого чейна.
zh: 请注意，在主网和signet上铭刻的时候这些id有所不同，因此请务必更改每个链的递归铭文中的内容。

source: Then you can inscribe your recursive inscription with:
de: Dann können Sie Ihre rekursive inscribe einschreiben mit:
es: Luego podrás inscribir tu inscripción recursiva utilizando:
fil: Pagkatapos ay maaari mong isulat ang iyong recursive inscription ng:
fr: Ensuite, vous pouvez inscrire votre inscription récursive avec :
hi: उसके बाद आप अपना पुनरावर्ती इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) इसके साथ उत्‍कीर्ण कर सकते हैं:
it: Quindi è possibile inscrivere l'iscrizione ricorsiva con:
ko: 그런 다음을 사용해 리커젼 인스크립션을 새길 수 있다:
pt: Então você pode inscrever sua inscrição recursiva com:
ru: Затем можно нанести рекурсивную надпись с помощью:
zh: 现在你可以使用以下命令来铭刻你的递归铭文：

source: Finally you will have to mine some blocks and start the server:
de: Schließlich müssen Sie einige Blöcke minen und den Server starten:
es: Para finalizar, necesitarás minar algunos bloques e iniciar el servidor:
fil: Sa wakas, kakailanganin mong mag-mine ng ilang mga bloke at simulan ang server:
fr: Enfin, vous devrez miner quelques blocs et démarrer le serveur :
hi: अंत में आपको कुछ ब्लॉक खनन करने होंगे और उसके बाद ही सर्वर शुरू करना होगा:
it: Infine, dovrete estrarre alcuni blocchi e avviare il server:
ko: 마지막으로 블록을 어느 정도 채굴해야 하고 서버를 시작해야 한다:
pt: Finalmente você terá que minerar alguns blocos e iniciar o servidor:
ru: Наконец, нужно добыть несколько блоков и запустить сервер:
zh: 最终你可以挖取一些区块来开始服务器：

source: `ord` includes a block explorer, which you can run locally with `ord server`.
de: `ord` enthält einen Block-Explorer, den Sie lokal mit `ord server` ausführen können.
es: `ord` incluye un explorador de bloques, el cual puedes ejecutar localmente utilizando `ord server`.
fil: Ang `ord` ay may kasamang block explorer, na maaari mong patakbuhin sa local gamit ang `ord server`.
fr: `ord` comprend un explorateur de blocs, que vous pouvez exécuter localement avec `ord server`.
hi: `ऑर्ड` में एक ब्लॉक एक्सप्लोरर शामिल है, जिसे आप `ord server` के साथ स्थानीय रूप से चला सकते हैं।
it: `ord` include un block explorer, che può essere eseguito localmente con `ord server`.
ko: `ord`에는 블록 탐색기가 포함되어 있으며, `ord server`로 로컬에서 실행할 수 있다.
pt: `ord` inclui um explorador de blocos, que você pode executar localmente com `ord server`.
ru: В состав `ord` входит обозреватель блоков, который можно запустить локально с помощью `ord server`.
zh: `ord` 包含了一个区块浏览器，你可以在本地运行`ord server`.

source: The block explorer allows viewing inscriptions. Inscriptions are user-generated content, which may be objectionable or unlawful.
de: Der Block-Explorer ermöglicht das Anzeigen von Inscriptions. Inscriptions sind von Benutzern generierte Inhalte, die möglicherweise anstößig oder rechtswidrig sein können.
es: El explorador de bloques permite visualizar las inscripciones, que son contenidos creados por los usuarios, y que pueden ser de carácter objetable o incluso ilícito.
fil: Nagbibigay ito ng kakayahan sayo na tingnan ang mga inskripsiyon sa block explorer. Ang mga inscription ay maaaring hindi kanais-nais o ilegal.
fr: L'explorateur de blocs permet de visualiser les inscriptions. Les inscriptions sont des contenus générés par les utilisateurs, qui peuvent être répréhensibles ou illicites.
hi: ब्लॉक एक्सप्लोरर इंस्‍क्रीप्‍शंस (डिजिटल अभिलेखों) देखने में सक्षम करता है। इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) उपयोगकर्ता-जनित विषय-व्‍स्‍तु है, जो आपत्तिजनक या गैरकानूनी हो सकती है।
it: L'esploratore di blocchi consente di visualizzare le iscrizioni. Le iscrizioni sono contenuti generati dagli utenti, che possono essere discutibili o illegali.
ko: 블록 탐색기를 통해 인스크립션을 볼 수 있다. 인스크립션은 사용자가 생성한 콘텐츠로, 그 콘텐츠가 불쾌감을 주거나 불법일 수 있다.
pt: O explorador de blocos permite visualizar inscrições. As inscrições são conteúdos gerados pelo usuário, que podem ser questionáveis ou ilegais.
ru: Обозреватель блоков позволяет просматривать надписи. Надписи - это пользовательский контент, который может быть нежелательным или противозаконным.
zh: 区块浏览器允许查看铭文。铭文是用户生成的内容，因此可能令人反感或非法的。

source: It is the responsibility of each individual who runs an ordinal block explorer instance to understand their responsibilities with respect to unlawful content, and decide what moderation policy is appropriate for their instance.
de: Es liegt in der Verantwortung jeder Person, die eine Instanz eines ordinal Block-Explorers betreibt, zu verstehen, welche Verantwortlichkeiten in Bezug auf rechtswidrige Inhalte bestehen, und zu entscheiden, welche Moderationsrichtlinien für ihre Instanz angemessen sind.
es: Quien decida ejecutar una instancia del explorador de bloques de ordinal debe ser consciente de sus responsabilidades ante contenidos ilegales y definir una política de moderación adecuada para su propia instancia.
fil: Responsibilidad ng bawat tao na namamahala sa isang instance ng ordinal block explorer na maunawaan ang kanilang mga responsibilidad tungkol sa lumalabag na content at magpasya sa naaangkop na patakaran sa pagmo-moderate para sa kanilang instance.
fr: Il incombe à chaque personne qui lance une instance de l'explorateur de blocs ordinal de comprendre ses responsabilités en matière de contenu illicite et de décider de la politique de modération appropriée pour son instance.
hi: ऑर्डिनल ब्लॉक एक्सप्लोरर के मामले संचालित करने वाले हर व्यक्ति की यह नैतिक जिम्मेदारी कि वह गैरकानूनी सामग्री के संबंध में अपनी जिम्मेदारियों को बखूबी समझे और यह तय करे कि कथित मामलों के लिए कौन सी मॉडरेशन नीति उपयुक्त है।
it: È responsabilità di ogni individuo che gestisce un'istanza di Ordinal Block Explorer comprendere le proprie responsabilità riguardo ai contenuti illegali e decidere quale politica di moderazione sia appropriata per la propria istanza.
ko: 오디널스 블록 탐색기 인스턴스를 운영하는 각 개인은 불법 콘텐츠에 대한 자신의 책임을 이해하고 자신의 인스턴스에 적합한 중재 정책을 결정할 책임이 있다.
pt: É de responsabilidade de cada indivíduo que executa uma instância do explorador de bloco ordinal compreender suas responsabilidades em relação ao conteúdo ilegal e decidir qual política de moderação é apropriada para sua própria instância.
ru: Каждый пользователь, управляющий экземпляром ordinal block explorer, обязан понимать свою ответственность в отношении противоправного контента и решать, какая политика модерирования подходит для его экземпляра.
zh: 运行ord区块浏览器实例的每个人都有责任了解他们对非法内容的责任，并决定适合他们实例的审核政策。

source: In order to prevent particular inscriptions from being displayed on an `ord` instance, they can be included in a YAML config file, which is loaded with the `--config` option.
de: Um bestimmte inscriptions davor zu schützen, auf einer `ord`-Instanz angezeigt zu werden, können sie in einer YAML-Konfigurationsdatei aufgeführt werden, die mit der `--config`-Option geladen wird.
es: Para prevenir que ciertas inscripciones se muestren en una instancia de `ord`, estas pueden incluirse en un archivo de configuración YAML, el cual se carga utilizando la opción `--config`.
fil: Upang maiwasang maipakita ang mga partikular na inscription sa isang `ord` instance, maaaring isama ang mga ito sa isang configuration file ng YAML, na may kasamang opsyong na `--config`.
fr: Afin d'empêcher que certaines inscriptions soient affichées sur une instance `ord`, elles peuvent être incluses dans un fichier de configuration YAML, qui est chargé avec l'option `--config`.
hi: किसी `ऑर्ड` घटनाओं पर विशेष इंस्‍क्रीप्‍शंस (डिजिटल अभिलेखों) के प्रदर्शन रोकने के लिए, जो YAML कॉन्फ़िगरेशन फ़ाइल में शामिल किये जा सकते हैं, जिन्‍हें `--config` option के साथ लोड किया गया है।
it: Per evitare che determinate iscrizioni vengano visualizzate su un'istanza di `ord`, è possibile includerle in un file di configurazione YAML, che viene caricato con l'opzione `--config`.
ko: 특정 인스크립션이 `ord` 인스턴스에 표시되지 않도록 하려면 `--config` 옵션을 사용해 로드되는 YAML 구성 파일에 포함할 수 있다.
pt: Para evitar que inscrições específicas sejam exibidas em uma instância `ord`, elas podem ser incluídas em um arquivo de configuração YAML, que é carregado com a opção `--config`.
ru: Для того чтобы запретить отображение определенных надписей на экземпляре `ord`, их можно включить в конфиг файл YAML, который загружается с помощью опции `--config`.
zh: 为了防止特定的铭文显示在`ord`实例上，它们可以包含在 YAML 配置文件中，该文件使用 `--config`选项加载。

source: To hide inscriptions, first create a config file, with the inscription ID you want to hide:
de: Um Inscriptions zu verbergen, erstellen Sie zunächst eine Konfigurationsdatei mit der Inscription-ID, die Sie ausblenden möchten:
es: Para comenzar a ocultar inscripciones, crea un archivo de configuración con el ID de la inscripción que quieres esconder:
fil: Upang itago ang mga inscription, gumawa muna ng configuration file, na may ID ng inscription na gusto mong itago:
fr: Pour masquer des inscriptions, créez d'abord un fichier de configuration, avec l'identifiant de l'inscription que vous souhaitez masquer :
hi: इंस्‍क्रीप्‍शंस (डिजिटल अभिलेखों) छिपाने के लिए, उस इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) आईडी के साथ पहले एक कॉन्फ़िगरेशन फ़ाइल बनाएं जिसे आप छिपाना चाहते हैं:
it: Per nascondere le iscrizioni, creare prima un file di configurazione con l'ID dell'iscrizione che si vuole nascondere:
ko: 인스크립션을 숨기려면 먼저 숨기려는 인스크립션 ID를 사용하여 구성 파일을 만든다:
pt: Para ocultar inscrições, primeiro crie um arquivo de configuração, com o ID da inscrição que deseja ocultar:
ru: Чтобы скрыть надписи, сначала создайте файл конфиг с ID надписи, которую необходимо скрыть:
zh: 要隐藏铭文，首先创建一个配置文件，其中包含要隐藏的铭文 ID：

source: The suggested name for `ord` config files is `ord.yaml`, but any filename can be used.
de: Der vorgeschlagene Name für `ord` Konfigurationsdateien ist `ord.yaml`, aber Sie können jeden Dateinamen verwenden.
es: Aunque se recomienda nombrar los archivos de configuración de `ord` como `ord.yaml`, puedes utilizar cualquier otro nombre que prefieras.
fil: Ang pangalan ng file ng pagsasaayos ng `ord` ay `ord.yaml`, ngunit maaaring gamitin ang anumang filename.
fr: Le nom suggéré pour les fichiers de configuration `ord` est `ord.yaml`, mais n'importe quel nom de fichier peut être utilisé.
hi: `Ord` कॉन्फिगर फ़ाइलों के लिए अनुशंसित नाम `ord.yaml` है, लेकिन किसी भी फ़ाइल नाम का उपयोग किया जा सकता है।
it: Il nome suggerito per i file di configurazione di `ord` è `ord.yaml`, ma si può usare qualsiasi nome di file.
ko: 'ord' 구성 파일의 권장 이름은 'ord.yaml'이지만 어떤 파일 이름도 사용할 수 있다.
pt: O nome sugerido para os arquivos de configuração do `ord` é `ord.yaml`, mas qualquer nome de arquivo pode ser usado.
ru: Предлагаемое имя конфиг файлов `ord` - `ord.yaml`, но можно использовать любое имя.
zh: `ord` 配置文件的建议名称是 `ord.yaml`，但可以使用任何文件名。
