Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: You should only import descriptors into Bitcoin Core for your wallet's public keys, not its private keys.
de: Sie sollten nur Deskriptoren für die öffentlichen Schlüssel Ihrer Wallet in Bitcoin Core importieren, nicht für die privaten Schlüssel.
es: Solo deberías importar los descriptores en Bitcoin Core para las claves públicas de tu monedero, no para las claves privadas.
fil: Dapat ka lang mag-import ng mga deskriptor sa Bitcoin Core para sa iyong wallet public keys, hindi ang mga private keys.
fr: Vous devrez uniquement importer les descripteurs des clés publiques de votre portefeuille dans Bitcoin Core, pas ceux des clés privées.
hi: केवल वॉलेट की सार्वजनिक कुंजी के लिए आपको अपने बिटकॉइन कोर में डिस्क्रिप्टर इंपोर्ट करना चाहिए, न कि इसकी निजी कुंजी के लिए।
it: È opportuno importare in Bitcoin Core solo i descrittori per le chiavi pubbliche del portafoglio, non quelli delle chiavi private.
ko: 지갑의 공개 키에 대한 기술자만 Bitcoin Core로 가져와야 하며, 개인 키는 가져오지 않아야 한다.
pt: Você só deve importar descritores para o Bitcoin Core para as chaves públicas da sua carteira, não para as chaves privadas.
ru: В Bitcoin Core следует импортировать дескрипторы только для открытых ключей кошелька, но не для его закрытых ключей.

source: If your wallet's public key descriptor is compromised, an attacker will be able to see your wallet's addresses, but your funds will be safe.
de: Wenn der öffentliche Schlüssel-Deskriptor Ihrer Wallet kompromittiert wird, kann ein Angreifer die Adressen Ihrer Wallet sehen, aber Ihre Gelder werden sicher sein.
es: Si el descriptor de llave pública de tu monedero está comprometido, un atacante podrá ver las direcciones de tu monedero, pero tus fondos estarán seguros.
fil: Kung nakompromiso ang public key descriptor ng iyong wallet, ang isang attacker ay maaring makit ang mga address ng iyong wallet, ngunit magiging ligtas ang iyong mga funds.
fr: Si le descripteur de la clé publique de votre portefeuille est compromis, un attaquant pourra voir les adresses de votre portefeuille, mais vos fonds seront en sécurité.
hi: यदि आपके वॉलेट की सार्वजनिक कुंजी डिस्क्रिप्टर के साथ छेड़छाड़ की गई है, ऐसी सूरत में छेड़छाड़ करने वाला आपके वॉलेट के पते देख सकेगा, लेकिन आपका फंड फिर भी सुरक्षित रहेगा।
it: Se il descrittore della chiave pubblica del portafoglio viene compromesso, un aggressore sarà in grado di vedere gli indirizzi del portafoglio, ma i vostri fondi saranno al sicuro.
ko: 지갑의 공개 키 기술자가 유출되면 공격자가 지갑 주소를 볼 수 있지만 자금은 안전할 것이다.
pt: Se o descritor de chave pública da sua carteira for comprometido, um invasor poderá ver os endereços da sua carteira, mas seus fundos estarão seguros.
ru: Если дескриптор открытого ключа вашего кошелька будет скомпрометирован, злоумышленник сможет увидеть адреса вашего кошелька, но ваши средства будут в безопасности.

source: If your wallet's private key descriptor is compromised, an attacker can drain your wallet of funds.
de: Wenn der Deskriptor des privaten Schlüssels Ihrer Wallet kompromittiert wird, kann ein Angreifer Ihr Wallet entleeren.
es: Si el descriptor de llave privada de tu monedero está comprometido, un atacante podrá vaciar los fondos de tu monedero.
fil: Kung ang deskriptor ng private key ng iyong wallet ay nakompromiso, ang isang attacker ay maaaring ubusin ang iyong pitaka ng mga funds.
fr: Si le descripteur de la clé privée de votre portefeuille est compromis, un attaquant peut vider votre portefeuille de ses fonds.
hi: यदि आपके वॉलेट की निजी कुंजी डिस्क्रिप्टर के साथ किसी प्रकार की छेड़छाड़ की गई है, तो ऐसी स्थिति में छेड़छाड़ करने वाला आपके वॉलेट से धनराशि निकाल सकता है।
it: Se il descrittore della chiave privata del vostro portafoglio è compromesso, un aggressore può svuotare i fondi del vostro portafoglio.
ko: 지갑의 개인 키 기술자가 유출되면 공격자가 지갑에서 자금을 탈취할 수 있다.
pt: Se o descritor de chave privada da sua carteira estiver comprometido, um invasor poderá drenar os fundos da sua carteira.
ru: Если дескриптор закрытого ключа вашего кошелька скомпрометирован, злоумышленник может вывести с него ваши средства.

source: Get the wallet descriptor from the wallet whose UTXOs you want to search for rare ordinals. It will look something like this:
de: Holen Sie sich den Wallet-Deskriptor von der Wallet, deren UTXOs Sie nach seltenen Ordinals durchsuchen möchten. Es wird ungefähr so aussehen:
es: Obtén el descriptor del monedero cuyos UTXOs quieres analizar para identificar si contiene ordinals raros. Se verá algo así:
fil: Kunin ang wallet descriptor mula sa wallet na may mga UTXO na gusto mong hanaping rare ordinals. Magiging ganito ang hitsura:
fr: Obtenez le descripteur du portefeuille contenant les UTXOs que vous voulez analyser pour identifier s’ils contiennent des ordinals rares. Il ressemblera à quelque chose comme ceci :
hi: वॉलेट डिस्क्रिप्टर उस वॉलेट से प्राप्त करें जिसके यूटीएक्सओ में आप दुर्लभ ऑर्डिनल्स की खोज करना चाहते हैं। यह कुछ इस तरह से दिखेगा:
it: Ottenete il descrittore del portafoglio del quale volete cercare gli UTXO rari. Avrà un aspetto simile a questo:
ko: 희귀 오디널스를 검색하려는 지갑에서 지갑 기술자를 가져온다. 다음과 같은 형태일 것이다:
pt: Obtenha o descritor da carteira cujos UTXOs você deseja pesquisar por ordinais raros. Vai parecer algo assim:
ru: Получите дескриптор кошелька, в кошельке которого вы хотите искать rare ordinals UTXO. Он будет выглядеть примерно так:

source: Create a watch-only wallet named `foo-watch-only`:
de: Erstellen Sie eine reine Uhren-Wallet mit dem Namen `foo-watch-only`:
es: Crea un monedero de solo lectura llamada `foo-solo-lectura`:
fil: Gumawa ng watch-only wallet na `foo-watch-only`:
fr: Créez un portefeuille en lecture seule nommé `foo-watch-only` :
hi: सिर्फ देखने योग्‍य `foo-watch-only` नामक वॉलेट बनाएं:
it: Create un portafoglio solo visualizzazione chiamato `foo-watch-only`:
ko: ‘foo-watch-only’라는 이름으로 Watch-only 지갑을 생성한다:
pt: CCrie uma carteira somente de leitura chamada `foo-apenas-leitura`:
ru: Создайте кошелек с именем `foo-watch-only`, предназначенный только для просмотра:

source: Feel free to give it a better name than `foo-watch-only`!
de: Geben Sie ihm gerne einen besseren Namen als `foo-watch-only`!
es: ¡Siéntete libre de asignarle un mejor nombre que `foo-solo-lectura`!
fil: Huwag mag-atubiling bigyan ito ng mas magandang pangalan kaysa sa `foo-watch-only`!
fr: N’hésitez pas à lui donner un meilleur nom que `foo-watch-only` !
hi: इसे `foo-watch-only` के मुकाबले बेझिझक बेहतर नाम दें!
it: Sentitevi liberi di dargli un nome migliore di `foo-watch-only`!
ko: 당신 마음대 로 `foo-watch-only`보다 더 좋은 이름으로 지어주자!
pt: Sinta-se à vontade para dar um nome melhor do que `foo-apenas-leitura`!
ru: Не стесняйтесь дать ему более подходящее название, чем `foo-watch-only`!

source: Load the `foo-watch-only` wallet:
de: Laden Sie die `foo-watch-only` Wallet:
es: Carga el monedero `foo-solo-lectura`:
fil: I-load ang wallet na `foo-watch-only`:
fr: Chargez le Portefeuille `foo-watch-only` :
hi: `foo-watch-only` वॉलेट लोड करें:
it: Caricate il `foo-watch-only` wallet:
ko: `foo-watch-only` 지갑을 로드한다:
pt: Carregue a carteira `foo-apenas-leitura`:
ru: Загрузите кошелек `foo-watch-only`:

source: Import your wallet descriptors into `foo-watch-only`:
de: Importieren Sie Ihre Wallet-Deskriptoren in `foo-watch-only`:
es: Importa los descriptores de tu monedero a `foo-solo-lectura`:
fil: I-import ang iyong mga deskriptor ng wallet sa `foo-watch-only`:
fr: Importez les descripteurs de votre portefeuille dans `foo-watch-only` :
hi: अपने वॉलेट डिस्क्रिप्टर को `foo-watch-only` पर इंपोर्ट करें:
it: Importate i descrittori del vostro portafoglio in `foo-watch-only`:
ko: 지갑 기술자를 'foo-watch-only'로 가져온다:
pt: Importe os descritores da sua carteira para `foo-apenas-leitura`:
ru: Импортируйте дескрипторы вашего кошелька в `foo-watch-only`:

source: If you know the Unix timestamp when your wallet first started receive transactions, you may use it for the value of `"timestamp"` instead of `0`. This will reduce the time it takes for Bitcoin Core to search for your wallet's UTXOs.
de: Wenn Sie den Unix-Zeitstempel kennen, zu dem Ihre Wallet zum ersten Mal Transaktionen empfangen hat, können Sie diesen für den Wert von `"timestamp"` verwenden, anstelle von `0`. Dadurch wird die Zeit reduziert, die Bitcoin Core benötigt, um nach den UTXOs Ihrer Wallet zu suchen.
es: Si conoces la marca de tiempo Unix cuando tu monedero comenzó a recibir transacciones, puedes usarla para el valor de `"timestamp"` en lugar de 0. Esto reducirá el tiempo que Bitcoin Core tardará en buscar los UTXO en tu monedero.
fil: Kung alam mo ang timestamp ng Unix noong unang nagsimulang makatanggap ang iyong wallet transactions, maaari mo itong gamitin para sa halaga ng `"timestamp"` sa halip na `0`. Ito ay magbabawas sa oras na kinakailangan ng Bitcoin Core upang mahanap ang iyong mga UTXOs.
fr: Si vous connaissez l’heure Unix à laquelle votre portefeuille a commencé à recevoir des transactions, vous pouvez l’utiliser comme valeur de `"timestamp"` au lieu de 0. Cela réduira le temps que Bitcoin Core prendra pour rechercher des UTXOs dans votre portefeuille.
hi: यदि आप यूनिक्स टाइमस्टैम्प से अवगत हैं जब आपके वॉलेट ने पहली बार लेनदेन प्राप्त करना शुरू किया था, तब आप इसका उपयोग 0 के बजाय "टाइमस्टैम्प" के मूल्य के लिए कर सकते हैं। इससे बिटकॉइन कोर को आपके वॉलेट के यूटीएक्सओ की खोज करने में लगने वाला समय कम हो जाएगा।
it: Se si conosce il timestamp Unix in cui il proprio portafoglio ha iniziato a ricevere transazioni, è possibile utilizzarlo per il valore di `"timestamp"` invece di `0`. Questo ridurrà il tempo necessario a Bitcoin Core per cercare gli UTXO del portafoglio.
ko: 지갑이 처음 트랜잭션을 받기 시작한 유닉스 타임스탬프를 알고 있다면, `0` 대신 `”timestamp”` 값에 사용할 수 있다. 이렇게 하면 Bitcoin Core가 당신 지갑의 UTXO를 검색하는 데 걸리는 시간을 줄일 수 있다.
pt: Se você sabe o timestamp de data/hora Unix de quando sua carteira começou a receber transações, você pode usá-lo para o valor de `"timestamp"` em vez de `0`. Isso reduzirá o tempo que o Bitcoin Core leva para procurar os UTXOs da sua carteira.
ru: Если вам известна временная метка Unix, когда ваш кошелек впервые начал принимать транзакции, вы можете использовать ее в качестве значения `"timestamp"` вместо `0`. Это позволит сократить время поиска UTXO кошелька для Bitcoin Core.

source: Check that everything worked:
de: Überprüfen Sie, ob alles funktioniert hat:
es: Comprueba que todo haya funcionado correctamente:
fil: Suriin kung gumagana ang lahat:
fr: Vérifiez que tout a fonctionné correctement :
hi: जांच लें कि सब कुछ सही से काम कर रहा है:
it: Verificate che tutto abbia funzionato:
ko: 모든 것이 제대로 되었는지 확인한다:
pt: Verifique se tudo funcionou:
ru: Проверьте, что все работает:

source: Display your wallet's rare ordinals:
de: Zeigen Sie die seltenen Ordnungs Ihrer Brieftasche an:
es: Visualiza los ordinals raros de tu monedero:
fil: Ipakita ang mga rare ordinal ng iyong wallet:
fr: Affichez les ordinals rares qui se trouvent dans votre portefeuille :
hi: अपने वॉलेट के दुर्लभ ऑर्डिनलस प्रदर्शित करें:
it: Visualizzate gli ordinali rari del portafoglio:
ko: 당신 지갑의 희귀 오디널스를 표시한다:
pt: Exiba os ordinais raros da sua carteira:
ru: Отображение rare ordinals в кошельке:

source: Searching for Rare Ordinals in a Wallet that Exports Multi-path Descriptors
de: Suchen nach seltenen Ordinals in einer Wallet, die Mehrweg-Deskriptoren exportiert
es: Buscando Ordinals Raros en un Monedero que Exporta Descriptores de Múltiples Rutas (multi-path)
fil: Paghahanap ng Rare Ordinals sa isang Wallet na Nag-e-export ng Multi-path Descriptors
fr: Rechercher des ordinals rares dans un portefeuille qui exporte des descripteurs à chemins multiples (multi-path)
hi: मल्टी-पथ डिस्क्रिप्टर निर्यात करने वाले वॉलेट में दुर्लभ ऑर्डिनल्स की खोज करना
it: Ricerca di Ordinali Rari in un portafoglio che esporta descrittori Multi-path
ko: 다중 경로 기술자를 내보내기 하는 지갑에서 희귀 오디널스 검색하기
pt: Procurando Ordinais Raros em uma Carteira que Exporta Descritores de Múltiplos Caminhos (Multi-Path)
ru: Поиск Rare Ordinals в кошельке, экспортирующем многопутевые дескрипторы

source: Some descriptors describe multiple paths in one descriptor using angle brackets, e.g., `<0;1>`. Multi-path descriptors are not yet supported by Bitcoin Core, so you'll first need to convert them into multiple descriptors, and then import those multiple descriptors into Bitcoin Core.
de: Einige Deskriptoren beschreiben mehrere Pfade in einem Deskriptor unter Verwendung von spitzen Klammern, z.B. `<0;1>`. Multi-Pfad-Deskriptoren werden von Bitcoin Core derzeit nicht unterstützt. Daher müssen Sie sie zuerst in mehrere Deskriptoren umwandeln und diese dann in Bitcoin Core importieren.
es: Algunos descriptores describen múltiples rutas en un descriptor utilizando paréntesis angular, por ejemplo, <0;1>. Los descriptores de múltiples rutas aún no son compatibles con Bitcoin Core, así que primero deberás convertirlos en múltiples descriptores y luego importarlos a Bitcoin Core.
fil: Ang ilang mga deskriptor ay naglalarawan ng maraming mga paths sa isang deskriptor gamit ang angle bracket, hal., `<0;1>`. Ang mga multi-path descriptor ay hindi pa sinusuportahan ng Bitcoin Core, kaya kailangan mo munang i-convert ang mga ito sa maramihang mga descriptor, at pagkatapos ay i-import ang maraming mga descriptor na iyon sa Bitcoin Core.
fr: Certains descripteurs décrivent plusieurs chemins dans un seul descripteur en utilisant des crochets angulaires, par exemple `<0;1>`. Les descripteurs à chemins multiples ne sont pas encore pris en charge par Bitcoin Core, vous devrez donc d’abord les convertir en descripteurs multiples, puis importer ces descripteurs multiples dans Bitcoin Core.
hi: कुछ डिस्क्रिप्टर कोण कोष्ठक का उपयोग करके एक डिस्क्रिप्टर में एक से अधिक पथों का उल्‍लेख करते हैं, उदाहरण के लिए, `<0;1>` मल्टी-पथ डिस्क्रिप्टर को वर्तमान में बिटकॉइन कोर द्वारा समर्थन नहीं दिया गया है, इसलिए आपको पहले उन्हें बहुत सारे डिस्क्रिप्टर्स में बदलना होगा, और फिर उन मल्टीपल डिस्क्रिप्टर को बिटकॉइन कोर में इंपोर्ट करना होगा।
it: Alcuni descrittori descrivono più percorsi in un unico descrittore utilizzando parentesi angolari, ad esempio `<0;1>`. I descrittori multipercorso non sono ancora supportati da Bitcoin Core, quindi è necessario prima convertirli in descrittori multipli e poi importare questi descrittori multipli in Bitcoin Core.
ko: 일부 기술자는 꺾쇠 괄호(예: `<0;1>`)를 사용하여 하나의 기술자 안에 다수에 경로를 기술한다. 다중 경로 기술자는 아직 Bitcoin Core에서 지원되지 않으므로, 먼저 다수에 기술자들로 변환한 다음 Bitcoin Core로 해당 기술자들을 가져오기 해야 한다.
pt: AAlguns descritores descrevem vários caminhos em um descritor usando colchetes angulares, por exemplo, `<0;1>`. Descritores de múltiplos caminhos ainda não são suportados pelo Bitcoin Core, então primeiro você precisará convertê-los em múltiplos descritores e, em seguida, importar esses múltiplos descritores para o Bitcoin Core.
ru: Некоторые дескрипторы описывают несколько путей в одном дескрипторе с помощью угловых скобок, например,`<0;1>`. Bitcoin Core пока не поддерживает многопутевые дескрипторы, поэтому сначала их необходимо преобразовать в многопутевые дескрипторы, а затем импортировать эти многопутевые дескрипторы в Bitcoin Core.

source: First get the multi-path descriptor from your wallet. It will look something like this:
de: Holen Sie sich zunächst den Multipath-Deskriptor aus Ihrem Wallet. Es wird ungefähr so aussehen:
es: En primer lugar, obtén el descriptor de múltiples rutas de tu monedero. Se verá algo así:
fil: Kunin mo muna ang multi-path descriptor mula sa iyong wallet. Magmumukha itong isang bagay ganito:
fr: Obtenez d’abord le descripteur à chemins multiples de votre portefeuille. Il ressemblera à quelque chose comme ceci :
hi: सबसे पहले अपने वॉलेट से मल्टी-पथ डिस्क्रिप्टर प्राप्त करें। यह कुछ इस तरह दिखेगा:
it: Per prima cosa, ottenere il descrittore multipercorso dal proprio portafoglio. Il suo aspetto sarà simile a questo:
ko: 먼저 지갑에서 다중 경로 기술자를 가져온다. 다음과 같은 형태가 될 것이다:
pt: Primeiro, obtenha o descritor de múltiplos caminhos da sua carteira. Vai parecer algo assim:
ru: Сначала получите многопутевой дескриптор из вашего кошелька. Он будет выглядеть примерно так:

source: Create a descriptor for the receive address path:
de: Erstellen Sie einen Deskriptor für den Empfangsadress path:
es: Crea un descriptor para la ruta de dirección que lo recibirá:
fil: Lumikha ng descriptor para sa path ng receive address:
fr: Créez un descripteur pour le chemin de l’adresse de réception :
hi: प्राप्त पता पथ के लिए एक डिस्क्रिप्टर का सृजन करें:
it: Crea un descrittore per il percorso dell'indirizzo di ricezione:
ko: 수신 주소 경로에 대한 기술자를 만든다:
pt: Crie um descritor para o caminho do endereço de recebimento:
ru: Создайте дескриптор для пути адреса приема:

source: And the change address path:
de: Und der Adress path ändern:
es: Y la dirección que recibirá lo que sobra de bitcoin o el cambio:
fil: At ang path ng pagbabago ng address:
fr: Et pour le chemin de l’adresse qui recevra la monnaie restante (change address) :
hi: और पता परिवर्तन पथ:
it: E il percorso di modifica dell'indirizzo:
ko: 그리고 주소 변경 경로에 대한 기술자를 만든다:
pt: E o caminho do endereço de troco:
ru: И путь смены адреса:

source: Get and note the checksum for the receive address descriptor, in this case `tpnxnxax`:
de: Rufen Sie die Prüfsumme für den Empfangsadressdeskriptor ab und notieren Sie sie, in diesem Fall `tpnxnxax`:
es: Obtén y anota el checksum del descriptor de la dirección de recepción, en este caso es `tpnxnxax`:
fil: Kunin at tandaan ang checksum para sa receive address descriptor, sa case na ito `tpnxnxax`:
fr: Obtenez et notez la somme de contrôle du descripteur d’adresse de réception, dans ce cas `tpnxnxax`:
hi: प्राप्त पता डिस्क्रिप्टर के लिए चेकसम प्राप्त करें और नोट करें, इस मामले में tpnxnxax:
it: Ottenete e annotate il checksum del descrittore dell'indirizzo di ricezione, in questo caso `tpnxnxax`:
ko: 수신 주소 기술자의 체크섬(이 경우 `tpnxnxax`)을 가져와 기록한다:
pt: Obtenha e anote a soma de verificação (checksum) do descritor do endereço de recebimento, neste caso `tpnxnxax`:
ru: Получите и запишите контрольную сумму для дескриптора адреса приема, в данном случае `tpnxnxax`:

source: And for the change address descriptor, in this case `64k8wnd7`:
de: Und für den Änderungsadressdeskriptor, in diesem Fall `64k8wnd7`:
es: Y para el descriptor de la dirección de cambio, en este caso `64k8wnd7`:
fil: At para sa change address descriptor, sa case na ito `64k8wnd7`:
fr: Et pour le descripteur de l’adresse qui recevra la monnaie restante (change address), dans ce cas `64k8wnd7` :
hi: और परिवर्तन पता डिस्क्रिप्टर के लिए, इस मामले में 64k8wnd7:
it: E per il descrittore dell'indirizzo di modifica, in questo caso `64k8wnd7`:
ko: 그리고 변경 주소 설명자의 체크섬(이 경우 `64k8wnd7`)를 가져와 기록한다:
pt: E para o descritor do endereço de troco, neste caso `64k8wnd7`:
ru: И для дескриптора адреса изменения, в данном случае `64k8wnd7`:

source: Load the wallet you want to import the descriptors into:
de: Laden Sie die Wallet, in die Sie die Deskriptoren importieren möchten:
es: Carga el monedero al cual deseas importar los descriptores:
fil: I-load ang wallet na gusto mong i-import ang mga descriptor sa:
fr: Chargez le portefeuille dans lequel vous souhaitez importer les descripteurs :
hi: वह वॉलेट लोड करें जिसमें आप डिस्क्रिप्टर इंपोर्ट करना चाहते हैं:
it: Caricate il portafoglio in cui si desidera importare i descrittori:
ko: 기술자를 가져오기 할 지갑을 로드한다:
pt: Carregue a carteira para a qual deseja importar os descritores:
ru: Загрузите кошелек, в который вы хотите импортировать дескрипторы:

source: Now import the descriptors, with the correct checksums, into Bitcoin Core.
de: Importieren Sie nun die Deskriptoren mit den richtigen Prüfsummen in Bitcoin Core.
es: Ahora importa los descriptores, con los checksums correctos, a Bitcoin Core.
fil: Ngayon i-import ang mga descriptor, na may tamang mga checksum, sa Bitcoin Core.
fr: Importez maintenant les descripteurs, avec les sommes de contrôle correctes, dans Bitcoin Core.
hi: अब बिटकॉइन कोर में सही चेकसम के साथ डिस्क्रिप्टर को इंपोर्ट करें।
it: Ora importate i descrittori, con le checksum corrette, in Bitcoin Core.
ko: 이제 올바른 체크섬과 기술자를 Bitcoin Core로 가져오기 한다.
pt: Agora importe os descritores, com os checksums corretos, para o Bitcoin Core.
ru: Теперь импортируйте дескрипторы с правильными контрольными суммами в Bitcoin Core.

source: If you know the Unix timestamp when your wallet first started receive transactions, you may use it for the value of the `"timestamp"` fields instead of `0`. This will reduce the time it takes for Bitcoin Core to search for your wallet's UTXOs.
de: Wenn Sie den Unix-Zeitstempel kennen, zu dem Ihre Wallet erstmals Transaktionen empfangen hat, können Sie ihn anstelle von `0` für die Werte der `"timestamp"`-Felder verwenden. Dadurch wird die Zeit verkürzt, die Bitcoin Core benötigt, um nach den UTXOs Ihrer Wallet zu suchen.
es: Si conoces la marca de tiempo de Unix cuando tu monedero comenzó a recibir transacciones por primera vez, puedes utilizarlo como el valor del campo `"timestamp"` en lugar de `0`. Esto reducirá el tiempo que tarda Bitcoin Core en buscar los UTXOs de tu monedero.
fil: Kung alam mo ang timestamp ng Unix noong unang nagsimulang makatanggap ang iyong wallet transactions, maaari mo itong gamitin para sa value ng mga field na `"timestamp"` sa halip na `0`. Babawasan nito ang oras na kinakailangan para sa Bitcoin Core sa hanapin ang mga UTXOs.
fr: Si vous connaissez l’heure Unix à laquelle votre portefeuille a commencé à recevoir des transactions, vous pouvez l’utiliser comme valeur de `"timestamp"` au lieu de `0`. Cela réduira le temps que Bitcoin Core prendra pour rechercher des UTXOs dans votre portefeuille.
hi: यदि आप यूनिक्स टाइमस्टैम्प से अवगत हैं जब आपके वॉलेट ने पहली बार लेनदेन प्राप्त करना शुरू किया था, तब आप इसका उपयोग `0` के बजाय `"टाइमस्टैम्प"` के मूल्य के लिए कर सकते हैं। इससे बिटकॉइन कोर को आपके वॉलेट के यूटीएक्सओ की खोज करने में लगने वाला समय कम हो जाएगा।
it: Se si conosce il timestamp Unix in cui il portafoglio ha iniziato a ricevere transazioni, è possibile utilizzarlo per il valore dei campi `"timestamp"` invece di `0`. Questo ridurrà il tempo necessario a Bitcoin Core per cercare gli UTXO del portafoglio.
ko: 지갑이 처음 트랜잭션을 받기 시작한 유닉스 타임스탬프를 알고 있다면, `0` 대신 `”timestamp”` 값에 사용할 수 있다. 이렇게 하면 Bitcoin Core가 당신 지갑의 UTXO를 검색하는 데 걸리는 시간을 줄일 수 있다.
pt: Se você conhece o timestamp de data/hora Unix quando sua carteira começou a receber transações, você pode usá-lo para o valor dos campos `"timestamp"` em vez de `0`. Isso reduzirá o tempo que o Bitcoin Core leva para procurar os UTXOs da sua carteira.
ru: Если вам известна временная метка Unix, когда ваш кошелек впервые начал принимать транзакции, вы можете использовать ее в качестве значения `"timestamp"` вместо `0`. Это позволит сократить время поиска UTXO кошелька для Bitcoin Core.

source: Exporting Descriptors
de: Deskriptoren exportieren
es: Exportar Descriptores
fil: Pag-export ng mga Descriptors
fr: Exporter des descripteurs
hi: डिस्क्रिप्टर एक्‍सपोर्ट करना
it: Esportare Descrittori
ko: 기술자 내보내기
pt: Exportando Descritores
ru: Экспорт дескрипторов
