Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Satoshi was the original developer of ordinal theory. However, he knew that others would consider it heretical and dangerous, so he hid his knowledge, and it was lost to the sands of time. This potent theory is only now being rediscovered. You can help by researching rare satoshis.
de: Satoshi war der ursprüngliche Entwickler der Ordinaltheorie. Allerdings wusste er, dass andere es als ketzerisch und gefährlich betrachten würden, deshalb verbarg er sein Wissen, und es ging in den Wirren der Zeit verloren. Diese mächtige Theorie wird erst jetzt wiederentdeckt. Du kannst helfen, indem du seltene Satoshis erforschst..
es: Satoshi fue el desarrollador original de la teoría ordinal. Sin embargo, sabía que otros la considerarían herética y peligrosa, por lo que ocultó su conocimiento, que terminó desapareciendo con el paso del tiempo. Solo ahora estamos redescubriendo esta poderosa teoría. Puedes contribuir con este resurgimiento investigando satoshis poco comunes.
fil: Satoshi ang unang bumuo ng Ordinal Theory. Gayunpaman, alam niyang ituturing siya ng iba na erehe at mapanganib, kaya itinago niya ang kanyang kaalaman at nawala ito sa paglipas panahon. Ang makapangyarihang teoryang ito ay ngayon lamang muling natuklasan. Maaari kang mag-ambag dito sa pamamagitan ng paghahanap ng mga bihirang satoshi.
fr: Satoshi a été le premier à développer la théorie ordinale. Cependant, il savait que d'autres la considéreraient comme hérétique et dangereuse, il a donc dissimulé ses connaissances, qui ont fini par disparaître avec le temps. Ce n’est que maintenant que cette théorie puissante est redécouverte. Vous pouvez y contribuer en recherchant des satoshis rares.
hi: ऑर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत) मूल रूप से सातोशी द्वारा विकसित किए गये थे। हालाँकि, वह अच्‍छे से जानते थे कि दूसरे लोग इसे अनधिकृत और खतरनाक मानेंगे, इसलिए उसने अपना ज्ञान छुपा दिया था, और यह समय की गर्त में लुप्‍त हो गया था। इस शक्तिशाली सिद्धांत को अब फिर से खोजा जा रहा है। आप दुर्लभ सातोशी पर शोध करके अपना योगदान और मदद कर सकते हैं।
it: Satoshi è stato lo sviluppatore originale della teoria ordinale. Tuttavia, sapendo che gli altri l'avrebbero considerata eretica e pericolosa, nascose la sua conoscenza, che andò perduta nelle sabbie del tempo. Questa potente teoria viene riscoperta solo ora. Potete aiutarci ricercando i satoshi rari.
ko: 사토시는 오디널 이론의 최초 개발자였다. 하지만 다른 사람들이 이 이론을 이단적이고 위험하다고 생각할 것을 알았기 때문에 자신의 지식을 숨겼고, 이는 결국 시간의 모래 속으로 사라져 버렸다. 이 강력한 이론은 이제야 재발견되고 있다. 당신이 희귀한 사토시를 연구하면 이에 도움이 될 수 있다.
pt: Satoshi foi o desenvolvedor original da teoria ordinal. No entanto, ele sabia que outros considerariam isso herético e perigoso, então ele escondeu seu conhecimento e ele se perdeu nas areias do tempo. Esta poderosa teoria só agora está sendo redescoberta. Você pode ajudar pesquisando satoshis raros.
ru: Сатоши Накамото был первым разработчиком ordinal theory. Однако он знал, что другие сочтут ее еретической и опасной, поэтому скрыл свои знания, и они были утеряны в песках времени. Только сейчас эту мощную теорию открывают заново. Вы можете помочь в этом, исследуя редкие сатоши.
zh: 中本聪是序数理论的原始开发者。然而，他知道其他人可能会认为这是异端邪说并且危险，因此他隐藏了自己的知识，使其在时间的沙漠里失传。现在，这个强大的理论被重新发现。您可以通过研究稀有的聪来帮助我们。

source: Good luck and godspeed!
de: Viel Glück und gute Fahrt!
es: ¡Buena suerte y buen viaje!
fr: Bonne chance et que la réussite vous accompagne !
hi: हार्दिक शुभकामनाएं और आपकी यह यात्रा सफल हो!
it: Buona fortuna e siate veloci!
ko: 행운과 성 공을 빈다!
pt: Boa sorte!
ru: Удачи, и да прибудет с вами сила!
zh: 祝您一切顺利，好运！

source: Ordinal Bounty 0
es: Recompensa Ordinal 0
fr: Récompense Ordinal 0
hi: ऑर्डिनल बाउंटी 0
it: Taglia Ordinale 0
ko: 오디널 현상금 0
pt: Recompensa Ordinal 0
ru: Ordinal вознаграждение 0
zh: 赏金任务 0

source: Criteria
de: Kriterien
es: Criterios
fr: Critères
hi: मानदंड
it: Regole
ko: 기준
pt: Critérios
ru: Критерии
zh: 标准

source: Send a sat whose ordinal number ends with a zero to the submission address:
de: Senden Sie einen Sat, dessen Ordnungszahl mit einer Null endet, an die Übermittlungsadresse:
es: Envía un sat cuyo número ordinal termine en cero a la dirección de entrega:
fil: Magpadala ng isang sat na ang ordinal na numero ay nagtatapos sa isang zero sa address ng pagsusumite:
fr: Envoyez un sat dont le nombre ordinal se termine par un zéro à l'adresse de soumission :
hi: सबमिशन पते पर एक सैट प्रेषित करें जिसकी ऑर्डिनल (क्रमसूचक) संख्या शून्य के साथ समाप्त होती है:
it: Inviate un sat il cui numero ordinale finisce con uno zero all'indirizzo di ricezione:
ko: 서수가 0으로 끝나는 SAT를 제출 주소로 보낸다:
pt: Enviar um sat cujo número ordinal termina em zero para o endereço de entrega:
ru: Отправить sat, ordinal номер которого заканчивается нулем, по адресу отправки:
zh: 发送一个序数以“零”结尾的聪到提交地址：

source: The sat must be the first sat of the output you send.
de: Der Sat muss der erste Sat der von Ihnen gesendeten Ausgabe (output) sein.
es: El sat debe ser el primer sat de la salida que envíes.
fil: Ang sat ay dapat ang unang sat ng output na iyong ipinadala.
fr: Le sat doit être le premier sat de la sortie que vous envoyez.
hi: सैट आपके द्वारा प्रेषित आउटपुट का पहला सैट होना चाहिए।
it: Il sat deve essere il primo sat dell'output inviato.
ko: 해당 SAT는 전송하는 출력(output)의 첫 번째 SAT여야 한다.
pt: O sat deve ser o primeiro sat da saída que você envie.
ru: Значение sat должно быть первым sat в передаваемом выводе.
zh: 聪必须是你发送的“输出”的第一个聪；

source: Reward
de: Belohnen
es: Recompensa
fr: Récompense
hi: पुरस्‍कार
it: Ricompensa
ko: 보상
pt: Recompensa
ru: Награда
zh: 奖励

source: Submission Address
de: Einsendeadresse
es: Dirección de Entrega
fr: Adresse de soumission
hi: प्रस्‍तुति का पता
it: Indirizzo di Ricezione
ko: 제출 주소
pt: Endereço de Entrega
ru: Адрес для отправки
zh: 提交地址

source: Claimed by [@count_null](https://twitter.com/rodarmor/status/1560793241473400833)!
de: Beansprucht von [@count_null](https://twitter.com/rodarmor/status/1560793241473400833)!
es: Reclamado por [@count_null](https://twitter.com/rodarmor/status/1560793241473400833)!
fil: Claimed ni [@count_null](https://twitter.com/rodarmor/status/1560793241473400833)!
fr: Réclamé par [@count_null](https://twitter.com/rodarmor/status/1560793241473400833) !
hi: [@count_null](https://twitter.com/rodarmor/status/1560793241473400833) द्वारा दावा किया गया!
it: Vinta da [@count_null](https://twitter.com/rodarmor/status/1560793241473400833)!
ko: [@count_null](https://twitter.com/rodarmor/status/1560793241473400833)이 획득했다!
pt: Reivindicado por [@count_null](https://twitter.com/rodarmor/status/1560793241473400833)!
ru: Собрано[@count_null](https://twitter.com/rodarmor/status/1560793241473400833)!
zh: [@count_null](https://twitter.com/rodarmor/status/1560793241473400833)! 赢得

source: Ordinal Bounty 1
de: Ordinal Belohnung 1
es: Recompensa Ordinal 1
fr: Récompense Ordinal 1
hi: ऑर्डिनल बाउंटी 1
it: Taglia Ordinale 1
ko: 오디널 현상금 1
pt: Recompensa Ordinal 1
ru: Ordinal вознаграждение 1
zh: 赏金任务 1

source: The transaction that submits a UTXO containing the oldest sat, i.e., that with the lowest number, amongst all submitted UTXOs will be judged the winner.
de: Die Transaktion, die eine UTXO enthält, die den ältesten sat repräsentiert, das heißt denjenigen mit der niedrigsten Zahl, unter allen eingereichten UTXOs, wird als gewinner betrachtet.
es: La transacción que envíe un UTXO que contenga el sat más antiguo, es decir, aquel con el número más bajo, entre todos los UTXOs enviados será considerado el ganador.
fil: Ang transaksyon na nagsusumite ng UTXO na naglalaman ng pinakamatandang sat, ibig sabihin, na may pinakamababang bilang, sa lahat ng isinumiteng UTXO ay huhusgahan ang winner.
fr: La transaction qui soumet un UTXO contenant le sat le plus ancien, c'est-à-dire celui avec le numéro le plus bas parmi tous les UTXOs soumis, sera jugée gagnant.
hi: लेन-देन जो सबसे पुराने सैट वाले यूटीएक्सओ को प्रस्‍तुत किया जाता है उसमें सबसे पुराना सैट है, अर्थात, सभी प्रस्‍तुत किए गये यूटीएक्सओ के बीच सबसे न्‍यूनतम संख्या को विजेता के रूप में तय किया जाएगा।
it: La transazione che invierà un UTXO contenente il sat più vecchio, cioè quello con il numero più basso, tra tutti gli UTXO inviati sarà giudicata vincitrice.
ko: 제출된 모든 UTXO 중에서 가장 오래된 SAT가 포함된, 즉 가장 낮은 숫자의 SAT를 제출한 트랜잭션이 승자로 판단된다.
pt: Será considerada vencedora a transação que entregar um UTXO contendo o sat mais antigo, ou seja, aquele com o menor número, entre todos os UTXOs entregues.
ru: Победителем будет признана та сделка, которая представит UTXO, содержащий самый старый sat, т.е. имеющий наименьший номер, среди всех представленных UTXO.
zh: 提交一个包含最古老的聪的UTXO，譬如在所有提交的UTXO中，最小的数字将被判定为获胜者；

source: The bounty is open for submissions until block 753984—the first block of difficulty adjustment period 374. Submissions included in block 753984 or later will not be considered.
de: Die belohnung ist für Einreichungen bis zum Block 753984— geöffnet dem ersten Block des Schwierigkeitsanpassungszeitraums 374. Einreichungen, die in Block 753984 oder später enthalten sind, werden nicht berücksichtigt.
es: La convocatoria para participar en la recompensa permanecerá abierta hasta el bloque 753984, que marca el primer bloque del período de ajuste de dificultad 374. Los envíos que se incluyan a partir del bloque 753984 no serán tomados en cuenta.
fil: Bukas ang bounty para sa mga pagsusumite hanggang block 753984-ang unang block ng difficulty adjustment period 374. Kasama ang mga pagsusumite sa block 753984 o pataas ay hindi isasaalang-alang.
fr: L'appel à candidatures pour la récompense restera ouvert jusqu'au bloc 753984, le premier bloc de la période d'ajustement de la difficulté 374. Les candidatures soumises à partir du bloc 753984 ou ultérieurement ne seront pas prises en compte.
hi: बाउंटी ब्लॉक 753984 तक प्रस्‍तुति के लिए उन्‍मुक्‍त है - कठिन समायोजन अवधि 374 का पहला ब्लॉक है। ब्लॉक 753984 या बाद में शामिल प्रस्‍तुति पर विचार नहीं किया जाएगा।
it: La taglia è aperta alle candidature fino al blocco 753984, il primo blocco del periodo di aggiustamento della difficoltà 374. Le candidature incluse nel blocco 753984 o successive non saranno prese in considerazione.
ko: 현상금은 난이도 조정 기간 374의 첫 번째 블록인 753984 블록까지 제출할 수 있다. 블록 753984 이후에 포함된 제출물은 고려되지 않는다.
pt: A recompensa está aberta para inscrições até o bloco 753984 – o primeiro bloco do período de ajuste de dificuldade 374. As inscrições incluídas no bloco 753984 ou posterior não serão consideradas.
ru: Заявки на участие в конкурсе принимаются до блока 753984 - первого блока 374 периода корректировки сложности. Заявки, поданные в блок 753984 или позже, рассматриваться не будут.
zh: 赏金在区块高度 753984 前有效，区块高度753984是第一个难度调整期374后的第一个区块。包含或者晚于区块高度 753984 的，将不会被考虑。

source: Claimed by [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251)!
de: Eingefordert von [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251)!
es: Reclamado por [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251)!
fil: Claimed ni [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251)!
fr: Réclamé par [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251) !
hi: [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251) द्वारा दावा किया गया!
it: Vinta da [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251)!
ko: [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251)가 획득했다!
pt: Reivindicado por [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251)!
ru: Собрано [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251)!
zh: 由 [@ordinalsindex](https://twitter.com/rodarmor/status/1569883266508853251)赢得！

source: Ordinal Bounty 2
de: Ordinal Belohnung 2
es: Recompensa Ordinal 2
fr: Récompense Ordinal 2
hi: ऑर्डिनल बाउंटी 2
it: Taglia Ordinale 2
ko: 오디널 현상금 2
pt: Recompensa Ordinal 2
ru: Ordinal вознаграждение 2
zh: 赏金任务 2

source: Send an
de: Senden an
fr: Envoyez un
hi: प्रस्‍तुति पते पर
it: Invia un
ko: 제출 주소로
ru: Отправить
zh: 发送一个

source: sat to the submission address:
de: sats an die Einreichungsadresse:
fil: sat sa address ng pagsusumite:
fr: à l'adresse de soumission :
hi: सैट प्रेषित करें:
it: sat all'indirizzo di ricezione:
ko: SAT를 보낸다:
ru: sat на адрес для отправки:
zh: 聪到下列地址

source: Confirm that the submission address has not received transactions before submitting your entry. Only the first successful submission will be rewarded.
de: Bestätigen Sie, dass die Einreichungsadresse keine Transaktionen erhalten hat, bevor Sie Ihren Beitrag einreichen. Nur die erste erfolgreiche Einreichung wird belohnt.
es: Confirma que la dirección de entrega no haya recibido transacciones antes de enviar tu entrega. Solo la primera participación exitosa recibirá recompensa.
fil: I-confirm na ang submission address ay hindi nakatanggap ng mga transaksyon bago pagsusumite ng iyong entry. Tanging ang unang matagumpay na pagsusumite ay gagantimpalaan.
fr: Confirmez que l'adresse de soumission n'a pas reçu de transactions avant de soumettre votre candidature. Seule la première soumission réussie sera récompensée.
hi: पुष्टि करें कि प्रस्‍तुति पते पर आपकी प्रविष्टि प्रस्‍तुत करने से पहले लेनदेन प्राप्त नहीं हुआ है। केवल पहले सफल प्रस्तुतिकरण को ही पुरस्कृत किया जाएगा।
it: Prima di inviare l'iscrizione, verificare che il wallet non abbia ricevuto transazioni. Verrà premiato solo il primo invio andato a buon fine.
ko: 제출하기 전에 제출 주소에 트랜잭션이 수신되지 않았는지 확인하자. 첫 번째 성공적인 제출에 대해서만 보상이 지급된다.
pt: Confirme se o endereço de entrega não recebeu transações antes de enviar sua inscrição. Somente o primeiro envio bem-sucedido será recompensado.
ru: Перед отправкой заявки убедитесь в том, что по адресу отправки не было транзакций. Только первая успешная заявка будет вознаграждена.
zh: 在提交之前确认上述地址并未在你之前收到其他的稀有聪，只有第一个成功的提交可以获得奖励；

source: Claimed by [@utxoset](https://twitter.com/rodarmor/status/1582424455615172608)!
de: Eingefordert von [@utxoset](https://twitter.com/rodarmor/status/1582424455615172608)!
es: Reclamado por [@utxoset](https://twitter.com/rodarmor/status/1582424455615172608)!
fil: Claimed ni [@utxoset](https://twitter.com/rodarmor/status/1582424455615172608)!
fr: Réclamé par [@utxoset](https://twitter.com/rodarmor/status/1582424455615172608) !
hi: [@utxoset](https://twitter.com/rodarmor/status/1582424455615172608) द्वारा दावा किया गया!
it: Vinta da [@utxoset](https://twitter.com/rodarmor/status/1582424455615172608)!
ko: [@utxoset](https://twitter.com/rodarmor/status/1582424455615172608)가 획득했다!
pt: Reivindicado por [@utxoset](https://twitter.com/rodarmor/status/1582424455615172608)!
ru: Собрано [@utxoset](https://twitter.com/rodarmor/status/1582424455615172608)!
zh: 由[@utxoset](https://twitter.com/rodarmor/status/1582424455615172608) 赢得!

source: Ordinal Bounty 3
de: Ordinal Belohnung 3
es: Recompensa Ordinal 3
fr: Récompense Ordinal 3
hi: ऑर्डिनल बाउंटी 3
it: Taglia Ordinale 3
ko: 오디널 현상금 3
pt: Recompensa Ordinal 3
ru: Ordinal вознаграждение 3
zh: 赏金任务 3

source: Ordinal bounty 3 has two parts, both of which are based on _ordinal names_. Ordinal names are a modified base-26 encoding of ordinal numbers. To avoid locking short names inside the unspendable genesis block coinbase reward, ordinal names get _shorter_ as the ordinal number gets _longer_. The name of sat 0, the first sat to be mined is `nvtdijuwxlp` and the name of sat 2,099,999,997,689,999, the last sat to be mined, is `a`.
de: "Ordinal Belohnung 3" hat zwei Teile, die beide auf _ordinalen Namen_ basieren. Ordinale Namen sind eine modifizierte Basis-26-Codierung von ordinal Zahlen. Um kurze Namen nicht im nicht ausgebuchten Genesis-Block-Coinbase-Reward einzusperren, werden ordinale Namen _kürzer_, je länger die ordinal Nummer wird. Der Name von Sat 0, dem ersten Sat, der gemint wurde, lautet `nvtdijuwxlp`, und der Name von Sat 2.099.999.997.689.999, dem letzten geminten sat, lautet `a`.
es: La tercera recompensa ordinal consta de dos partes, ambas basadas en los _nombres de ordinals_. Los nombres de los ordinals son una modificación de la codificación base-26 de los números ordinales. Para prevenir que los nombres más cortos queden atrapados en el bloque génesis el cual no se puede utilizar, los nombres de los ordinals se van acortando a medida que el número ordinal aumenta. El nombre del sat 0, el primer sat minado, es `nvtdijuwxlp` y el nombre del sat 2,099,999,997,689,999, el último sat que será minado, es `a`.
fil: Ang Ordinal bounty 3 ay may dalawang bahagi, na parehong nakabatay sa _ordinal names_.Ang mga ordinal names ay isang modified base-26 encoding ng ordinal numbers. Upang maiwasan ang pag-lock ng shot names sa loob ng unspendable genesis block coinbase reward, ordinal names ay maagiging _shorter_ habang ang ordinal number ay nagiging _longer_. Ang pangalan ng sat 0, ang unang sat na na-mina ay `nvtdijuwxlp` at ang pangalan ng sat ay 2,099,999,997,689,999, ang huling sat na miminahin, ay `a`.
fr: La récompense Ordinal 3 se compose de deux parties, toutes deux basées sur les _noms ordinaux_. Les noms ordinaux sont un encodage en base-26 modifié des nombres ordinaux. Pour éviter que les noms courts restent piégés à l'intérieur du bloc de genèse et ne puissent pas être utilisés, les noms ordinaux deviennent _plus courts_ à mesure que le nombre ordinal devient _plus long_. Le nom du sat 0, le premier sat à être miné, est `nvtdijuwxlp` et le nom du sat 2,099,999,997,689,999, le dernier sat qui sera miné, est `a`.
hi: ऑर्डिनल बाउंटी 3 के दो भाग हैं, ये दोनों ऑर्डिनल (क्रमसूचक) नामों पर आधारित हैं। क्रमसूचक नाम, क्रमसूचक संख्याओं की संशोधित मूल-26 एन्कोडिंग हैं। छोटे नामों को खर्च न किए जा सकने योग्‍य जेनेसिस (उत्‍पति) कॉइनबेस इनाम रोकने के लिए, जैसे-जैसे ऑर्डिनल्स (क्रमसूचक) संख्‍याएं _लंबी_ होती हैं ऑर्डिनल्स (क्रमसूचक) नाम _छोटे_ होते जाते हैं। सैट 0 का नाम, खनन किए जाने वाले पहले सैट का नाम `nvtdijuwxlp` है और सैट का नाम 2,099,999,997,689,999 है, खनन किए जाने वाले अंतिम सैट `a` है।
it: La taglia ordinale 3 ha due parti, entrambe basate sui _nomi ordinali_. I nomi ordinali sono una codifica modificata in base-26 dei numeri ordinali. Per evitare di bloccare i nomi brevi all'interno del blocco genesis non spendibile coinbase, i nomi ordinali si _accorciano_ man mano che il numero ordinale si _allunga_. Il nome del sat 0, il primo sat a essere estratto, è `nvtdijuwxlp` e il nome del sat 2.099.999.997.689.999, l'ultimo sat a essere estratto, è `a`.
ko: 오디널 현상금 3은 두 부분으로 나뉘며, 두 부분 모두 _오디널 이름_ 을 기반으로 한다. 오디널 이름은 서수의 수정된 base26 인코딩이다. 사용할 수 없는 제네시스 블록 코인베이스 보상 안에 짧은 이름이 고정되는 것을 방지하기 위해 서수가 _길어질수록_ 오디널 이름은 _짧아진다_. 첫 번째 채굴되는 SAT 0의 이름은 `nvtdijuwxlp`이고, 마지막 채굴되는 SAT 2,099,999,997,689,999의 이름은 `a`이다.
pt: A Recompensa Ordinal 3 tem duas partes, ambas baseadas em _nomes ordinais_. Os nomes ordinais são uma codificação modificada de base 26 de números ordinais. Para evitar o bloqueio de nomes curtos dentro da recompensa da coinbase do bloco genesis, que não pode ser gasta, os nomes ordinais ficam _mais curtos_ à medida que o número ordinal fica _mais longo_. O nome do sat 0, o primeiro sat a ser extraído é `nvtdijuwxlp` e o nome do sat 2.099.999.997.689.999, o último sat a ser extraído, é `a`.
ru: Ordinal вознаграждение 3 состоит из двух частей, обе из которых основаны на _ordinal именах_. Ordinal имена представляют собой модифицированную кодировку порядковых чисел base-26. Чтобы избежать блокировки коротких имен внутри неизрасходованного вознаграждения coinbase блока genesis, порядковые имена становятся _короче_ по мере того, как порядковый номер становится _длиннее_. Имя сата 0, первого sat, который будет добыт, - `nvtdijuwxlp`, а имя sat 2 099 999 997 689 999, последнего sat, который будет добыт, - `a`.
zh: 任务3有两个部分，都是基于_序数名字_序数名字是把序数数字用修改后的base-26进行的编码.为了避免将短名字锁定在不可花费的创世区块奖励中，随着序数的_变长_，序数名字将变得_更短_ 比如第一个开采的0号聪的名字是`nvtdijuwxlp`，而最后一个被开采的2,099,999,997,689,999号聪的名字，则是 `a`.

source: The bounty is open for submissions until block 840000—the first block after the fourth halvening. Submissions included in block 840000 or later will not be considered.
de: Die Belohnung ist für Einreichungen bis zum Block 840.000 geöffnet, das ist der erste Block nach der vierten Halbierung. Einreichungen, die in Block 840.000 oder später enthalten sind, werden nicht berücksichtigt.
es: La convocatoria para participar en la recompensa permanecerá abierta hasta el bloque 840000, el primer bloque después del cuarto halving. Los envíos que se incluyan a partir del bloque 840000 no serán tomados en cuenta.
fil: Bukas ang bounty para sa mga pagsusumite hanggang block 840000-ang unang block pagkatapos ng fourth halvening. Ang mga pagsusumite na kasama sa block 840000 o mas bago ay hindi ikonsidera.
fr: L’appel à candidatures pour la récompense restera ouvert jusqu'au bloc 840000, le premier bloc après le quatrième halving. Les candidatures soumises à partir du bloc 840000 ou ultérieurement ne seront pas prises en compte.
hi: बांउटी, ब्लॉक 840000 तक प्रस्‍तुत करने के लिए उन्‍मुक्‍त है – जो चौथे पड़ाव (खनिकों को मिलने वाले पुरस्कारों में एक योजनाबद्ध कटौती है। यह शब्द बिटकॉइन के कोड में उल्लिखित है) के बाद वाला पहला ब्लॉक है। ब्लॉक 840000 या इसके बाद के संस्करण में शामिल प्रस्तुतियों पर विचार नहीं किया जाएगा।
it: La taglia è aperta alle candidature fino al blocco 840000, il primo blocco dopo il quarto halving. Le proposte incluse nel blocco 840000 o successive non saranno prese in considerazione.
ko: 현상금은 네 번째 반감기 이후 첫 번째 블록인 840000 블록까지 제출할 수 있다. 840000 블록 이후에 포함된 제출물은 고려되지 않는다.
pt: A recompensa está aberta para envios até o bloco 840000 – o primeiro bloco após o quarto halving. As inscrições incluídas no bloco 840000 ou posterior não serão consideradas.
ru: Заявки на участие в конкурсе принимаются до блока 840000 - первого блока после четвертого халвинга. Заявки, включенные в блок 840000 или позже, рассматриваться не будут.
zh: 赏金计划开放到区块高度840000-第四次减半后的第一个区块。区块高度840000以及以后的区块将不被考虑。
