Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Creating inscriptions with `ord wallet inscribe`
de: Inscriptions erstellen mit `ord wallet inscribe`
es: Creación de inscripciones usando `ord wallet inscribe`
fil: Gumawa ng inscriptions gamit ang `ord wallet inscribe`
fr: La création d’inscriptions à l’aide de `ord wallet inscribe`
hi: `ord wallet inscribe` के साथ डिजिटल अभिलेख बनाना
it: Creare iscrizioni con `ord wallet inscribe`
ko: `ord wallet inscribe`으로 인스크립션 만들기
pt: Criando inscrições com `ord wallet inscribe`
ru: Создание надписей с помощью `ord wallet inscribe`
zh: 使用`ord wallet inscribe`创建铭文

source: Sending inscriptions with `ord wallet send`
de: Versenden von inscriptions mit `ord wallet send`
es: Enviar inscripciones usando `ord wallet send`
fil: Magpadala ng inscriptions gamit ang `ord wallet send`
fr: L’envoi d’inscriptions à l’aide de `ord wallet send`
hi: `ord wallet send` के साथ डिजिटल अभिलेख भेजना
it: Inviare iscrizioni con `ord wallet send`
ko: `ord wallet send`로 인스크립션 보내기
pt: "Enviando inscrições com `ord wallet send`
ru: Отправка надписей с помощью `ord wallet send`
zh: 使用 `ord wallet send`发送铭文

source: Receiving inscriptions with `ord wallet receive`
de: Empfangen von inscriptions mit `ord wallet receive`
es: Recibir inscripciones con `ord wallet receive`
fil: Pagtanggap ng inscriptions gamit ang `ord wallet receive`
fr: La réception d’inscriptions avec `ord wallet receive`
hi: `ord wallet receive` के साथ डिजिटल अभिलेख प्राप्त करना
it: Ricevere iscrizioni con `ord wallet receive`
ko: `ord wallet receive`로 인스크립션 받기
pt: Recebendo inscrições com `ord wallet receive`
ru: Получение надписей с помощью `ord wallet receive`
zh: 使用`ord wallet receive`收取铭文

source: Batch inscribing with `ord wallet inscribe --batch`
it: Inscrivere in batch con `ord wallet inscribe --batch`

source: Getting Help
de: Hilfe bekommen
es: Obtener Ayuda
fil: Kumuha ng tulong
fr: Obtenir de l’aide
hi: मदद प्राप्त करें
it: Ricevere Aiuto
ko: 도움 받기
pt: Obtendo Ajuda
ru: Получение помощи
zh: 寻求帮助

source: If you get stuck, try asking for help on the [Ordinals Discord Server](https://discord.com/invite/87cjuz4FYg), or checking GitHub for relevant [issues](https://github.com/ordinals/ord/issues) and [discussions](https://github.com/ordinals/ord/discussions).
de: Wenn Sie nicht weiterkommen, versuchen Sie, um Hilfe auf dem [Ordinals Discord Server](https://discord.com/invite/87cjuz4FYg) zu fragen, oder überprüfen Sie GitHub nach relevanten [Issues](https://github.com/ordinals/ord/issues) und [Diskussionen](https://github.com/ordinals/ord/discussions).
es: Si te atascas, intenta pedir ayuda en el [Servidor de Discord de Ordinals](https://discord.com/invite/87cjuz4FYg), o consulta el GitHub por [problemas](https://github.com/ordinals/ord/issues) y [discusiones](https://github.com/ordinals/ord/discussions) relevantes.
fil: Kung natigil ka, subukang humingi ng tulong sa server ng [Ordinals Discord](https://discord.com/invite/87cjuz4FYg), o tingnan ang GitHub para sa mga [isyu](https://github.com/ordinals/ord/issues) at [discussions](https://github.com/ordinals/ord/discussions).
fr: Si vous êtes coincé, essayez de demander de l’aide sur le [Serveur Discord d’Ordinals](https://discord.com/invite/87cjuz4FYg), ou consultez GitHub pour des [discussions](https://github.com/ordinals/ord/discussions) et des [problèmes](https://github.com/ordinals/ord/issues) pertinents.
hi: यदि आप कहीं फंस जाते हैं, तब आप [Ordinals Discord Server](https://discord.com/invite/87cjuz4FYg), पर मदद के लिए संपर्क करने का प्रयास करें, या प्रासंगिक [मुद्दों](https://github.com/ordinals/ord/issues) और [चर्चाओं](https://github.com/ordinals/ord/discussions) के लिए GitHub पर संबंधित अवरोध के बारे में पता लगाएं।
it: Se siete bloccati, provate a chiedere aiuto su [Ordinals Discord Server](https://discord.com/invite/87cjuz4FYg), o a controllare su GitHub [i problemi](https://github.com/ordinals/ord/issues) e [le discussioni](https://github.com/ordinals/ord/discussions) pertinenti.
ko: 문제가 해결되지 않는다면, [오디널스 디스코드 서버](https://discord.com/invite/87cjuz4FYg)에서 도움을 요청해 보거나 깃허브에서 관련 [이슈](https://github.com/ordinals/ord/issues) 및 [토론](https://github.com/ordinals/ord/discussions)을 확인해 보자.
pt: Se você tiver dúvidas, tente pedir ajuda no [Ordinals Discord Server](https://discord.com/invite/87cjuz4FYg) ou verifique o GitHub para [problemas relevantes](https://github.com/ordinals/ord/issues) e [discussões](https://github.com/ordinals/ord/discussions).
ru: Если вы застряли, попробуйте обратиться за помощью к [Ordinals Discord Server](https://discord.com/invite/87cjuz4FYg), или проверить GitHub на наличие [проблем](https://github.com/ordinals/ord/issues) и для [обсуждений](https://github.com/ordinals/ord/discussions).
zh: 如果你遇到困难，可以在[Ordinals Discord Server](https://discord.com/invite/87cjuz4FYg),或者检查Github上的相关内容[问题](https://github.com/ordinals/ord/issues) 和[讨论](https://github.com/ordinals/ord/discussions).

source: Bitcoin Core is available from [bitcoincore.org](https://bitcoincore.org/) on the [download page](https://bitcoincore.org/en/download/).
de: Bitcoin Core ist auf [bitcoincore.org](https://bitcoincore.org/) auf der [Download-Seite](https://bitcoincore.org/en/download/) verfügbar.
es: Bitcoin Core está disponible en la [página de descargas](https://bitcoincore.org/en/download/) de [bitcoincore.org](https://bitcoincore.org/).
fil: Ang Bitcoin Core ay mada-download sa [bitcoincore.org](https://bitcoincore.org/) sa pahina ng [pag-download](https://bitcoincore.org/en/download/).
fr: Bitcoin Core est disponible sur la [page de téléchargement](https://bitcoincore.org/en/download/) de [bitcoincore.org](https://bitcoincore.org/).
hi: बिटकॉइन कोर [bitcoincore.org](https://bitcoincore.org/) के डाउनलोड पृष्‍ठ (https://bitcoincore.org/en/download/) पर उपलब्ध हैं।
it: Bitcoin Core è disponibile su [bitcoincore.org](https://bitcoincore.org/) alla [pagina di download](https://bitcoincore.org/en/download/).
ko: Bitcoin Core는 [bitcoincore.org](https://bitcoincore.org/)의 [다운로드 페이지](https://bitcoincore.org/en/download/)에서 이용할 수 있다.
pt: O Bitcoin Core está disponível em [bitcoincore.org](https://bitcoincore.org/) na [página de download](https://bitcoincore.org/en/download/).
ru: Установка Bitcoin Core доступна на сайте [bitcoincore.org](https://bitcoincore.org/) на [странице загрузки](https://bitcoincore.org/en/download/).
zh: Bitcoin Core 可以在 [bitcoincore.org](https://bitcoincore.org/) 上的[下载页面](https://bitcoincore.org/en/download/).

source: Making inscriptions requires Bitcoin Core 24 or newer.
de: Für die Erstellung von inscriptions ist Bitcoin Core 24 oder neuer erforderlich.
es: Para crear inscripciones es necesario tener la versión 24 de Bitcoin Core o una más reciente.
fil: Ang inscriptions ay nangangailangan ng Bitcoin Core 24 o mas bago.
fr: Créer des inscriptions requiert Bitcoin Core 24 ou une version plus récente.
hi: डिजिटल अभिलेख बनाने के लिए बिटकॉइन कोर 24 या उसका नया संस्‍करण आवश्यक है।
it: Per effettuare iscrizioni è necessario Bitcoin Core 24 o più recente.
ko: 인스립션을 만들려면 Bitcoin Core 24 이상이 필요하다.
pt: Fazer inscrições requer Bitcoin Core 24 ou mais recente.
ru: Для создания надписей требуется Bitcoin Core 24 или новее.
zh: 制作铭文需要Bitcoin Core 24 或者更新版本。

source: This guide does not cover installing Bitcoin Core in detail. Once Bitcoin Core is installed, you should be able to run `bitcoind -version` successfully from the command line. Do _NOT_ use `bitcoin-qt`.
fil: Hindi saklaw ng gabay na ito ang pag-install ng Bitcoin Core nang detalyado. Kapag na-install na ang Bitcoin Core, dapat ay matagumpay mong mapatakbo ang `bitcoind -version` mula sa command line. _HUWAG_ gamitin ang `bitcoin-qt`.
fr: Ce guide ne couvre pas l’installation de Bitcoin Core en détail. Une fois Bitcoin Core installé, vous devriez être en mesure d’exécuter `bitcoind -version` avec succès depuis la ligne de commande. N’utilisez _PAS_ `bitcoin-qt`.
it: Questa guida non tratta in dettaglio l'installazione di Bitcoin Core. Una volta installato Bitcoin Core, si dovrebbe essere in grado di eseguire con successo `bitcoind -version` dalla riga di comando. _NON_ utilizzare `bitcoin-qt`.
ko: 이 가이드에서는 Bitcoin Core 설치에 대해 자세히 다루지 않는다. Bitcoin Core가 설치되면 명령줄에서 `bitcoind -version`을 성공적으로 실행할 수 있어야 한다. `bitcoin-qt`는 사용하지 말라.

source: Configuring Bitcoin Core
de: Bitcoin Core konfigurieren
es: Configuración de Bitcoin Core
fil: Bitcoin Core Setup
fr: Configurer Bitcoin Core
hi: बिटकॉइन कोर कॉन्फ़िगर (समरूप) करना
it: Configurazione di Bitcoin Core
ko: Bitcoin Core 설정하기
pt: Configurando o Bitcoin Core
ru: Настройка Bitcoin Core
zh: 配置 Bitcoin Core

source: `ord` requires Bitcoin Core's transaction index and rest interface.
fil: Ang `ord` ay nangangailangan ng index ng transaksyon at rest interface ng Bitcoin Core.
fr: `ord` nécessite l’index de transactions et l’interface rest de Bitcoin Core.
it: `ord` richiede l'indice delle transazioni e l'interfaccia rest di Bitcoin Core.
ko: `ord`는 Bitcoin Core의 트랜잭션 인덱스와 rest 인터페이스가 필요하다.

source: To configure your Bitcoin Core node to maintain a transaction index, add the following to your `bitcoin.conf`:
de: Um Ihren Bitcoin Core-Node so zu konfigurieren, dass er einen Transaktionsindex pflegt, fügen Sie das folgende zu Ihrer `bitcoin.conf` hinzu:
es: Debes configurar tu nodo de Bitcoin Core para que mantenga un índice de transacciones. Agrega lo siguiente a tu `bitcoin.conf`:
fil: I-configure ang iyong Bitcoin Core node upang mapanatili ang index ng mga transaksyon, idagdag ang sumusunod sa iyong bitcoin.conf file:
fr: Pour configurer votre nœud Bitcoin Core afin qu’il maintienne un index des transactions, ajoutez ce qui suit à votre `bitcoin.conf`:
hi: लेन-देन सूचकांक के अनुरक्षण के लिए अपने बिटकॉइन कोर नोड को कॉन्फ़िगर करने के लिए, निम्नलिखित को अपने `bitcoin.conf` में जोड़ें:
it: Per configurare il tuo nodo Bitcoin Core in modo che mantenga un indice delle transazioni, aggiungere quanto segue al tuo `bitcoin.conf`:
ko: 트랜잭션 인덱스를 유지하도록 Bitcoin Core 노드를 설정하려면, `bitcoin.conf`에 다음을 추가한다:
pt: Para configurar seu nó Bitcoin Core para manter um índice de transação, adicione o seguinte ao seu `bitcoin.conf`:
ru: Чтобы настроить Bitcoin Core node на ведение индекса транзакций, добавьте следующее в `bitcoin.conf`:
zh: 配置你的Bitcoin Core阶段去维护一个交易索引，需要在`bitcoin.conf`里面添加:

source: Or, run `bitcoind` with `-txindex`:
de: Oder führen Sie `bitcoind` mit `-txindex`:
es: O, ejecuta `bitcoind` con `-txindex`:
fil: O, patakbuhin ang `bitcoind` gamit ang `-txindex`:
fr: Ou bien, exécutez `bitcoind` avec `-txindex`:
hi: या, `bitcoind` के साथ `-txindex` बिटकॉइन संचालित करें:
it: Oppure, eseguire `bitcoind` con `-txindex`:
ko: 또는 `-txindex`와 함께 `bitcoind`를 실행한다:
pt: Ou execute `bitcoind` com `-txindex`:
ru: Или запустите `bitcoind` с помощью `-txindex`:
zh: 或者, 运行 `bitcoind` 和 `-txindex`:

source: Details on creating or modifying your `bitcoin.conf` file can be found [here](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md).
fil: Ang mga detalye sa paggawa o pagbabago ng iyong `bitcoin.conf` na file ay matatagpuan [dito](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md).
fr: Vous pouvez trouver des détails sur la création ou la modification de votre fichier `bitcoin.conf` [ici](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md).
it: I dettagli sulla creazione o la modifica del file `bitcoin.conf` sono disponibili [qui](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md).
ko: `bitcoin.conf` 파일 생성 또는 수정에 대한 자세한 내용은 [여기](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md)에서 확인할 수 있다.
zh: 关于创建或者修改你的 `bitcoin.conf`文件，可以参考 [这里](https://github.com/bitcoin/bitcoin/blob/master/doc/bitcoin-conf.md).

source: Syncing the Bitcoin Blockchain
de: Synchronisierung der Bitcoin-Blockchain
es: Sincronizando la Blockchain de Bitcoin
fil: Pag-synchronize ng Bitcoin Blockchain
fr: La synchronisation de la blockchain Bitcoin
hi: बिटकॉइन ब्लॉकचेन सिंक करना
it: Sincronizzazione della catena di Bitcoin
ko: 비트코인 블록체인 동기화
pt: "Sincronizando a Blockchain do Bitcoin
ru: Синхронизация блокчейна Bitcoin
zh: 比特币区块同步

source: To sync the chain, run:
de: Um die chain zu synchronisieren, führen Sie Folgendes aus:
es: Para sincronizar la blockchain o cadena de bloques de bitcoin, ejecuta:
fil: Upang i-sync ang blockchain patakbuhin ang sumusunod na command
fr: Pour synchroniser la blockchain, exécutez :
hi: चेन सिंक करने के लिए, निम्‍नलिखित संचालित करें:
it: Per sincronizzare la catena, eseguire:
ko: 체인을 동기화하려면 다음을 실행한다:
pt: Para sincronizar a cadeia, execute:
ru: Чтобы синхронизировать сеть, выполните команду:
zh: 区块同步，运行：

source: …and leave it running until `getblockcount`:
de: …und lassen Sie es laufen, bis `getblockcount`:
es: …y déjalo ejecutar hasta que `getblockcount`:
fil: …at hayaan itong tumakbo hanggang sa `getblockcount`:
fr: ...et laissez-la s’exécuter jusqu’à ce que `getblockcount`:
hi: …और `getblockcount` तक इसे चालू रहने दें:
it: …e lasciarlo in esecuzione fino a `getblockcount`:
ko: ...그리고 `getblockcount`가:
pt: …e deixe rodando até `getblockcount`:
ru: ...и оставьте его запущенным до получения `getblockcount`:
zh: …直到运行 `getblockcount`:

source: agrees with the block count on a block explorer like [the mempool.space block explorer](https://mempool.space/). `ord` interacts with `bitcoind`, so you should leave `bitcoind` running in the background when you're using `ord`.
de: Es stimmt mit der Blockanzahl auf einem Block-Explorer wie [dem mempool.space Block Explorer](https://mempool.space/) überein. `ord` interagiert mit `bitcoind`, daher sollten Sie `bitcoind` im Hintergrund laufen lassen, wenn Sie `ord` verwenden.
es: coincida con el recuento de bloques en un explorador de bloques como [el explorador de bloques mempool.space](https://mempool.space/). `ord` interactúa con `bitcoind`, así que debes dejar `bitcoind` ejecutándose en segundo plano mientras estés usando `ord`.
fil: tumutugma sa bilang ng mga bloke tulad nalamang ng [mempool.space block explorer](https://mempool.space/). Nakikipag-ugnayan ang `ord` sa `bitcoind`, kaya dapat mong iwanan ang `bitcoind` na tumatakbo sa background kapag gumagamit ng `ord`.
fr: corresponde au nombre de blocs sur un [explorateur de blocs tel que mempool.space](https://mempool.space/). `ord` interagit avec `bitcoind`, il faut donc laisser `bitcoind` s’exécuter en arrière-plan lorsque vous utilisez `ord`.
hi: [the mempool.space block explorer](https://mempool.space/) ब्लॉक एक्सप्लोरर जैसे ब्लॉक एक्सप्लोरर पर ब्लॉक गणना से सहमत है। `ऑर्ड` `bitcoind` के साथ समन्‍वय करता है, इसलिए जब आप ऑर्ड का उपयोग कर रहे हों तो आपको `bitcoind` को पृष्ठभूमि में चालू रहने देना चाहिए।
it: concorda con il conteggio dei blocchi su un block explorer come [mempool.space block explorer](https://mempool.space/). `ord` interagisce con `bitcoind`, quindi si dovrebbe lasciare `bitcoind` in esecuzione in background quando si utilizza `ord`.
ko: [mempool.space block explorer](https://mempool.space/)와 같은 블록 탐색기의 블록 수와 일치할때까지 실행한다. `ord`는 `bitcoind`와 상호 작용하므로 `ord`을 사용할 때는 `bitcoind`를 백그라운드에서 실행하도록 두어야 한다.
pt: concorde com a contagem de blocos em um explorador de blocos como [o explorador de blocos mempool.space](https://mempool.space/). `ord` interage com `bitcoind`, então você deve deixar `bitcoind` rodando em segundo plano quando você estiver usando o `ord`.
ru: совпадает с количеством блоков в обозревателе блоков, например [в mempool.space block explorer](https://mempool.space/). `ord` взаимодействует с `bitcoind`, поэтому вы должны оставить`bitcoind` включенным в фоновом режиме, пока используете `ord`.
zh: 像区块链浏览器[the mempool.space block explorer](https://mempool.space/)一样对区块进行记述. `ord`同`bitcoind`进行交互, 所以你在使用`ord`时候需要让`bitcoind` 在后台运行。

source: The blockchain takes about 600GB of disk space. If you have an external drive you want to store blocks on, use the configuration option `blocksdir=<external_drive_path>`. This is much simpler than using the `datadir` option because the cookie file will still be in the default location for `bitcoin-cli` and `ord` to find.
fil: Ang blockchain ay humigit-kumulang 600GB disk space. Kung mayroon kang external drive na gamitin para mag-store ng blocks, gamitin ang configuration option `blocksdir=<external_drive_path>`. Ito ay mas simple kaysa sa paggamit ng `datadir` na opsyon dahil ang cookie file ay nasa default pa ring lokasyon para mahanap ang `bitcoin-cli` at `ord`.
fr: La blockchain occupe environ 600 Go d’espace disque. Si vous avez un disque externe sur lequel vous souhaitez stocker des blocs, utilisez l’option de configuration `blocksdir=<external_drive_path>`. C’est beaucoup plus simple que d’utiliser l’option `datadir` car le fichier cookie sera toujours dans l’emplacement par défaut afin que `bitcoin-cli` et `ord` puissent le trouver.
it: La blockchain occupa circa 600 GB di spazio su disco. Se si dispone di un disco esterno su cui memorizzare i blocchi, utilizzare l'opzione di configurazione `blocksdir=<external_drive_path>`. È molto più semplice che usare l'opzione `datadir`, perché il file cookie sarà ancora nella posizione predefinita per essere trovato da `bitcoin-cli` e `ord`.
ko: 블록체인은 약 600GB의 디스크 공간을 필요로 한다. 블록을 저장할 외장 드라이브가 있는 경우, 설정 옵션 `blocksdir=<external_drive_path>`를 사용한다. 이렇게 하면 쿠키 파일이 여전히 `bitcoin-cli`와 `ord`가 찾을 수 있는 기본 위치에 있기 때문에 `datadir` 옵션을 사용하는 것보다 훨씬 간단하다.
zh: T区块链占用约600GB的磁盘空间。如果你有一个外接硬盘来存储区块，可以使用配置选项`blocksdir=<external_drive_path>`. 这比使用`datadir` 选项更简单， `bitcoin-cli` 和 `ord` 可以在默认的位置找到cookie文件

source: Troubleshooting
de: Störungssuche
es: Solución de problemas
fil: Pag-Troubleshoot
fr: Résolution des problèmes
hi: समस्या सुलझाना
it: Risoluzione dei problemi
ko: 트러블 슈팅
pt: Solução de problemas
ru: Устранение проблем
zh: 故障排除

source: Make sure you can access `bitcoind` with `bitcoin-cli -getinfo` and that it is fully synced.
fil: Tiyaking maa-access mo ang `bitcoind` gamit ang `bitcoin-cli -getinfo` at ito ay ay ganap na naka-sync.
fr: Assurez-vous de pouvoir accéder à `bitcoind` avec `bitcoin-cli -getinfo` et qu’il est entièrement synchronisé.
it: Assicurarsi di poter accedere a `bitcoind` con `bitcoin-cli -getinfo` e che sia completamente sincronizzato.
ko: `bitcoind`를 `bitcoin-cli -getinfo`로 액세스할 수 있는지 그리고 이것이 완전히 동기화되었는지를 확인한다.
zh: 确保你可以通过 `bitcoin-cli -getinfo` 来访问`bitcoind` ，并且它已经完全同步

source: If `bitcoin-cli -getinfo` returns `Could not connect to the server`, `bitcoind` is not running.
fil: Kung ibabalik ng `bitcoin-cli -getinfo` ang `Could not connect to the server`, Hindi tumatakbo ang iyong `bitcoind`.
fr: Si `bitcoin-cli -getinfo` renvoie `Could not connect to the server` (n’a pas pu se connecter au serveur), `bitcoind` ne s’exécute pas.
it: Se `bitcoin-cli -getinfo` restituisce `Could not connect to the server`, `bitcoind` non è in esecuzione.
ko: `bitcoin-cli -getinfo`가 `Could not connect to the server`을 반환하면 `bitcoind`가 실행되고 있지 않은 것이다.
zh: 假如 `bitcoin-cli -getinfo` 返回的是 `Could not connect to the server`, 这可能是`bitcoind` 没有运行

source: Make sure `rpcuser`, `rpcpassword`, or `rpcauth` are _NOT_ set in your `bitcoin.conf` file. `ord` requires using cookie authentication. Make sure there is a file `.cookie` in your bitcoin data directory.
fil: Tiyaking `rpcuser`, `rpcpassword`, o `rpcauth` ay _HINDI_ naka-set sa iyong `bitcoin.conf` file. Ang `ord` ay nangangailangan ng paggamit ng cookie authentication. Tiyaking may file na `.cookie` sa iyong bitcoin data directory.
fr: Assurez-vous que `rpcuser`, `rpcpassword` ou `rpcauth` ne sont _PAS_ configurés dans votre fichier `bitcoin.conf`. `ord` nécessite l’utilisation de l’authentification à l’aide de cookies. Assurez-vous qu’il y a un fichier `.cookie` dans votre répertoire de données Bitcoin.
it: Assicurarsi che `rpcuser`, `rpcpassword`, o `rpcauth` _NON_ siano impostati nel file `bitcoin.conf`. `ord` richiede l'uso dell'autenticazione tramite cookie. Assicurarsi che ci sia un file `.cookie` nella tua directory dei dati di bitcoin.
ko: `rpcuser`, `rpcpassword` 또는 `rpcauth`가 `bitcoin.conf` 파일에 설정되어 있지 _않는_ 것을 확인하자. `ord`는 쿠키 인증에 사용을 요구한다. 비트코인 데이터 디렉토리에 `.cookie` 파일이 있는지 확인하자.
zh: 确保 `rpcuser`, `rpcpassword`, 或者 `rpcauth` _没有_ 在你的 `bitcoin.conf` 文件里进行设置。 `ord` 需要使用 cookie 认证。因此需要确保 你的bitcoin data的文件夹里有 `.cookie`文件。

source: If `bitcoin-cli -getinfo` returns `Could not locate RPC credentials`, then you must specify the cookie file location. If you are using a custom data directory (specifying the `datadir` option), then you must specify the cookie location like `bitcoin-cli -rpccookiefile=<your_bitcoin_datadir>/.cookie -getinfo`. When running `ord` you must specify the cookie file location with `--cookie-file=<your_bitcoin_datadir>/.cookie`.
fil: Kung ibabalik ng `bitcoin-cli -getinfo` ang `Could not locate RPC credentials`, kung gayon dapat mong tukuyin ang lokasyon ng cookie file. Kung gumagamit ka ng custom na data directory (tumutukoy sa `datadir`), dapat mong tukuyin ang lokasyon ng cookie tulad ng `bitcoin-cli -rpccookiefile=<your_bitcoin_datadir>/.cookie -getinfo`. Kapag nagpapatakbo ng `ord` dapat mong tukuyin ang cookie file location na may `--cookie-file=<your_bitcoin_datadir>/.cookie`.
fr: Si `bitcoin-cli -getinfo` renvoie `Could not locate RPC credentials` (n’a pas pu localiser les informations d’authentification RPC), vous devez spécifier l’emplacement du fichier cookie. Si vous utilisez un répertoire de données personnalisé (en spécifiant l’option `datadir`), vous devez spécifier l’emplacement du cookie comme suit : `bitcoin-cli -rpccookiefile=<your_bitcoin_datadir>/.cookie -getinfo`. Lorsque vous exécutez `ord`, vous devez spécifier l’emplacement du fichier cookie à l’aide de `--cookie-file=<your_bitcoin_datadir>/.cookie`.
it: Se `bitcoin-cli -getinfo` restituisce `Could not locate RPC credentials`, è necessario specificare la posizione del file cookie. Se si utilizza una directory di dati personalizzata (specificando l'opzione `datadir`), è necessario specificare la posizione del cookie come `bitcoin-cli -rpccookiefile=<your_bitcoin_datadir>/.cookie -getinfo`. Quando si esegue `ord` è necessario specificare la posizione del file cookie con `--cookie-file=<your_bitcoin_datadir>/.cookie`.
ko: `bitcoin-cli -getinfo`가 `Could not locate RPC credentials`을 반환하면 쿠키 파일 위치를 지정해야 한다. 사용자 지정 데이터 디렉터리를 사용하는 경우(`datadir` 옵션을 지정) `bitcoin-cli -rpccookiefile=<your_bitcoin_datadir>/.cookie -getinfo`와 같이 쿠키 위치를 지정해야 한다. `ord`을 실행할 때는 `--cookie-file=<your_bitcoin_datadir>/.cookie`로 쿠키 파일 위치를 지정해야 한다.
zh: 如果 `bitcoin-cli -getinfo` 返回`Could not locate RPC credentials`, 那么 你必须指定 cookie 文件的位置。如果你正在使用自定义的数据目录 (指定 `datadir` 的选项),那么你必须指定cookie文件的位置. `bitcoin-cli -rpccookiefile=<your_bitcoin_datadir>/ cookie -getinfo`.当你运行 `ord` 命令时，你必须指定 cookie 文件的位置 `--cookie-file=<your_bitcoin_datadir>/.cookie`.

source: Make sure you do _NOT_ have `disablewallet=1` in your `bitcoin.conf` file. If `bitcoin-cli listwallets` returns `Method not found` then the wallet is disabled and you won't be able to use `ord`.
fil: Tiyaking _WALA_ kang `disablewallet=1` sa iyong `bitcoin.conf` file.Kung ibabalik ng `bitcoin-cli listwallet` ang `Method not found` ang wallet ay naka-disable at hindi mo magagamit ang `ord`.
fr: Assurez-vous de ne _PAS_ avoir `disablewallet=1` dans votre fichier `bitcoin.conf`. Si `bitcoin-cli listwallets` renvoie `Method not found` (méthode non trouvée), le portefeuille est désactivé et vous ne pourrez pas utiliser `ord`.
it: Assicurarsi di _NON_ avere `disablewallet=1` nel file `bitcoin.conf`. Se `bitcoin-cli listwallets` restituisce `Method not found`, il portafoglio è disabilitato e non sarà possibile utilizzare `ord`.
ko: `bitcoin.conf` 파일에 `disablewallet=1`이 _없는_ 것을 확인하자. `bitcoin-cli listwallets`가 `Method not found`을 반환하면 지갑이 비활성화된 것이며 `ord`를 사용할 수 없다.
zh: 确保你在`bitcoin.conf` 文件中 _没有_ 配置 `disablewallet=1` 如果 `bitcoin-cli listwallets` 返回 `Method not found` 那么钱包就会被禁用你将要无法使用 `ord`.
