Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Ordinal theorists often use the terms "hour", "minute", "second", and "third" for _A_, _B_, _C_, and _D_, respectively.
de: Ordinal-Theoretiker verwenden oft die Begriffe "Stunde", "Minute", "Sekunde" und "Dritte" für _A_, _B_, _C_ und _D_.
es: Los teóricos de Ordinals suelen usar los términos "hora", "minuto", "segundo" y "tercero" en referencia a _A_, _B_, _C_, y _D_.
fil: Ang Ordinal theorists ay kadalasang gumagamit ng mga termino "hour", "minute", "second", at "third" for _A_, _B_, _C_, and _D_, ayon sa pagkakabanggit.
fr: Les théoriciens d’Ordinals utilisent souvent les termes « heure », « minute », « seconde » et « tierce » en référence à _A_, _B_, _C_ et _D_.
hi: आर्डिनल थ्‍यौरिस्‍ट (क्रमसूचक सिद्धांतकार) अक्सर _A_, _B_, _C_ और _D_ के लिए क्रमशः "घंटा", "मिनट", "सेकंड", और "तीसरा" शब्दों का उपयोग करते हैं।
it: I teorici degli Ordinali usano spesso i termini "ora", "minuto", "secondo", e "terzo" per _A_, _B_, _C_, e _D_, rispettivamente.
ko: 오디널 이론가들은 _A_, _B_, _C_, _D_ 에 대해 각각 "시", "분", "초", 그리고 “third”라는 용어를 자주 사용한다.
pt: Os teóricos de Ordinals costumam usar os termos "hora", "minuto", "segundo" e "terceiro" para _A_, _B_, _C_ e _D_, respectivamente.
ru: Ordinal теоретики часто используют термины "час", "минута", "секунда" и "треть" для обозначения _A_, _B_, _C_, и _D_, соответственно.
zh: 序数理论家通常使用 "小时", "分钟", "秒", 以及 "第三" 等专用词汇来对应的表示 _A_, _B_, _C_, 和 _D_。

source: Now for some examples. This satoshi is common:
de: Jetzt einige Beispiele. Dieser Satoshi ist häufig:
es: Por ejemplo, este Satoshi es común:
fil: Ngayon para sa ilang mga halimbawa. Ang satoshi na ito ay common:
fr: Voici quelques exemples. Ce satoshi est commun :
hi: अब कुछ उदाहरणों के लिए। यह सातोशी सामान्‍य है:
it: Ora alcuni esempi. Questo satoshi è comune:
ko: 이제 몇 가지 예를 보자. 이 사토시는 common등급이다:
pt: Agora vejamos alguns exemplos. Este satoshi é comum:
ru: Теперь несколько примеров. Этот сатоши является common:
zh: 现在我们来举一些例子，这是一颗普通的聪

source: ``` 1°1′1″1‴ │ │ │ ╰─ Not first sat in block │ │ ╰─── Not first block in difficulty adjustment period │ ╰───── Not first block in halving epoch ╰─────── Second cycle ```
de: Dieser Satoshi ist ungewöhnlich: ``` 1°1′1″1‴ │ │ │ ╰─ Nicht der erste Sat in diesem Block │ │ ╰─── Nicht der erste Block in diesem Schwierigkeitsanpassungszeitraum │ ╰───── Nicht der erste Block in diesem Halbierungszyklus ╰─────── Zweiter Zyklus ```
es: ``` 1°1′1″1‴ │ │ │ ╰─ No es el primer sat del bloque │ │ ╰─── No es el primer bloque en el periodo de ajuste de dificultad │ ╰───── No es el primer bloque en la época de halving ╰─────── Segundo ciclo ```
hi: ``` 1°1′1″1‴ │ │ │ ╰─ ब्लॉक में पहला सैट नहीं है │ │ ╰─── कठिन समायोजन अवधि में पहला ब्लॉक नहीं है │ ╰───── अर्धन युग में पहला ब्लॉक नहीं है ╰─────── दूसरा चक्र ```
it: ``` 1°1′1″1‴ │ │ │ ╰─ Non è il primo sat nel blocco │ │ ╰─── Non è il primo blocco nel periodo di aggiustamento della difficoltà │ ╰───── Non è il primo blocco nell'epoca di dimezzamento ╰─────── Secondo ciclo ```
pt: ``` 1°1′1″1‴ │ │ │ ╰─ Não é o primeiro sat do bloco │ │ ╰─── Não é o primeiro bloco no período de ajuste de dificuldade │ ╰───── Não é o primeiro bloco na época do halving ╰─────── Segundo ciclo ```
ru: ``` 1°1′1″1‴ │ │ │ ╰─ Не первый sat в блоке │ │ ╰─── Не первый блок в период корректировки сложности │ ╰───── Не первый блок в эпоху халвинга ╰─────── Второй циклn ```
zh: ``` 1°1′1″1‴ │ │ │ ╰─ 不是区块的第一个聪 │ │ ╰─── 不是难度调整周期的第一个聪 │ ╰───── 不是减半周期的第一个聪 ╰─────── 第二个循环周期 ```

source: This satoshi is uncommon:
de: Dieser Satoshi ist ungewöhnlich:
es: Este Satoshi es poco común:
fil: Ang satoshi na ito ay uncommon:
fr: Ce satoshi est peu commun :
hi: यह सातोशी असामान्‍य है:
it: Questo satoshi è non comune:
ko: 이 사토시는 uncommon등급이다:
pt: Este satoshi é incomum:
ru: Этот сатоши uncommon:
zh: 这是一颗不普通的聪

source: ``` 1°1′1″0‴ │ │ │ ╰─ First sat in block │ │ ╰─── Not first block in difficulty adjustment period │ ╰───── Not first block in halving epoch ╰─────── Second cycle ```
de: ``` 1°1′1″0‴ │ │ │ ╰─ Erster Sat in seinem Block │ │ ╰─── Nicht der erste Block in diesem Schwierigkeitsanpassungszeitraum │ ╰───── Nicht der erste Block in diesem Halbierungszyklus ╰─────── Erster Zyklus ```
es: ``` 1°1′1″0‴ │ │ │ ╰─ Primer sat del bloque │ │ ╰─── No es el primer bloque en el periodo de ajuste de dificultad │ ╰───── No es el primer bloque en un periodo de halving ╰─────── Segundo ciclo ```
hi: ``` 1°1′1″0‴ │ │ │ ╰─ ब्लॉक में पहला सैट है │ │ ╰─── कठिन समायोजन अवधि में पहला ब्लॉक नहीं है │ ╰───── अर्धन युग में पहला ब्लॉक नहीं है ╰─────── दूसरा चक्र ```
it: ``` 1°1′1″0‴ │ │ │ ╰─ E' il primo sat nel blocco │ │ ╰─── Non è il primo blocco nel periodo di aggiustamento della difficoltà │ ╰───── Non è il primo blocco nell'epoca di dimezzamento ╰─────── Secondo ciclo ```
pt: ``` 1°1′1″0‴ │ │ │ ╰─ Primeiro sat do bloco │ │ ╰─── Não é o primeiro bloco no período de ajuste de dificuldade │ ╰───── Não é o primeiro bloco na época do halving ╰─────── Segundo ciclo ```
ru: ``` 1°1′1″0‴ │ │ │ ╰─ Первый sat в блоке │ │ ╰─── Не первый блок в период корректировки сложности │ ╰───── Не первый блок в эпоху халвинга ╰─────── Второй цикл ```
zh: ``` 1°1′1″0‴ │ │ │ ╰─ 是区块的第一颗聪 │ │ ╰─── 不是难度调整周期的第一个聪 │ ╰───── 不是减半周期的第一个聪 ╰─────── 第二个循环周期 ```

source: This satoshi is rare:
de: Dieser Satoshi ist selten:
es: Este Satoshi es raro:
fil: Ang satoshi na ito ay rare:
fr: Ce satoshi est rare :
hi: यह सातोशी दुर्लभ है:
it: Questo satoshi è raro:
ko: 이 사토시는 rare등급이다:
pt: Este satoshi é raro:
ru: Это rare сатоши:
zh: 这是一颗罕见的聪

source: ``` 1°1′0″0‴ │ │ │ ╰─ First sat in block │ │ ╰─── First block in difficulty adjustment period │ ╰───── Not the first block in halving epoch ╰─────── Second cycle ```
de: ``` 1°1′0″1‴ │ │ ╰─ Erster Sat in seinem Schwierigkeitsanpassungszeitraum │ ╰─── Nicht der erste Block in diesem Halbierungszyklus ╰───── Erster Zyklus ```
es: ``` 1°1′0″0‴ │ │ │ ╰─ Primer sat del bloque │ │ ╰─── Primer bloque en el periodo de ajuste de dificultad │ ╰───── No es el primer bloque en un periodo de halving ╰───────Segundo ciclo ```
hi: ``` 1°1′0″0‴ │ │ │ ╰─ ब्लॉक में पहला सैट है │ │ ╰─── कठिन समायोजन अवधि में पहला ब्लॉक है │ ╰───── अर्धन युग में पहला ब्लॉक नहीं है ╰─────── दूसरा चक्र ```
it: ``` 1°1′0″0‴ │ │ │ ╰─ E' il primo sat nel blocco │ │ ╰─── E' il primo blocco nel periodo di aggiustamento della difficoltà │ ╰───── Non è il primo blocco nell'epoca di dimezzamento ╰─────── Secondo ciclo ```
pt: ``` 1°1′0″0‴ │ │ │ ╰─ Primeiro sat do bloco │ │ ╰─── Primeiro bloco no período de ajuste de dificuldade │ ╰───── Não é o primeiro bloco na época do halving ╰─────── Segundo ciclo ```
ru: ``` 1°1′0″0‴ │ │ │ ╰─ Первый sat в блоке │ │ ╰─── Первый блок в период корректировки сложности │ ╰───── Не первый блок в эпохе халвинга ╰─────── Второй цикл ```
zh: ``` 1°1′0″0‴ │ │ │ ╰─ 是区块的第一颗聪 │ │ ╰─── 是难度调整周期的第一个聪 │ ╰───── 不是减半周期的第一个聪 ╰─────── 第二个循环周期 ```

source: This satoshi is epic:
de: Dieser Satoshi ist episch:
es: Este Satoshi es épico:
fil: Ang satoshi na ito ay epic:
fr: Ce satoshi est épique :
hi: यह सातोशी भव्‍य है:
it: Questo satoshi è epico:
ko: 이 사토시는 epic등급이다:
pt: Este satoshi é épico:
ru: Это epic сатоши:
zh: 这是一个史诗级的聪

source: ``` 1°0′1″0‴ │ │ │ ╰─ First sat in block │ │ ╰─── Not first block in difficulty adjustment period │ ╰───── First block in halving epoch ╰─────── Second cycle ```
de: 1°0′1″0‴ │ │ │ ╰─ Erster Sat in seinem Block │ │ ╰─── Nicht der erste Block in seinem Schwierigkeitsanpassungszeitraum │ ╰───── Erster Block in seinem Halbierungszyklus ╰─────── Zweiter Zyklus ```
es: ``` 1°0′1″0‴ │ │ │ ╰─ Primer sat del bloque │ │ ╰─── No es el primer bloque en el periodo de ajuste de dificultad │ ╰───── Primer bloque en la época de halving ╰─────── Segundo ciclo ```
hi: ``` 1°0′1″0‴ │ │ │ ╰─ ब्लॉक में पहला सैट है │ │ ╰─── कठिन समायोजन अवधि में पहला ब्लॉक नहीं है │ ╰───── अर्धन युग में पहला ब्लॉक है ╰─────── दूसरा चक्र ```
it: ``` 1°0′1″0‴ │ │ │ ╰─ E' il primo sat nel blocco │ │ ╰─── Non è il primo blocco nel periodo di aggiustamento della difficoltà │ ╰───── E' il primo blocco nell'epoca di dimezzamento ╰─────── Secondo ciclo ```
pt: ``` 1°0′1″0‴ │ │ │ ╰─ Primeiro sat do bloco │ │ ╰─── Não é o primeiro bloco no período de ajuste de dificuldade │ ╰───── Primeiro bloco na época do halving ╰─────── Segundo ciclo ```
ru: ``` 1°0′1″0‴ │ │ │ ╰─ Первый sat в блоке │ │ ╰─── Не первый блок в период корректировки сложности │ ╰───── Первый блок в эпоху халвинга ╰─────── Второй цикл ```
zh: ``` 1°0′1″0‴ │ │ │ ╰─ 是区块的第一颗聪 │ │ ╰─── 不是难度调整周期的第一个聪 │ ╰───── 是减半周期的第一个聪 ╰─────── 第二个循环周期 ```

source: This satoshi is legendary:
de: Dieser Satoshi ist legendär:
es: Este Satoshi es legendario:
fil: Ang satoshi na ito ay legendary:
fr: Ce satoshi est légendaire :
hi: यह सातोशी प्रसिद्ध है:
it: Questo satoshi è leggendario:
ko: 이 사토시는 legendary등급이다:
pt: Este satoshi é lendário:
ru: Это legendary сатоши:
zh: 这是一颗传奇级的聪

source: ``` 1°0′0″0‴ │ │ │ ╰─ First sat in block │ │ ╰─── First block in difficulty adjustment period │ ╰───── First block in halving epoch ╰─────── Second cycle ```
de: ``` 1°0′0″0‴ │ │ │ ╰─ Erster Sat in seinem Block │ │ ╰─── Erster Block in seinem Schwierigkeitsanpassungszeitraum │ ╰───── Erster Block in seinem Halbierungszyklus ╰─────── Zweiter Zyklus ```
es: ``` 1°0′0″0‴ │ │ │ ╰─ Primer sat del bloque │ │ ╰─── Primer bloque en el periodo de ajuste de dificultad │ ╰───── Primer bloque en la época de halving ╰─────── Segundo ciclo ```
hi: ``` 1°0′0″0‴ │ │ │ ╰─ ब्लॉक में पहला सैट है │ │ ╰─── कठिन समायोजन अवधि में पहला ब्लॉक है │ ╰───── अर्धन युग में पहला ब्लॉक है ╰─────── दूसरा चक्र ```
it: ``` 1°0′0″0‴ │ │ │ ╰─ E' il primo sat nel blocco │ │ ╰─── E' il primo blocco nel periodo di aggiustamento della difficoltà │ ╰───── E' il primo blocco nell'epoca di dimezzamento ╰─────── Secondo ciclo ```
pt: ``` 1°0′0″0‴ │ │ │ ╰─ Primeiro sat do bloco │ │ ╰─── Primeiro bloco no período de ajuste de dificuldade │ ╰───── Primeiro bloco na época do halving ╰─────── Segundo ciclo ```
ru: ``` 1°0′0″0‴ │ │ │ ╰─ Первый sat в блоке │ │ ╰─── Первый блок в период корректировки сложности │ ╰───── Первый блок в эпоху халвинга ╰─────── Второй цикл ```
zh: ``` 1°0′0″0‴ │ │ │ ╰─ 是区块的第一颗聪 │ │ ╰─── 是难度调整周期的第一个聪 │ ╰───── 是减半周期的第一个聪 ╰─────── 第二个循环周期 ```

source: And this satoshi is mythic:
de: Dieser Satoshi ist mythisch:
es: Este Satoshi es mítico:
fil: At ang mythic na satoshi:
fr: Et ce satoshi est mythique :
hi: और यह सातोशी काल्‍पनिक है:
it: Infine questo è il satoshi mitico:
ko: 그리고 이 사토시는 mythic등급이다:
pt: Este satoshi é mítico:
ru: И это mithic сатоши:
zh: 这是神话级别的聪:

source: ``` 0°0′0″0‴ │ │ │ ╰─ First sat in block │ │ ╰─── First block in difficulty adjustment period │ ╰───── First block in halving epoch ╰─────── First cycle ```
de: 0°0′0″0‴ │ │ │ ╰─ Erster Sat in seinem Block │ │ ╰─── Erster Block in seinem Schwierigkeitsanpassungszeitraum │ ╰───── Erster Block in seinem Halbierungszyklus ╰─────── Erster Zyklus ```
es: ``` 0°0′0″0‴ │ │ │ ╰─ Primer sat del bloque │ │ ╰─── Primer bloque en el periodo de ajuste de dificultad │ ╰───── Primer bloque en la época de halving ╰─────── Primer ciclo ```
hi: ``` 0°0′0″0‴ │ │ │ ╰─ ब्लॉक में पहला सैट है │ │ ╰─── कठिन समायोजन अवधि में पहला ब्लॉक है │ ╰───── अर्धन युग में पहला ब्लॉक है ╰─────── दूसरा चक्र ```
it: ``` 0°0′0″0‴ │ │ │ ╰─ E' il primo sat nel blocco │ │ ╰─── E' il primo blocco nel periodo di aggiustamento della difficoltà │ ╰───── E' il primo blocco nell'epoca di dimezzamento ╰─────── Primo ciclo ```
pt: ``` 0°0′0″0‴ │ │ │ ╰─ Primeiro sat do bloco │ │ ╰─── Primeiro bloco no período de ajuste de dificuldade │ ╰───── Primeiro bloco na época do halving ╰─────── Primeiro ciclo ```
ru: ``` 0°0′0″0‴ │ │ │ ╰─ Первый sat в блоке │ │ ╰─── Первый блок в период корректировки сложности │ ╰───── Первый блок в эпоху халвинга ╰─────── Второй цикл ```
zh: ``` 0°0′0″0‴ │ │ │ ╰─ 是区块的第一颗聪 │ │ ╰─── 是难度调整周期的第一个聪 │ ╰───── 是减半周期的第一个聪 ╰─────── 第一个循环周期 ```

source: If the block offset is zero, it may be omitted. This is the uncommon satoshi from above:
de: Wenn der Block-Offset null ist, kann er weggelassen werden. Dies ist der ungewöhnliche Satoshi von oben:
es: Si el Satoshi es el primero en el bloque, el cero puede ser omitido. Este es el ejemplo del Satoshi poco común que explicamos previamente:
fil: Kung ang block offset ay zero, maaari itong alisin. Ito ang hindi pangkaraniwang satoshi mula sa itaas:
fr: Si le satoshi est le premier du bloc, le zéro peut être omis. C’est l’exemple du satoshi peu commun que nous avons expliqué précédemment :
hi: यदि ब्लॉक ऑफसेट शून्य है, तो इसे छोड़ा जा सकता है। यह उपरोक्‍त से गैर-मामूली सातोशी है:
it: Se l'offset del blocco è zero, può essere omesso. Questo è il satoshi non comune di cui sopra:
ko: 블록 오프셋이 0이면 생략할 수 있다. 이 것은 위에서 본 uncommon등급 사토시이다:
pt: Se o deslocamento do bloco for zero, ele pode ser omitido. Esse é o satoshi incomumde cima:
ru: Если смещение блока равно нулю, то его можно не указывать. Это и есть uncommon сатоши, о котором говорилось выше:
zh: 如果区块偏移量为零，则可以省略。这是对比以上的非普通的聪:

source: ``` 1°1′1″ │ │ ╰─ Not first block in difficulty adjustment period │ ╰─── Not first block in halving epoch ╰───── Second cycle ```
de: ``` 1°1′1″ │ │ ╰─ Nicht der erste Block im Schwierigkeitsanpassungszeitraum │ ╰─── Nicht der erste Block im Halbierungszyklus ╰───── Zweiter Zyklus ```
es: ``` 1°1′1″ │ │ ╰─── No es el primer bloque en el periodo de ajuste de dificultad │ ╰───── No es el primer bloque en un periodo de halving ╰─────── Segundo ciclo ```
hi: ``` 1°1′1″ │ │ ╰─── कठिन समायोजन अवधि में पहला ब्लॉक नहीं है │ ╰───── अर्धन युग में पहला ब्लॉक नहीं है ╰─────── दूसरा चक्र ```
it: ``` 1°1′1″ │ │ ╰─ Non è il primo blocco nel periodo di aggiustamento della difficoltà │ ╰─── Non è il primo blocco nell'epoca di dimezzamento ╰───── Secondo ciclo ```
pt: ``` 1°1′1″ │ │ ╰─── Não é o primeiro bloco no período de ajuste de dificuldade │ ╰───── Não é o primeiro bloco na época do halving ╰─────── Segundo ciclo ```
ru: ``` 1°1′1″ │ │ ╰─ Не первый блок в периоде корректировки сложности │ ╰─── Не первый блок в эпоху халвинга ╰───── Второй цикл ```
zh: ``` 1°1′1″ │ │ ╰─── 不是难度调整周期的第一个聪 │ ╰───── 不是减半周期的第一个聪 ╰─────── 第二个循环周期 ```

source: Rare Satoshi Supply
de: Versorgung seltener Satoshis
es: Suministro de Satoshi Raros
fr: Offre de Satoshis rares
hi: दुर्लभ सातोशी आपूर्ति
it: Disponibilità di Satoshi Rari
ko: 희귀 사토시 공급
pt: Oferta de Satoshis Raros
ru: Количество rare сатоши
zh: 稀有聪的总供给量

source: Total Supply
de: Gesamtversorgung
es: Suministro Total
fil: Kabuuang Supply
fr: Offre totale
hi: कुल आपूर्ति
it: Disponibilità Totale
ko: 총 공급량
pt: Oferta Total
ru: Общее количество
zh: 总供给

source: `common`: 2.1 quadrillion
de: `gewöhnlich` 2.1 Billiarde
es: `común`: 2.1 mil billones
fr: `commun`: 2,1 quadrillions
hi: `सामान्य`: 2.1 क्वाड्रिलियन (पद्म)
it: `comune`: 2.1 quadrilioni
ko: `common`: 2.1조
pt: `comum`: 2.1 quatrilhões
ru: `common`: 2.1 квадриллион
zh: `普通`: 2千100万亿

source: `uncommon`: 6,929,999
de: `ungewöhnlich`: 6,929,999
es: `poco común`: 6,929,999
fr: `peu commun`: 6 929 999
hi: `असामान्य`: 6,929,999
it: `non comune`: 6,929,999
pt: `incomum`: 6.929.999
zh: `非普通`: 6,929,999

source: `rare`: 3437
de: `selten`: 3437
es: `raro`: 3437
hi: `दुर्लभ`: 3437
it: `raro`: 3437
pt: `raro`: 3437
zh: `罕见`: 3437

source: `epic`: 32
de: `episch`: 32
es: `épico`: 32
fr: `épique`: 32
hi: `भव्‍य`: 32
it: `epico`: 32
pt: `épico`: 32
zh: `史诗`: 32

source: `legendary`: 5
de: `legendär`: 5
es: `legendario`: 5
fr: `légendaire`: 5
hi: `प्रसिद्ध`: 5
it: `leggendario`: 5
pt: `lendário`: 5
zh: `传奇`: 5

source: `mythic`: 1
de: `mythisch`: 1
es: `mítico`: 1
fr: `mythique`: 1
hi: `काल्‍पनिक`: 1
it: `mitico`: 1
pt: `mítico`: 1
zh: `神话`: 1

source: Current Supply
de: Aktuelle Versorgung
es: Suministro actual:
fil: Kasalukuyang Supply
fr: Offre actuelle
hi: वर्तमान आपूर्ति
it: Offerta Attuale
ko: 현재 공급량
pt: Oferta Atual:
ru: Текущее количество
zh: 现有的供给量

source: `common`: 1.9 quadrillion
de: `gewöhnlich` 1.9 Billiarde
es: `común`: 1.9 mil billones
fr: `commun`: 1,9 quadrillions
hi: `सामान्य`: 1.9 क्वाड्रिलियन (पद्म)
it: `comune`: 1.9 quadrilioni
ko: `common`: 1.9조
pt: `comum`: 1.9 quatrilhões
ru: `common`: 1.9 квадриллион
zh: `普通`: 1千900万亿

source: `uncommon`: 808,262
fr: `peu commun`: 808 262
it: `non comune`: 808,262

source: `rare`: 369
es: `raro`: 369
hi: `दुर्लभ`: 369
it: `raro`: 369
pt: `raro`: 369
zh: `稀有`: 369

source: `epic`: 3
de: `episch`: 3
es: `épico`: 3
fr: `épique`: 3
hi: `भव्‍य`: 3
it: `epico`: 3
pt: `épico`: 3
zh: `史诗`: 3

source: `legendary`: 0
es: `legendario`: 0
fr: `légendaire`: 0
hi: `प्रसिद्ध`: 0
it: `leggendario`: 0
pt: `lendário`: 0
zh: `传奇`: 0

source: At the moment, even uncommon satoshis are quite rare. As of this writing, 745,855 uncommon satoshis have been mined - one per 25.6 bitcoin in circulation.
de: Im Moment sind selbst ungewöhnliche Satoshis ziemlich selten. Zum jetzigen Zeitpunkt wurden 745.855 ungewöhnliche Satoshis abgebaut – einer pro 25,6 Bitcoin im Umlauf.
es: Por el momento, incluso los Satoshis poco comunes son bastante escasos. Hasta la fecha de este escrito, se han minado 745,855 Satoshis poco comunes - uno por cada 25.6 bitcoin en circulación.
fil: Sa ngayon, kahit na ang hindi pangkaraniwang satoshi ay medyo bihira. Sa pagsulat na ito, 745,855 na hindi pangkaraniwang satoshi ang namina - isa sa bawat 25.6 bitcoin ng sirkulasyon.
fr: À l’heure actuelle, même les satoshis peu communs sont assez rares. À l’heure où nous écrivons ces lignes, 745 855 satoshis peu communs ont été minés, soit un pour 25,6 bitcoins en circulation.
hi: फिलहाल, यहां तक कि गैर-मामूली सातोशी भी काफी दुर्लभ हैं। इस लेख के समय, 745,855 गैर-मामूली सातोशी का खनन किया जा चुका है - प्रचलन में प्रति 25.6 बिटकॉइन में एक।
it: Ad oggi, anche i satoshi non comuni sono piuttosto rari. Al momento in cui scriviamo, sono stati estratti 808.262 satoshi non comuni, uno ogni 25,6 bitcoin in circolazione.
ko: 현재로서는 uncommon 사토시도 매우 드물다. 이 글을 쓰는 현재, 745,855개의 uncommon 사토시가 채굴되었다 - 유통되는 25.6비트코인당 1개.
pt: 745.855 satoshis incomuns haviam sido minerados - 1 para cada 25,6 bitcoins em circulação.
ru: В настоящее время даже uncommon сатоши являются довольно большой редкостью. На данный момент добыто 745 855 uncommon сатоши - по одному на 25,6 биткоина в обороте.
zh: 目前即使是非普通的聪也非常罕见。 截至撰写本文时， 已开采出 745,855 个非普通的聪-大约在每 25.6个流通比特币中会有一个。

source: Names
de: Namen
es: Nombres
fil: Mga pangalan
fr: Noms
hi: नाम
it: I nomi
ko: 이름
pt: Nomes
ru: Названия
zh: 名字

source: Each satoshi has a name, consisting of the letters _A_ through _Z_, that get shorter the further into the future the satoshi was mined. They could start short and get longer, but then all the good, short names would be trapped in the unspendable genesis block.
de: Jeder Satoshi hat einen Namen, der aus den Buchstaben _A_ bis _Z_ besteht und umso kürzer wird, je weiter in der Zukunft der Satoshi abgebaut wurde. Sie könnten kurz anfangen und dann länger werden, aber dann wären alle guten, kurzen Namen im unvermeidlichen Genesis-Block gefangen.
es: Cada Satoshi tiene un nombre compuesto por las letras _A_ hasta la _Z_. Este nombre se va haciendo más corto cuanto más lejos en el futuro se mine el Satoshi. Podrían comenzar con nombres cortos e irse alargando, pero esto causaría que todos los nombres cortos quedaran atrapados en el bloque génesis el cual no se puede gastar.
fil: Ang bawat satoshi ay may pangalan, na binubuo ng mga letrang _A_ hanggang _Z_, na nagiging mas mas maikli sa hinaharap na pag-mina ang satoshi. Maaari silang magsimula nang mas maikli at mas mahaba, ngunit pagkatapos ay ang lahat ng magagandang, maiikling pangalan ay maiipit sa hindi magugugol na genesis block.
fr: Chaque satoshi a un nom, composé des lettres _A_ à _Z_, qui devient de plus en plus court au fur et à mesure que le satoshi est miné dans le futur. Ils pourraient d’abord être courts, puis devenir plus longs, mais tous les bons noms courts seraient alors piégés dans le bloc de genèse qui ne peut pas être dépensé.
hi: प्रत्येक सातोशी का एक नाम दिया जाता है, जिसमें _A_ से _Z_ अक्षर शामिल होते हैं, जो सातोशी के खनन के साथ भविष्य में छोटे होते जाते हैं। वे छोटे से शुरुआत करते हुए लंबे समय तक बढ़ सकते हैं, लेकिन फिर सभी अच्छे, छोटे नाम अप्राप्य उत्पत्ति ब्लॉक में फंस जाएंगे।
it: Ogni satoshi ha un nome, composto dalle lettere dalla _A_ alla _Z_, che diventa tanto più corto quanto più il satoshi sarà minato nel futuro. Sarebbero potuti iniziare corti e diventare più lunghi, ma poi tutti i nomi buoni e corti sarebbero rimasti intrappolati nel blocco genesis non spendibile.
ko: 각 사토시는 _A_ 부터 _Z_ 까지의 문자로 구성된 이름이 있으며, 더 미래에서 채굴 될수록 사토시에 이름은 짧아진다. 짧게 시작해서 점점 길어질 수도 있지만, 그러면 좋고 짧은 이름들은 모두 소비가 불가능한 제네시스 블록에 갇히게 될 것이다.
pt: Cada satoshi tem um nome, composto pelas letras de _A_ a _Z_, que ficam mais curtos quanto mais no futuro o satoshi foi minerado. Eles poderiam começar curtos e ficarem mais longos, mas então todos os nomes bons e curtos ficariam presos no bloco Gênesis, satoshis do qual são impossíveis de gastar.
ru: Каждый сатоши имеет название, состоящее из букв _A_ - _Z_, которое становится короче по мере добычи сатоши в будущем. Они могли бы начинаться с коротких и становиться длиннее, но тогда все хорошие, короткие названия оказались бы запертыми в неизрасходованном genesis блоке .
zh: 每个聪都有一个名字，由字母 _A_ 到 _Z_构成 随着聪被开采的时间越长，名字越短。 如果他们从短开始，然后变得更长，那么所有好的、短的名字都会被困在无法使用的创世块中。

source: As an example, 1905530482684727°'s name is "iaiufjszmoba". The name of the last satoshi to be mined is "a". Every combination of 10 characters or less is out there, or will be out there, someday.
de: Beispielsweise lautet der Name von 1905530482684727° „iaiufjszmoba“. Der Name des letzten Satoshi, der abgebaut wurde, ist „a“. Jede Kombination aus 10 oder weniger Zeichen gibt es oder wird es eines Tages geben.
es: Por ejemplo, el nombre de 1905530482684727°' es "iaiufjszmoba". El nombre del último satoshi que será minado es "a". Cada combinación de 10 caracteres o menos ya existe, o existirá, algún día.
fil: Bilang halimbawa, ang pangalan ng 1905530482684727°'s ay "iaiufjszmoba". Ang pangalan ng huling satoshi na namina ay "a". Ang bawat kumbinasyon ng 10 character o mas kakaunti ay lalabas doon, balang araw.
fr: À titre d’exemple, le nom pour 1905530482684727° est « iaiufjszmoba ». Le nom du dernier satoshi qui sera miné est « a ». Toutes les combinaisons de 10 caractères ou moins existent déjà, ou existeront un jour.
hi: उदाहरण के तौर पर、1905530482684727° का नाम "iaiufjszmoba" है। खनन कि‍ए जाने वाले अंतिम सातोशी का नाम "a" है। हर 10 या उससे कम अक्षरों का प्रत्येक संयोजन उपलब्ध है, या किसी दिन वहां पर उपलब्ध होगा।
it: Ad esempio, il nome di 1905530482684727° è "iaiufjszmoba". Il nome dell'ultimo satoshi da estrarre è "a". Ogni combinazione di 10 caratteri o meno è là fuori, o sarà là fuori, un giorno.
ko: 예를 들어 1905530482684727°의 이름은 "iaiufjszmoba”이다. 마지막으로 채굴될 사토시의 이름은 “a”이다. 10자 이하의 모든 조합은 이미 존재하거나 언젠가는 존재할 것이다.
pt: Por exemplo, o nome de 1905530482684727° é "iaiufjszmoba". O nome do último satoshi a ser minerado é "a". Cada combinação de 10 caracteres ou menos já existe, ou existirá algum dia.
ru: Например, название 1905530482684727° - "iaiufjszmoba". Название последнего добытого сатоши - "a". Все комбинации из 10 символов или меньше уже существуют или когда-нибудь будут существовать.
zh: 举个例子, 1905530482684727°'的名字是 "iaiufjszmoba".最后一个被挖掘的聪的名字会是"a"。10个字母或更少字符的组合都会存在，或者总有一天会存在。

source: Exotics
de: Exoten
es: Exóticos
fr: Exotiques
hi: एग्‍जोटिक (असाधारण)
it: Esotici
ko: 엑소틱
pt: Exóticos
ru: Экзотика
zh: 奇特的
