Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: The inscriptions are contained within the inputs of a reveal transaction. In order to uniquely identify them they are assigned an ID of the form:
de: Die inscriptions sind in den Eingaben einer Enthüllungstransaktion enthalten. Um sie eindeutig zu identifizieren, wird ihnen eine ID der Form zugewiesen:
es: Las inscripciones están alojadas en las entradas de una transacción de revelación. Para identificarlas se les asigna un ID como este:
fil: Ang nilalaman ng inskripsyon ay nakapaloob sa input ng isang naka-reveal na transaksyon. Upang natatanging makilala ang mga ito, binibigyan sila ng ID, tulad ng:
fr: Les inscriptions sont contenues dans les entrées d’une transaction de révélation. Pour les identifier, on leur attribue un identifiant comme celui-ci :
hi: इंस्‍क्रि‍प्‍शंस प्रकट लेन-देन के इनपुट में समाहित होते हैं। विशिष्ट रूप से इनकी पहचानके लिए उन्हें फॉर्म की एक आईडी दी गई है:
it: Le iscrizioni sono contenute negli input di una transazione di rivelazione. Per identificarle in modo univoco, viene loro assegnato un ID del tipo:
ko: 인스크립션은 리빌 트랜잭션의 입력값에 포함되어 있다. 인스크립션을 고유하게 식별하기 위해 인스크립션에는 이 형식의 ID가 할당된다:
pt: As inscrições estão contidas nas entradas de uma transação de revelação. Para identificá-las de forma única, elas recebem uma ID no formato:
ru: Надписи содержатся во входах транзакции раскрытия. Для их однозначной идентификации им присваивается ID вида:
zh: 铭文包含在揭示交易的输入中。为了唯一地识别他们，他们被分配了一个以下形式的 ID：

source: The part in front of the `i` is the transaction ID (`txid`) of the reveal transaction. The number after the `i` defines the index (starting at 0) of new inscriptions being inscribed in the reveal transaction.
de: Der Teil vor dem „i“ ist die Transaktions-ID (`txid`) der Offenlegungstransaktion. Die Zahl nach dem `i` definiert den Index (beginnend bei 0) der neuen inscriptions, die in die Offenlegungstransaktion eingeschrieben werden.
es: La parte delante de la `i` es el ID de transacción (`txid`) de la transacción de revelación. El número después la `i` es el índice (comenzando por 0) de las nuevas inscripciones que se están inscribiendo en la transacción de revelación.
fil: Ang bahagi sa harap na `i` ay ang transaction ID (txid) ng reveal na transaksyon. Ang numero pagkatapos ng `i` ay tumutukoy sa index (nagsisimula sa 0) ng mga bagong inskripsiyon ng transaksyon.
fr: La partie précédant le `i` est l’identifiant de transaction (`txid`) de la transaction de révélation. Le nombre après le `i` définit l’indice (commençant à 0) des nouvelles inscriptions effectuées dans la transaction de révélation.
hi: वर्ण `i` के सामने वाला भाग प्रकट लेन-देन की आईडी (txid) अर्थात पहचान है। वर्ण `i` के बाद की संख्या प्रकट लेनदेन में अंकित किए जा रहे नई इंस्‍क्रि‍प्‍शंस के सूचकांक (0 से शुरू) को परिभाषित करती है।
it: La parte davanti alla `i` è l'ID della transazione (`txid`) della transazione rivelata. Il numero dopo la `i` definisce l'indice (a partire da 0) delle nuove iscrizioni che vengono inserite nella transazione di rivelazione.
ko: `i` 앞 부분은 리빌 트랜잭션의 트랜잭션 ID(`txid`)이다. `i` 뒤의 숫자는 리빌 트랜잭션에 새겨지는 새 인스크립션의 인덱스(0부터 시작)를 정의한다.
pt: A parte na frente do `i` é o ID da transação (`txid`) da transação de revelação. O número após o `i` define o índice (começando em 0) de novas inscrições sendo inscritas na transação de revelação.
ru: Часть перед `i` - это ID транзакции (`txid`) транзакции раскрытия. Число после `i` определяет индекс (начиная с 0) новых надписей, заносимых в транзакцию раскрытия.
zh: `i` 的前面部分是交易ID (`txid`)，在`i`之后的数字定义了新的铭文在交易总被铭刻的索引的位置 (从 0 开始)

source: Inscriptions can either be located in different inputs, within the same input or a combination of both. In any case the ordering is clear, since a parser would go through the inputs consecutively and look for all inscription `envelopes`.
de: Inscriptions können sich entweder in verschiedenen Eingaben (inputs), innerhalb derselben Eingabe oder in einer Kombination aus beiden befinden. In jedem Fall ist die Reihenfolge klar, da ein Parser die Eingaben nacheinander durchgehen und nach allen inscription `envelopes` suchen würde.
es: Las inscripciones pueden estar en diferentes entradas, dentro de la misma entrada o en una combinación de ambas. En ambos de estos casos, el orden es claro, ya que un analizador sintáctico (parser) recorrería las entradas consecutivamente buscando los `sobres` de las inscripciones.
fil: Maaaring matatagpuan ang mga inskripsiyon sa iba't ibang input, sa loob ng parehong input o kumbinasyon ng pareho. Sa anumang kaso ang order ay madaling makita, dahil ang parser nage-scan sa mga input nang sunud-sunod at hahanapin ang lahat ng inskripsiyon na may `envelopes`.
fr: Les inscriptions peuvent se trouver dans des entrées différentes, dans la même entrée ou une combinaison des deux. Dans tous les cas, l’ordre est clair, car un analyseur syntaxique parcourrait les entrées de manière consécutive et rechercherait toutes les `enveloppes` d’inscription.
hi: इंस्‍क्रि‍प्‍शंस या तो अलग-अलग इनपुट में, या किसी एक इनपुट में या दोनों के संयोजन में स्थित हो सकती हैं। किसी भी मामले में आर्डरिंग यानि क्रम स्‍थापन स्पष्ट होता है, क्योंकि पार्सर (कोड को कार्यात्मक घटकों में विभाजित करने वाला कंप्यूटर प्रोग्राम) क्रमानुसार इनपुट के माध्यम से जांच-परख या प्रयोग और सभी इंस्‍क्रि‍प्‍शंस `लिफाफों` की खोज करता है।
it: Le iscrizioni possono trovarsi in ingressi diversi, all'interno dello stesso ingresso o in una combinazione di entrambi. In ogni caso, l'ordine è chiaro, poiché un parser dovrebbe passare in rassegna gli ingressi consecutivamente e cercare tutte le `buste` di iscrizioni.
ko: 인스크립션은 다른 입력 아니면 동일한 입력 내에 위치하거나 둘 다 일수 있다. 어떤 경우든 구문 분석기는 입력을 연속적으로 살펴보고 모든 인스크립션 ‘엔벨롭’을 찾기 때문에 순서는 명확하다.
pt: As inscrições podem estar localizadas em entradas diferentes, dentro da mesma entrada, ou em uma combinação de ambas. Em qualquer caso, a ordem é clara, já que um analisador percorreria as entradas consecutivamente e procuraria por todos os `envelopes` de inscrição.
ru: Надписи могут располагаться либо в разных входах, либо в одном входе, либо в комбинации обоих вариантов. В любом случае порядок следования понятен, так как синтаксический анализатор будет последовательно просматривать входы и искать все надписи-"конверты".
zh: 铭文可以位于同一输入中的不同输入中,可以是同一个输入或两者的组合。在任何情况下，顺序都是明确的，因为解析器将连续检查输入并查找所有铭文`信封`

source: Inscription Count
de: Inscription Zählen
es: Conteo de Inscripciones
fr: Nombre d’inscriptions
hi: इंस्‍क्रि‍प्‍शंस गणना
it: Conta delle Iscrizioni
ko: 인스크립션 개수
pt: Contagem de inscrições

source: Indices
es: Índice
hi: सूचियां
it: Indici
ko: 인덱스
pt: Índice

source: HTML and SVG inscriptions are sandboxed in order to prevent references to off-chain content, thus keeping inscriptions immutable and self-contained.
de: HTML- und SVG-inscriptions werden in einer Sandbox gespeichert, um Verweise auf Inhalte außerhalb der chain zu verhindern, sodass die inscriptions unveränderlich und in sich geschlossen bleiben.
es: Las inscripciones en HTML y SVG están restringidas en un entorno aislado llamado sandboxing para evitar referencias a contenido fuera de la cadena, manteniendo así las inscripciones inmutables y contenidas dentro del entorno.
fil: Ang mga inskripsiyon na gaya ng HTML at SVG ay nasa-sandbox upang maiwasan ang ma-reference sa off-chain content, sa gayo'y pinapanatili ang mga inskripsiyon na hindi nababago at self-contained.
fr: Les inscriptions HTML et SVG sont placées dans un environnement isolé (sandbox) afin d’empêcher les références à des contenus hors chaîne, ce qui permet de maintenir les inscriptions immuables et autonomes, c’est-à-dire contenues dans l’environnement.
hi: ऑफ-चेन संदेशों के संदर्भ निर्देशों को रोकने के लिए HTML और SVG इंस्‍क्रि‍प्‍शंस को सैंडबॉक्स कर देता है, इस प्रकार इंस्‍क्रि‍प्‍शंस को स्थिर और पृथक रखा जाता है।
it: Le iscrizioni HTML e SVG sono sottoposte a sandboxing per evitare riferimenti a contenuti esterni alla catena, mantenendo così le iscrizioni immutabili e autonome.
ko: 오프체인 콘텐츠에 대한 참조를 방지하기 위해 HTML 및 SVG 인스크립션은 샌드박스가 적용되어 인스크립션의 변경을 불가능하게 하고 독립적으로 유지될 수 있게 한다.
pt: As inscrições HTML e SVG são isoladas (sandboxed) para evitar referências a conteúdo fora da cadeia, mantendo assim as inscrições imutáveis e autocontidas.
ru: Надписи HTML и SVG находятся в песочнице для предотвращения ссылок на off-chain содержимое, что позволяет сохранить неизменяемость и самодостаточность надписей.
zh: HTML 和 SVG 铭文被沙箱化，以防止引用链下内容，从而保持铭文的不可变性和独立性。

source: This is accomplished by loading HTML and SVG inscriptions inside `iframes` with the `sandbox` attribute, as well as serving inscription content with `Content-Security-Policy` headers.
de: Dies wird erreicht, indem HTML und SVG-Inschriften in `iframes` mit dem `Sandbox` Attribut geladen werden und inscriptions inhalte mit `Content-Security-Policy` Headern bereitgestellt werden.
es: Esto se logra cargando las inscripciones en HTML y SVG dentro de `iframes` con el atributo `sandbox` y agregando `Content-Security-Policy` a los encabezados.
fil: Nagagawa ito sa pamamagitan ng pag-load sa mga HTML at SVG na inskripsiyon sa loob `iframes` na may `sandbox` na katangian, pati na rin ang pag-serve ng nilalaman ng inskripsiyon na may `Content-Security-Policy` sa header.
fr: Pour ce faire, les entrées HTML et SVG sont chargées dans des `iframes` avec l’attribut `sandbox` et la stratégie de sécurité `Content-Security-Policy` est ajoutée aux en-têtes.
hi: इसे `सैंडबॉक्स` गुणों के साथ `आईफ्रेम` के भीतर HTML और SVG इंस्‍क्रि‍प्‍शंस लोड करने के साथ-साथ इंस्‍क्रि‍प्‍शंस विषय-वस्‍तु को `Content-Security-Policy` है की सेवा प्रदान करके पूरा किया जाता है।
it: Ciò si ottiene caricando le iscrizioni HTML e SVG all'interno di `iframes` con l'attributo `sandbox` e servendo il contenuto dell'iscrizione con intestazioni `Content-Security-Policy`.
ko: 이는 HTML 및 SVG 인스크립션을 ‘sandbox’ 속성을 사용하여 'iframe' 내에 로드하고 `Content-Security-Policy` 헤더를 사용하여 인스크립션 콘텐츠를 제공함으로써 수행된다.
pt: Isso é feito carregando inscrições HTML e SVG dentro de `iframes` com o atributo `sandbox`, bem como servindo conteúdo de inscrição com cabeçalhos `Content-Security-Policy`.
ru: Это достигается за счет загрузки HTML и SVG-надписей внутри `iframe` с атрибутом `sandbox`, а также предоставления содержимого надписей с заголовками `Content-Security-Policy`.
zh: 这是通过在“iframes”中加载 HTML 和 SVG 铭文来完成的`sandbox` 属性，以及提供铭文内容Content-Security-Policy”标头。

source: Inscriptions may include [CBOR](https://cbor.io/) metadata, stored as data pushes in fields with tag `5`. Since data pushes are limited to 520 bytes, metadata longer than 520 bytes must be split into multiple tag `5` fields, which will then be concatenated before decoding.
fil: Ang iscriptions ay maaring magkaroon ng [CBOR](https://cbor.io/) metadata, na naka-store bilang data pushes sa fields na may tag `5`. Dahil limitado ang data pushes sa 520 bytes, Ang metadata na mas mahaba sa 520 byte ay dapat hatiin sa maraming tag na `5` fields, at pagkatapos ay pagsasamahin bago mag-decoding.
fr: Les inscriptions peuvent inclure des métadonnées [CBOR](https://cbor.io/), stockées sous forme de pushs de données dans des champs avec étiquette `5`. Vu que les pushs de données sont limités à 520 octets, les métadonnées de plus de 520 octets doivent être divisées en plusieurs champs avec étiquette `5`, qui seront ensuite concaténés avant le décodage.
it: Le iscrizioni possono contenere metadati [CBOR](https://cbor.io/), memorizzati come push di dati in campi con tag `5`. Poiché i data push sono limitati a 520 byte, i metadati più lunghi di 520 byte devono essere suddivisi in più campi con tag `5`, che saranno poi concatenati prima della decodifica.
zh: 铭文可能包含[CBOR](https://cbor.io/) 元数据, 将以数据推送的形式储存在带有标签 `5`的字段中. 由于数据推送的限制为520 字节 因此超过520字节的元数据必须拆分到多个标签为 `5` 的字段中, 然后在解码前进行连接。

source: Metadata is human readable, and all metadata will be displayed to the user with its inscription. Inscribers are encouraged to consider how metadata will be displayed, and make metadata concise and attractive.
fil: Ang metadata ay madaling basahin, at lahat ng metadata ay ipapakita sa user kasama ang inskripsiyon nito. Hinihikayat ang mga inscriber na isaalang-alang kung paano ang metadata ay ipapakita, at gagawing maigsi at kaakit-akit ang metadata.
fr: Les métadonnées sont lisibles par l’humain, et toutes les métadonnées seront affichées à l’utilisateur avec son inscription. Les inscripteurs sont encouragés à réfléchir à la manière dont les métadonnées seront affichées et à les rendre concises et attrayantes.
it: I metadata sono facili da leggere per l'uomo e tutti i metadata saranno visualizzati dall'utente con la loro iscrizione. Coloro che iscrivono sono incoraggiati a considerare il modo in cui i metadati saranno visualizzati e a renderli concisi e attraenti.
zh: 元数据是人类可读的数据，并且所有元数据都将与其铭文一起展示给用户建议铭文铸造者考虑元数据展示的方式，使元数据简洁且吸引人。

source: Metadata is rendered to HTML for display as follows:
fil: Ang metadata ay nai-render sa HTML para ipakita tulad ng sumusunod:
fr: Les métadonnées sont converties en HTML pour être affichées de la manière suivante :
it: I metadati sono renderizzati in HTML per la visualizzazione come segue:
zh: 元数据将按照以下方式渲染成HTML

source: `null`, `true`, `false`, numbers, floats, and strings are rendered as plain text.
fil: `null`, `true`, `false`, numbers, floats, at strings ay rendered bilang isang plain text.
fr: `null` (nul), `true` (vrai), `false` (faux), les nombres, les éléments flottants (floats) et les chaînes de caractères (strings) sont rendus en texte brut.
it: `null`, `true`, `false`, numbers, floats, e strings vengono renderizzate come testo normale.

source: Byte strings are rendered as uppercase hexadecimal.
fil: Ang Byte strings ay rendered bilang isang uppercase na hexadecimal.
fr: Les chaînes d’octets sont rendues sous forme hexadécimale majuscule.
it: Le stringhe di byte vengono rese come esadecimali maiuscole.
zh: 字节字符串将呈现为大写十六进制。

source: Arrays are rendered as `<ul>` tags, with every element wrapped in `<li>` tags.
fil: Ang Arrays ay rendered gamit ang `<ul>` tags, kung saan ang mga element ay naka-wrapped sa `<li>` tags.
fr: Les tableaux (arrays) sont rendus en étiquettes `<ul>`, chaque élément étant encadré par des étiquettes `<li>`.
it: Gli array sono resi come tag `<ul>`, con ogni elemento avvolto dai tag `<li>`.
zh: 数组将以 `<ul>` 标签的形式呈现，每个元素都会被`<li>`标签包裹。

source: Maps are rendered as `<dl>` tags, with every key wrapped in `<dt>` tags, and every value wrapped in `<dd>` tags.
fil: Maps ay rendered gamit ang `<dl>` tags, kung saan ang bawat key ay wrapped sa `<dt>` tags, at ang value nito ay naka-wrapped sa `<dd>` tags.
fr: Les tableaux associatifs (maps) sont rendus sous forme d’étiquettes `<dl>`, chaque clé étant encadrée par des étiquettes `<dt>` et chaque valeur étant encadrée par des étiquettes `<dd>`.
it: Le mappe sono rese come `<dl>` tags, con ogni chiave racchiusa in tag `<dt>` e ogni valore racchiuso in tag `<dd>`.
zh: 映射将以 `<dl>` 标签的形式呈现，每一个键被 `<dt>` 标签包裹，每一个值被 `<dd>` 标签包裹。

source: Tags are rendered as the tag , enclosed in a `<sup>` tag, followed by the value.
fil: Tags ay rendered bilang tag , na naka-enclosed sa `<sup>` tag, kasunod ng value.
fr: Les étiquettes sont rendues sous forme de l'étiquette, encadrées par une étiquette `<sup>`, suivie de la valeur.
it: I tag sono resi come il tag , racchiuso in un tag `<sup>`, seguito dal valore.
zh: 标签将以 `<sup>` 标签包裹的标签的形式呈现，紧接着是值。

source: CBOR is a complex spec with many different data types, and multiple ways of representing the same data. Exotic data types, such as tags, floats, and bignums, and encoding such as indefinite values, may fail to display correctly or at all. Contributions to `ord` to remedy this are welcome.
fil: Ang CBOR ay isang kumplikadong spec na may maraming iba't ibang uri ng data, at maraming paraan ng na kumakatawan sa parehong data. Mga kakaibang uri ng data, gaya ng mga tag, float, at Ang mga bignum, at pag-encode tulad ng mga hindi tiyak na halaga, ay maaaring mabigong ipakita tama o sa lahat. Ang mga kontribusyon sa `ord` upang malunasan ito ay malugod na tinatanggap.
fr: CBOR est une spécification complexe qui comporte de nombreux types de données différents et de multiples façons de représenter les mêmes données. Les types de données exotiques, tels que les étiquettes, les éléments flottants et les bignums, ainsi que les encodages tels que les valeurs indéfinies, peuvent ne pas s’afficher correctement, voire pas du tout. Les contributions à `ord` visant à remédier à ce problème sont les bienvenues.
it: CBOR è una specifica complessa con molti tipi di dati diversi e molteplici modi di rappresentare gli stessi dati. I tipi di dati esotici, come i tag, floats e bignums, e le codifiche come i valori indefiniti, potrebbero non essere visualizzati correttamente o affatto. Sono benvenuti i contributi ad `ord` per porre rimedio a questo problema.
zh: CBOR是一个包含许多不同数据类型和多种表达相同数据方式的复杂规格。一些特殊的数据类型，如标签、浮点数和大数字，以及某些编码方式，如不定值，可能无法正确或完全显示。欢迎为ord做出贡献来改善这个问题。

source: Example
de: Beispiel
es: Ejemplo
fil: Halimbawa
fr: Exemple
hi: उदाहरण
it: Esempio
ko: 예제
pt: Exemplo
ru: Пример
zh: 示例

source: Since CBOR is not human readable, in these examples it is represented as JSON. Keep in mind that this is _only_ for these examples, and JSON metadata will _not_ be displayed correctly.
fil: Dahil ang CBOR ay hindi madaling basahin, sa mga halimbawang ito ay kinakatawan ito bilang JSON. Tandaan na ito ay halimbawa lamang, at ang JSON metadata ay _hindi_ mapapakita nang tama.
fr: Le CBOR n’étant pas lisible par l’humain, il est représenté sous forme de JSON dans les exemples suivants. Gardez à l’esprit que cela est _uniquement_ pour ces exemples, et que les métadonnées JSON ne seront _pas_ affichées correctement.
it: Poiché il CBOR non è leggibile dall'uomo, in questi esempi è rappresentato come JSON. Si tenga presente che questo è _solo_ per questi esempi e che i metadati JSON _non_ saranno visualizzati correttamente.
zh: 由于CBOR不属于人类可读的，在这些示例中，它将用JSON格式来表示。但请注意，这只适用于这些示例，JSON元数据将无法正确显示。

source: The metadata `{"foo":"bar","baz":[null,true,false,0]}` would be included in an inscription as:
fil: Ang metadata na `{"foo":"bar","baz":[null,true,false,0]}` ay kasama sa isang inscription bilang:
fr: Les métadonnées `{"foo":"bar","baz":[null,true,false,0]}` seraient incluses dans une inscription sous la forme suivante :
it: I metadati `{"foo":"bar","baz":[null,true,false,0]}` verrebbero inclusi in un'iscrizione come:
zh: 铭文中包含的元数据 `{"foo":"bar","baz":[null,true,false,0]}`

source: And rendered as:
fil: At ma-rendered bilang:
fr: Et rendues comme suit :
it: E renderizzati come:
zh: 并显示为

source: Metadata longer than 520 bytes must be split into multiple fields:
fil: Ang metadata na mas mahaba sa 520 byte ay dapat hatiin sa maraming fields:
fr: Les métadonnées de plus de 520 octets doivent être divisées en plusieurs champs :
it: I metadati di lunghezza superiore a 520 byte devono essere suddivisi in più campi:
zh: 超过520字节的元数据必须要分割为不同的字段

source: Which would then be concatinated into `{"very":"long","metadata":"is","finally":"done"}`.
fil: Na kung saan ay concatinated ito sa `{"very":"long","metadata":"is","finally":"done"}`.
fr: Ce qui serait ensuite concaténé en : `{"very":"long","metadata":"is","finally":"done"}`.
it: Che verrebbero poi concatenati in `{"very":"long","metadata":"is","finally":"done"}`.

source: The owner of an inscription can create child inscriptions, trustlessly establishing the provenance of those children on-chain as having been created by the owner of the parent inscription. This can be used for collections, with the children of a parent inscription being members of the same collection.
es: El propietario de una inscripción puede crear inscripciones hijas, esto establece una procedencia sin permiso de que esos hijos en la cadena fueron creados por el dueño de la inscripción padre. Esto puede utilizarse para colecciones, en las que los hijos de una inscripción son miembros de la misma colección.
fil: Ang may-ari ng isang inscription ay maaaring lumikha ng mga child inscription, na sinisiguro na ng pinagmulan ng mga child inscription na nasa on-chain na kabilang sa nilikha ng may-ari ng isang parent inscription. Magagamit ito para sa mga koleksyon, kung saan ang mga child inscription ng parent inscription ay mga miyembro ng parehong koleksyon.
fr: Le propriétaire d’une inscription peut créer des inscriptions enfants, en établissant d’une manière trustless (sans confiance) la provenance de ces enfants sur la blockchain comme ayant été créés par le propriétaire de l’inscription parent. Cela peut être utilisé pour les collections, de façon à ce que les enfants d’une inscription parent soient membres de la même collection.
hi: एक इंस्‍क्रि‍प्‍शंस का मालिक चाइल्‍ड इंस्‍क्रि‍प्‍शंस का सृजन कर सकता है, अविश्वसनीय रूप से, उन बच्चों की ऑन-चेन उत्पत्ति को इस प्रकार से स्‍थापित किया जाएगा जिस प्रकार से उन्हें मूल इंस्‍क्रि‍प्‍शंस के मालिक द्वारा निर्मित किया गया है। इसका उपयोग संग्रहों के लिए किया जा सकता है, जिसमें मूल इंस्‍क्रि‍प्‍शंस के बच्चे उसी संग्रह के सदस्य होंगे।
it: Il proprietario di un'iscrizione può creare iscrizioni figlie (child), stabilendo in modo affidabile la provenienza di queste ultime on-chain come se fossero state create dal proprietario dell'iscrizione madre (parent). Questo può essere utilizzato per le collezioni, dove i figli di un'iscrizione madre sono membri della stessa collezione.
ko: 인스크립션 소유자는 자식 인스크립션을 생성할 수 있으며, 해당 자식의 출처를 부모 인스크립션 소유자가 생성한 것으로 온체인에서 신뢰 없이 입증할 수 있다. 이는 부모 인스크립션의 자식이 동일한 컬렉션의 멤버가 되는 컬렉션에 사용할 수 있다.
pt: O proprietário de uma inscrição pode criar inscrições filhas, estabelecendo, sem confiança, a procedência dessas crianças na cadeia como tendo sido criadas pelo proprietário da inscrição pai. Isso pode ser usado para coleções, com os filhos de uma inscrição pai sendo membros da mesma coleção.
ru: Владелец надписи может создавать дочерние надписи, не сомневаясь в том, что эти дочерние on-chain надписи были созданы владельцем родительской надписи. Это может быть использовано для коллекций, когда дочерние надписи от родительской надписи являются членами одной коллекции.
zh: 铭文的所有者可以创建子铭文，在链上信任地建立这些子铭文的源头，证明它们是由父铭文的所有者创建的。这可以用于收藏品，父铭文的子铭文属于同一收藏系列。
