Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Fortunately, that algorithm is very simple.
de: Glücklicherweise ist dieser Algorithmus sehr einfach.
es: Afortunadamente, ese algoritmo es bastante sencillo.
fil: At ang algorithm na ito ay napaka-simple.
fr: Heureusement, cet algorithme est très simple.
hi: सौभाग्य से, यह एल्गोरिदम बहुत सरल है।
it: Fortunatamente, questo algoritmo è molto semplice.
ko: 다행히도 이 알고리즘은 매우 간단하다.
pt: Felizmente, esse algoritmo é muito simples.
ru: К счастью, этот алгоритм очень прост.
zh: 幸运的是，这个算法非常简单。

source: Satoshis transfer in first-in-first-out order. Think of the inputs to a transaction as being a list of satoshis, and the outputs as a list of slots, waiting to receive a satoshi. To assign input satoshis to slots, go through each satoshi in the inputs in order, and assign each to the first available slot in the outputs.
de: Satoshis werden in der Reihenfolge "first-in-first-out" übertragen. Stellen Sie sich die Inputs einer Transaktion als eine Liste von Satoshis vor und die Outputs als eine Liste von Slots, die darauf warten, einen Satoshi zu erhalten. Um Eingabe-Satoshis den Slots zuzuweisen, gehen Sie nacheinander durch jeden Satoshi in den Inputs und weisen Sie ihn dem ersten verfügbaren Slot in den Outputs zu.
es: Los satoshis se transfieren en orden, el primero que entra, es el primero en salir. Simplemente hay que pensar en las entradas a una transacción como una lista de satoshis, y las salidas como una lista con espacios libres, esperando para recibir un satoshi. Para asignar satoshis a un espacio libre, se asigna uno por uno al próximo espacio que esté disponible.
fil: Ang Satoshi ay isang `first in, first out` order. Isipin ang mga input sa isang transaksyon bilang isang listahan ng satoshi, at ang mga output bilang isang listahan ng mga slot, naghihintay na makatanggap ng satoshi. Upang mag-assign ng satoshi input sa mga slot, dapat isa-isa ang bawat input na satoshi na may pagkakasunud-sunod papunta sa mga bakanteng output slot.
fr: Les satoshis sont transférés selon le principe FIFO (First In, First Out). Considérez les entrées d’une transaction comme une liste de satoshis, et les sorties comme une liste d’emplacements, en attente de recevoir un satoshi. Pour attribuer les satoshis des entrées aux emplacements disponibles, parcourez-les dans l’ordre et attribuez chaque satoshi au premier emplacement disponible dans les sorties.
hi: सातोशी फर्स्ट-इन-फर्स्ट-आउट (फीफो) क्रम में स्थानांतरण करते हैं। लेन-देन इनपुट को सातोशी की सूची और आउटपुट को सातोशी प्राप्त करने की प्रतीक्षारत स्लॉट की सूची के रूप में विचार करते हैं। इनपुट सातोशी को स्लॉट में निर्दिष्‍ट करने के लिए, इनपुट में प्रत्येक सातोशी की क्रम से जांच-परख करें, और प्रत्येक को आउटपुट में पहले उपलब्ध स्लॉट में निर्दिष्‍ट कर दें।
it: I satoshi vengono trasferiti nell'ordine first-in-first-out (FIFO). Considerate gli input di una transazione come un elenco di satoshi e gli output come un elenco di slot in attesa di ricevere un satoshi. Per assegnare i satoshi input agli slot, si esamina ogni input satoshi in ordine e lo si assegna al primo slot disponibile degli output.
ko: 사토시는 선입선출 순서로 전송된다. 트랜잭션의 입력은 사토시에 대한 목록으로, 출력은 사토시 수신을 기다리는 슬롯 목록으로 생각해 보자. 입력 사토시를 슬롯에 할당하려면 입력에 있는 각 사토시를 순서대로 가장 먼저 사용 가능한 출력 슬롯에 할당한다.
pt: Os satoshis são transferidos na ordem FIFO: primeiro a entrar, primeiro a sair. Pense nas entradas de uma transação como sendo uma lista de satoshis e nas saídas como uma lista de slots, esperando para receber um satoshi. Para atribuir satoshis da entrada para os slots, percorra todos os satoshis das entradas em ordem e atribua cada um ao primeiro slot disponível nas saídas.
ru: Сатоши передаются по принципу первым пришёл - первым вышел. Считайте, что на входе транзакции находится список сатоши, а на выходе - список слотов, ожидающих получения сатоши. Чтобы распределить входные сатоши по слотам, переберите все сатоши на входах по порядку и распределите их по первому свободному слоту на выходах.
zh: 聪按照先进先出的顺序进行转账。 将交易的输入视为聪列表，将输出视为插槽slot列表，等待接收聪。 要将输入聪分配给插槽，按顺序检查输入中的每个聪，并将每个聪分配给输出中的第一个可用插槽。

source: Let's imagine a transaction with three inputs and two outputs. The inputs are on the left of the arrow and the outputs are on the right, all labeled with their values:
de: Stellen Sie sich eine Transaktion mit drei Inputs und zwei Outputs vor. Die Inputs befinden sich auf der linken Seite des Pfeils, und die Outputs auf der rechten Seite, jeweils mit ihren Werten beschriftet:
es: Imaginemos una transacción con tres entradas y dos salidas. Las entradas están a la izquierda de la flecha y las salidas a la derecha, todas con sus respectivos valores:
fil: Isipin ang isang transaksyon na may tatlong input at dalawang output. Ang mga input ay nasa kaliwa ng arrow at ang mga output sa kanan, lahat ay may label ng kanilang mga halaga:
fr: Imaginons une transaction avec trois entrées et deux sorties. Les entrées sont à gauche de la flèche et les sorties sont à droite, avec leurs valeurs respectives :
hi: आइए तीन इनपुट और दो आउटपुट वाले लेनदेन की कल्पना करते हैं। इनपुट तीर के बाईं ओर हैं और आउटपुट तीर के दाईं ओर रखी गई हैं, उन सभी पर उनके मान के साथ लेबल लगाए गए हैं:
it: Immaginiamo una transazione con tre input e due output. Gli ingressi sono a sinistra della freccia e le uscite a destra, tutte etichettate con i loro valori:
ko: 3개의 입력과 2개의 출력이 있는 트랜잭션을 가정해 보자. 입력은 화살표 왼쪽에 있고 출력은 오른쪽에 있으며 모두 값으로 레이블이 지정되어 있다:
pt: Vamos imaginar uma transação com três entradas e duas saídas. As entradas estão à esquerda da seta e as saídas à direita, todas rotuladas com seus valores:
ru: Представим себе транзакцию с тремя входами и двумя выходами. Входы расположены слева от стрелки, а выходы - справа, все они помечены своими значениями:
zh: 让我们想象一个具有三个输入和两个输出的交易。 输入在箭头的左边，输出在右边，都标有它们的值：

source: Now let's label the same transaction with the ordinal numbers of the satoshis that each input contains, and question marks for each output slot. Ordinal numbers are large, so let's use letters to represent them:
de: Nun beschriften wir dieselbe Transaktion mit den Ordnungszahlen der Satoshis, die sich in jedem Input befinden, und verwenden Fragezeichen für jeden Output-Slot. Ordnungszahlen sind groß, daher verwenden wir Buchstaben, um sie darzustellen:
es: Ahora miremos la misma transacción con los números ordinales de los satoshis que contiene cada entrada. Pondremos signos de interrogantes para cada espacio de salida que está libre. Ya que los números ordinales son grandes utilizaremos letras para representarlos:
fil: Ngayon lagyan ng label ang parehong transaksyon gamit ang ordinal numbers ng satoshi na naglalaman ng bawat entry, at mga tandang pananong para sa bawat exit slot. Dahil ang ordinal numbers ay malaki, gamitin natin ang mga titik upang kumatawan sa kanila:
fr: Voyons maintenant la même opération avec les nombres ordinaux de satoshis contenus dans chaque entrée. Nous mettrons des points d’interrogation pour chaque espace de sortie libre. Comme les nombres ordinaux sont grands, nous utiliserons des lettres pour les représenter :
hi: अब चलिए उसी लेन-देन को उस प्रवेश इनपुट में होने वाले सतोशियों के क्रमिक अंकों से चिह्नित करते हैं, और प्रत्येक आउटपुट स्लॉट के लिए प्रश्न चिह्न। क्रमिक अंक बड़े होते हैं, इसलिए चलिए उन्हें प्रतिस्थापित करने के लिए अक्षरों का उपयोग करते हैं:
it: Ora etichettiamo la stessa transazione con i numeri ordinali dei satoshi che ogni input contiene e con i punti interrogativi per ogni output slot. I numeri ordinali sono grandi, quindi usiamo delle lettere per rappresentarli:
ko: 이제 동일한 트랜잭션에 각 입력에 포함된 사토시의 서수 번호와 각 출력 슬롯에 물음표로 레이블을 지정해 보자. 서수 번호는 크기가 크므로 문자로 표현해 보자:
pt: Agora vamos rotular a mesma transação com os números ordinais dos satoshis que cada entrada contém e pontos de interrogação para cada slot de saída. Os números ordinais são grandes, então vamos usar letras para representá-los:
ru: Теперь обозначим ту же операцию порядковыми номерами сатоши, которые содержит каждый вход, и вопросительными знаками - каждый выходной слот. Порядковые номера большие, поэтому для их обозначения будем использовать буквы:
zh: 现在，我们用每个输入包含的聪序数标记同一笔交易，并为每个输出插槽标记问号。 序数号很大，所以我们用字母来表示它们：

source: To figure out which satoshi goes to which output, go through the input satoshis in order and assign each to a question mark:
de: Um herauszufinden, welcher Satoshi zu welchem Output gehört, gehen Sie die Input-Satoshis der Reihe nach durch und weisen jedem ein Fragezeichen zu:
es: Para saber dónde el satoshi quedara ubicado en la transacción de salida, revisa los satoshis en la transacción de entrada y asigna cada uno a un signo de interrogación:
fil: Upang malaman kung aling satoshi ang pupunta sa aling exit, kailangan mong dumaan sa input na satoshis sa pagkakasunud-sunod at italaga ang bawat isa sa mga tandang pananong:
fr: Pour déterminer quel satoshi sera placé dans quelle sortie, parcourez les satoshis d’entrée dans l’ordre et attribuez un point d’interrogation à chacun d’eux :
hi: यह समझने के लिए कि कौन सा सातोशी किस आउटपुट में जाता है, प्रवेश सतोशियों को क्रम में देखें और प्रत्येक को एक प्रश्न चिह्न के साथ सौंपें:
it: Per capire quale satoshi va a quale uscita, scorrete gli input satoshi in ordine e assegnate a ciascuno un punto interrogativo:
ko: 어떤 사토시가 어떤 출력으로 이동하는지 파악하려면 입력된 사토시를 순서대로 살펴보고 각각 물음표에 할당하면 된다:
pt: Para descobrir qual satoshi vai para qual saída, percorra os satoshis de entrada em ordem e atribua um ponto de interrogação a cada um:
ru: Чтобы выяснить, какой сатоши соответствует какому выходу, пройдите по порядку все входные сатоши и присвойте каждому из них вопросительный знак:
zh: 要弄清楚哪个聪到哪个输出，请按顺序检查输入聪并将每个聪分配给一个问号：

source: What about fees, you might ask? Good question! Let's imagine the same transaction, this time with a two satoshi fee. Transactions with fees send more satoshis in the inputs than are received by the outputs, so to make our transaction into one that pays fees, we'll remove the second output:
de: Was ist mit Gebühren, könnten Sie fragen? Gute Frage! Stellen Sie sich dieselbe Transaktion vor, diesmal jedoch mit einer Gebühr von zwei Satoshis. Transaktionen mit Gebühren senden mehr Satoshis in den Inputs als in den Outputs empfangen werden. Um unsere Transaktion in eine Transaktion mit Gebühren zu verwandeln, werden wir den zweiten Output entfernen:
es: ¿En este momento te estarás preguntando qué pasara con las comisiones? ¡Buena pregunta! Imaginemos la misma transacción, esta vez con una comisión de dos satoshis. Las transacciones con comisiones contienen más satoshis en las transacciones de entrada que las que reciben las transacciones de salida, por lo que para convertir nuestra transacción en una que pague comisiones, eliminaremos la segunda salida:
fil: Paano ang tungkol sa fees? Magandang tanong! Isipin natin ang parehong transaksyon, sa pagkakataong ito ay may bayad na dalawang satoshi. Ang mga transaksyong may mga bayarin ay nagpapadala ng mas maraming satoshi sa mga input kaysa sa natatanggap nila sa mga output, kaya para gawing isang transaksyon ang nagbabayad, aalisin natin ang pangalawang output:
fr: À ce stade, vous vous demandez peut-être ce qu’il adviendra des frais... Bonne question ! Imaginons la même transaction, cette fois avec des frais de deux satoshis. Les transactions avec frais contiennent plus de satoshis dans les entrées que les sorties de transactions n’en reçoivent, donc pour convertir notre transaction en une transaction avec frais, nous allons supprimer la deuxième sortie de transaction :
hi: आप शुल्क के बारे में पूछ सकते हैं, हैं ना? अच्छा सवाल! चलिए वही लेन-देन कल्पना करते हैं, इस बार दो सातोशी शुल्क के साथ। शुल्क वाले लेन-देन में प्रवेश में अधिक सातोशियाँ भेजी जाती हैं जितनी आउटपुट द्वारा प्राप्त होती है, इसलिए हमारे लेन-देन को एक शुल्क चुकाने वाले लेन-देन में बदलने के लिए, हम दूसरे आउटपुट को हटा देंगे:
it: E le tasse, vi chiederete? Bella domanda! Immaginiamo la stessa transazione, questa volta con una commissione di due satoshi. Le transazioni con commissioni inviano più satoshi in ingresso di quanti ne ricevano in uscita, quindi per trasformare la nostra transazione in una che paga le commissioni, rimuoveremo il secondo output:
ko: 수수료는 어떻게 되는가? 좋은 질문이다! 동일한 트랜잭션에 이번에는 2사토시 수수료가 있다고 가정해 보자. 수수료가 있는 트랜잭션은 출력에서 받는 것보다 더 많은 사토시를 입력으로 전송하므로, 수수료를 지불하는 트랜잭션으로 만들기 위해 두 번째 출력을 제거하자:
pt: E quanto às taxas, você pode perguntar? Boa pergunta! Vamos imaginar a mesma transação, desta vez com uma taxa de dois satoshis. Transações com taxas enviam mais satoshis nas entradas do que são recebidos pelas saídas, então para transformar nossa transação em uma que paga taxas, removeremos a segunda saída:
ru: А что насчет комиссий, спросите вы? Хороший вопрос! Представим себе ту же транзакцию, но с комиссией в два сатоши. Транзакции с комиссией отправляют на входы больше сатоши, чем получают на выходы, поэтому, чтобы превратить нашу транзакцию в транзакцию которая оплачивает комиссию, мы удалим второй выход:
zh: 你可能会问交易费用呢？ 好问题！ 让我们想象一下同一笔交易，这次是两个聪的费用。收费交易在输入中发送的聪 多于输出接收的聪，因此为了使我们的交易成为支付费用的交易，我们将删除第二个输出：

source: The satoshis
de: Die satoshis
es: Los satoshis
fil: Ang Satoshis
fr: Les satoshis
hi: सातोशी
it: I satoshi
ko: 사토시
pt: Os satoshis
ru: Сатоши
zh: 聪

source: and
de: und
es: y
fil: at
fr: et
hi: और
it: e
ko: 그리고
ru: и
zh: 和

source: now have nowhere to go in the outputs:
de: Jetzt haben sie keine passenden Outputs mehr:
es: ahora no tienen donde ir en las salidas
fil: ay wala nang slot sa output:
fr: n’ont désormais nulle part où aller dans les sorties :
hi: आउटपुट में निष्क्रिय हो गया है:
it: ora non hanno più spazio negli output:
ko: 는 이제 출력에 갈 곳이 없다:
pt: agora não têm para onde ir nas saídas:
ru: теперь некуда девать на выходах:
zh: 现在在输出中无处可去

source: So they go to the miner who mined the block as fees. [The BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) has the details, but in short, fees paid by transactions are treated as extra inputs to the coinbase transaction, and are ordered how their corresponding transactions are ordered in the block. The coinbase transaction of the block might look like this:
de: Die Gebühren werden dem Miner, der den Block geschürft hat, als Gebühren gutgeschrieben. [Das BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) enthält die Details, aber kurz gesagt werden die Gebühren, die von den Transaktionen gezahlt werden, als zusätzliche Inputs zur Coinbase-Transaktion behandelt und entsprechend der Reihenfolge der zugehörigen Transaktionen im Block angeordnet. Die Coinbase-Transaktion des Blocks könnte wie folgt aussehen:
es: Así que van al minero que minó el bloque como comisión. [El BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) tiene los detalles, pero, en resumen, las comisiones pagadas por las transacciones se tratan como entradas adicionales a la transacción coinbase y se ordenan según el orden en el que están en el bloque. La transacción coinbase del bloque podría verse así:
fil: Kaya't bumalik sila sa miner na nagmimina ng block bilang bayad. Para sa detalyeng kaalaman, mabuting bisitahin ang [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki), ngunit sa kabuuan, ang mga bayarin na binayaran ng mga transaksyon ay itinuturing bilang karagdagang mga entry sa transaksyon ng coinbase, at ordered sa parehong paraan tulad ng mga kaukulang transaksyon na ordered sa block. Maaaring ganito ang hitsura ng transaksyon sa coinbase ng block:
fr: Ils vont donc au mineur qui a miné le bloc en tant que frais. [Le BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) donne les détails, mais en résumé, les frais payés par les transactions sont traités comme des entrées supplémentaires dans la transaction coinbase, et sont organisés selon l’ordre de leurs transactions correspondantes dans le bloc. La transaction coinbase du bloc pourrait ressembler à ceci :
hi: इसलिए वे शुल्‍क के रूप में ब्‍लॉक का खनन करने वाले माइनर (खनिक) के पास जाते हैं। बीआईपी [The BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) में विवरण दिए गये हैं, लेकिन संक्षेप में, लेनदेन द्वारा किए गये भुगतान शुल्‍क सिक्‍का आधारित लेनदेन के अतिरिक्त इनपुट के रूप में उपचारित किये जाएंगे, और इस तरह क्रमबद्ध किये जाएंगे जिस क्रम में ब्लॉक में उनके संबंधित लेनदेन के क्रम दिये गये हैं। ब्लॉक का कॉइनबेस लेनदेन इस तरह दिख सकता है:
it: Quindi vanno al minatore che ha estratto il blocco come commissioni. [Il BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) contiene i dettagli, ma in breve le commissioni pagate dalle transazioni sono trattate come input aggiuntivi alla transazione coinbase e sono ordinate come sono ordinate le transazioni corrispondenti nel blocco. La transazione coinbase del blocco potrebbe apparire come segue:
ko: 따라서 블록을 채굴한 채굴자에게 수수료로 지급된다. [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki)에 자세한 내용이 나와 있지만, 간단히 말해 트랜잭션이 지불한 수수료는 코인베이스 트랜잭션에 대한 추가 입력으로 취급되며, 이의 순서는 해당 트랜잭션이 블록에서 어떻게 정렬되는지에 따라서 정해진다. 해당 블록의 코인베이스 트랜잭션은 다음과 같이 보일 수 있다:
pt: Então eles vão, como taxas, para o minerador que minerou o bloco. [O BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) tem os detalhes, mas resumindo, as taxas pagas pelas transações são tratadas como entradas extras para a transação coinbase e são ordenadas como suas transações correspondentes são ordenadas no bloco. A transação coinbase do bloco pode ter a seguinte aparência:
ru: Поэтому они поступают майнеру, добывшему блок, в качестве вознаграждения. [В BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) описаны подробности, но вкратце, комиссии, уплаченные транзакциями, рассматриваются как дополнительные входы в транзакцию coinbase и упорядочиваются так, как упорядочены соответствующие им транзакции в блоке. Транзакция блока coinbase может выглядеть следующим образом:
zh: 所以他们作为“费用”去到挖这个区块的矿工那里。[The BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki) 有更详细的描述,但简而言之，交易支付的费用被视为对Coinbase交易的额外输入，并按照其对应的交易在区块中的顺序进行排序。该区块的Coinbase交易可能是这样的:

source: Where can I find the nitty-gritty details?
de: Wo finde ich die wichtigsten Details?
es: ¿Dónde puedo encontrar los detalles técnicos?
fil: Saan ko mahahanap ang pinakatiyak na mga detalye?
fr: Où puis-je trouver les détails techniques approfondis ?
hi: मैं कहां से विस्तृत विवरण प्राप्‍त कर सकता हूं?
it: Dove posso trovare i dettagli più precisi?
ko: 핵심적인 세부 정보는 어디에서 찾을 수 있는가?
pt: Onde posso encontrar os detalhes técnicos?
ru: Где я могу найти подробную информацию?
zh: 我在哪里可以找到这些详细信息

source: [The BIP!](https://github.com/ordinals/ord/blob/master/bip.mediawiki)
es: [¡En el BIP!](https://github.com/ordinals/ord/blob/master/bip.mediawiki)
fil: Dito sa [The BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki)
fr: Dans [le BIP !](https://github.com/ordinals/ord/blob/master/bip.mediawiki)
hi: [बीआईपी!](https://github.com/ordinals/ord/blob/master/bip.mediawiki)
it: [Nel BIP!](https://github.com/ordinals/ord/blob/master/bip.mediawiki)
ko: [BIP을 참조하자!](https://github.com/ordinals/ord/blob/master/bip.mediawiki)
pt: [No BIP!](https://github.com/ordinals/ord/blob/master/bip.mediawiki)
ru: [В BIP!](https://github.com/ordinals/ord/blob/master/bip.mediawiki)

source: Why are sat inscriptions called "digital artifacts" instead of "NFTs"?
de: Warum werden Sat-inscriptions "digitale Artefakte“ statt "NFTs“ genannt?
es: ¿Por qué a las inscripciones de Satoshis se les llama "artefactos digitales" en lugar de "NFT"?
fil: Bakit tinatawag na "digital artifacts" ang mga sat inscriptions sa halip na "NFTs"?
fr: Pourquoi les inscriptions de satoshis sont-elles appelées « artefacts numériques » au lieu de « NFTs » ?
hi: सैट इंस्‍क्रि‍प्‍शंस को क्‍यों "एनएफटी" के बदले "डिजिटल अभिलेख" कहा जाता है?
it: Perché le iscrizioni sat sono chiamate "artefatti digitali" anziché "NFT"?
ko: SAT 인스크립션을 "NFT"가 아닌 "디지털 아티팩트"라고 부르는 이유는 무엇인가?
pt: Por que as inscrições em sats são chamadas de "artefatos digitais" em vez de "NFTs"?
ru: Почему sat надписи называются "цифровыми артефактами", а не "NFT"?
zh: 为什么聪的铭文被称为“数字文物”而不是“NFT”？

source: An inscription is an NFT, but the term "digital artifact" is used instead, because it's simple, suggestive, and familiar.
de: Eine inscription ist ein NFT (Non-Fungible Token), aber der Begriff "digitales Artefakt" wird stattdessen verwendet, weil er einfach, anschaulich und vertraut ist.
es: Una inscripción es un NFT, pero se utiliza el término "artefacto digital", porque es fácil, sugerente y familiar.
fil: Ang isang inskripsiyon ay isang NFT, ngunit ang terminong "digital artifact" ay ginamit sa halip, dahil ito ay simple, nagpapahiwatig at pamilyar.
fr: Une inscription est un NFT, mais le terme « artefact numérique » est utilisé à la place, parce qu’il est simple, suggestif et familier.
hi: एक इंस्‍क्रि‍प्‍शंस एनएफटी है, लेकिन इसके बजाय इसके लिए "डिजिटल अभिलेख" शब्द का उपयोग किया जाता है, क्योंकि यह सरल, सांकेतिक और परिचित है।
it: Un'iscrizione è un NFT, ma si usa il termine "artefatto digitale" perché è semplice, suggestivo e familiare.
ko: 인스크립션은 NFT이지만, 단순하고 시사하는 바가 많으며 친숙하기 때문에 대신 "디지털 아티팩트"라는 용어를 사용한다.
pt: Uma inscrição é uma NFT, mas o termo "artefato digital" é usado em seu lugar, porque é simples, sugestivo e familiar.
ru: Надпись - это NFT, но вместо нее используется термин "цифровой артефакт", поскольку он прост, наводит на размышления и хорошо знаком.
zh: 铭文也是一种NFT，但使用术语“数字文物”代替，因为它简单、有启发性且熟悉。

source: The phrase "digital artifact" is highly suggestive, even to someone who has never heard the term before. In comparison, NFT is an acronym, and doesn't provide any indication of what it means if you haven't heard the term before.
de: Der Ausdruck "digitales Artefakt" ist äußerst anschaulich, selbst für jemanden, der den Begriff zuvor noch nie gehört hat. Im Vergleich dazu ist NFT ein Akronym und gibt keine Hinweise darauf, was es bedeutet, wenn man den Begriff zuvor noch nie gehört hat.
es: La frase "artefacto digital" es muy sugerente, incluso para alguien que nunca ha oído el término. En comparación, NFT es un acrónimo y no proporciona ninguna indicación de lo que significa si no has escuchado el término.
fil: Ang terminong "digital artifact" ay madaling maunawaan, kahit na para sa isang taong hindi pa nakarinig ng terminong ito dati. Sa paghahambing, ang NFT ay isang acronym na hindi nagbibigay ng indikasyon kung ano ang ibig sabihin nito.
fr: L’expression « artefact numérique » est très suggestive, même pour quelqu’un qui n’a jamais entendu ce terme auparavant. En comparaison, le terme « NFT » est un acronyme qui ne donne aucune indication sur ce qu’il signifie si l’on n’a jamais entendu ce terme auparavant.
hi: वाक्यांश "डिजिटल अभिलेख" अत्यधिक सांकेतिक है, यहां तक कि उस व्यक्ति के लिए भी जिसने यह शब्द पहले कभी नहीं सुना है। इसकी तुलना में, एनएफटी एक संक्षिप्त शब्द है, और यदि आपने इस शब्द को पहले नहीं सुना है तो यह इसका कोई संकेत व्‍यक्‍त नहीं करता है कि इसका क्या अर्थ हो सकता है।
it: L'espressione "artefatto digitale" è molto suggestiva, anche per chi non l'ha mai sentita prima. In confronto, NFT è un acronimo e non fornisce alcuna indicazione sul suo significato se non lo si è mai sentito prima.
ko: "디지털 아티팩트"라는 문구는 이 용어를 처음 들어본 사람에게도 매우 시사하는 바가 많은 표현이다. 이에 비해 NFT는 약어이며, 이 용어를 처음 들어본 사람이라면 무슨 뜻인지 알 수 없다.
pt: A frase "artefato digital" é altamente sugestiva, mesmo para alguém que nunca ouviu o termo antes. Em comparação, NFT é um acrônimo e não fornece nenhuma indicação do que significa se você nunca ouviu o termo anteriormente.
ru: Фраза "цифровой артефакт" наводит на размышления даже тех, кто никогда раньше не слышал этого термина. Для сравнения, NFT - это аббревиатура, которая не дает никаких указаний на то, что она означает, если вы не слышали этот термин раньше.
zh: "数字文物"（数字工件，数字人工制品）这些词具有很强的暗示性，即使对以前从未听说过这个词的人来说也是如此相比之下，NFT是一个首字母缩略词，如果你以前没有听过这个术语，它就无法说明它的意思。
