Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: [Ordinals Workshop with Rodarmor](https://www.youtube.com/watch?v=MC_haVa6N3I)
es: [Taller de Ordinals con Rodarmor](https://www.youtube.com/watch?v=MC_haVa6N3I&ab_channel=PlebLab)
fr: [Workshop sur les Ordinals avec Rodarmor](https://www.youtube.com/watch?v=MC_haVa6N3I)
hi: [ऑर्डिनल्स कार्यशाला रोडआर्मर के साथ](https://www.youtube.com/watch?v=MC_haVa6N3I)
it: [Workshop sugli Ordinali con Rodarmor Rodarmor](https://www.youtube.com/watch?v=MC_haVa6N3I)
ko: [Rodarmor와 함께하는 오디널스 워크샵](https://www.youtube.com/watch?v=MC_haVa6N3I)
pt: [Workshop de Ordinals com Rodarmor](https://www.youtube.com/watch?v=MC_haVa6N3I&ab_channel=PlebLab)
ru: [Семинар по Ordinals с Rodarmor](https://www.youtube.com/watch?v=MC_haVa6N3I)
zh: [CaseyRodarmor的序数理论工作坊 ](https://www.youtube.com/watch?v=MC_haVa6N3I)

source: [Ordinal Art: Mint Your own NFTs on Bitcoin w/ @rodarmor](https://www.youtube.com/watch?v=j5V33kV3iqo)
es: [Arte Ordinal: Crea tus propios NFTs en Bitcoin con @rodarmor](https://www.youtube.com/watch?v=j5V33kV3iqo)
fr: [Art ordinal : Créez vos propres NFTs sur Bitcoin avec @rodarmor](https://www.youtube.com/watch?v=j5V33kV3iqo)
hi: [ऑर्डिनल कला: अपने एनएफटी बिटकॉइन पर मुद्रित करें w/ @rodarmor] (https://www.youtube.com/watch?v=j5V33kV3iqo)
it: [Arte ordinale: Inscrivi i tuoi NFT su Bitcoin con @rodarmor](https://www.youtube.com/watch?v=j5V33kV3iqo)
ko: [@rodarmor와 함께하는 오디널 아트: 비트코인에서 당신의 NFT를 발행하는 방법](https://www.youtube.com/watch?v=j5V33kV3iqo)
pt: [Arte Ordinal: Crie suas próprias NFTs no Bitcoin com @rodarmor](https://www.youtube.com/watch?v=j5V33kV3iqo)
ru: [Ordinal Art: Mint собственных NFT на Bitcoin с @rodarmor](https://www.youtube.com/watch?v=j5V33kV3iqo)
zh: [序数艺术：在比特币上铸造你自己的NFT w/ @rodarmor](https://www.youtube.com/watch?v=j5V33kV3iqo)

source: Ordinal Theory Overview
de: Ordinal theorie Übersicht
es: Descripción General de la Teoría Ordinal
fil: Pangkalahatang-ideya ng Ordinal Theory
fr: Aperçu de la théorie ordinale
hi: आर्डिनल थ्‍यौरी (क्रमसूचक सिद्धांत) का अवलोकन
it: Panoramica sulla teoria degli Ordinali
ko: 오디널 이론 개요
pt: Visão Geral da Teoria Ordinal
ru: Обзор Ordinal Theory
zh: 序数理论概述

source: Ordinals are a numbering scheme for satoshis that allows tracking and transferring individual sats. These numbers are called [ordinal numbers](https://ordinals.com). Satoshis are numbered in the order in which they're mined, and transferred from transaction inputs to transaction outputs first-in-first-out. Both the numbering scheme and the transfer scheme rely on _order_, the numbering scheme on the _order_ in which satoshis are mined, and the transfer scheme on the _order_ of transaction inputs and outputs. Thus the name, _ordinals_.
de: Ordinals sind eine Nummerierung für Satoshis, die es ermöglicht, einzelne Sats zu verfolgen und zu übertragen. Diese Zahlen werden als [Ordinalzahlen](https://ordinals.com) bezeichnet. Satoshis werden in der Reihenfolge nummeriert, in der sie abgebaut werden, und von Transaktionseingängen zu Transaktionsausgängen zuerst hereingegeben. Sowohl das Nummernschema als auch das Übertragungsschema basieren auf der _Reihenfolge_, wobei das Nummernschema auf der _Reihenfolge_ basiert, in der Satoshis abgebaut werden, und das Übertragungsschema auf der _Reihenfolge_ von Transaktionseingängen und -ausgängen. Daher der Name _Ordinals_.
es: Los Ordinals son un sistema de numeración para los satoshis con el cual podemos hacerles seguimiento y transferirlos de manera individual. Dichos números se denominan [números ordinales](https://ordinals.com/). A cada Satoshi se le otorga un número de serie que se establece según el orden en el que fueron minados y se transfieren basándose en la secuencia de las transacciones entrantes y salientes, siguiendo el proceso FIFO (First In, First Out). Tanto el esquema de numeración como el de transferencia se basan en el _orden secuencial_; el esquema de numeración en el _orden_ en que se minan los satoshis, mientras que el esquema de transferencia se basa en el _orden_ de las entradas y salidas de las transacciones. De allí se deriva el nombre, _ordinals_.
fil: Ang mga ordinal ay isang scheme ng pagnunumero sa satoshi na nagbibigay-daan sa pagsubaybay at paglilipat ng mga indibidwal na sat. Ang mga numerong ito ay tinatawag na [ordinal numbers](https://ordinals.com). Satoshis ay binibilang sa pagkakasunud-sunod kung kelan ito na-mina, at inilipat mula sa transaction input patungo sa transaction output na first-in-first-out (FIFO). Parehong umaasa ang numbering scheme at ang transfer scheme sa _order_, ang numbering scheme sa pagkakasunud-sunod kung saan na-mina ang satoshi, at ang transfer scheme ng sa pagkakasunud-sunod ng mga input at output ng transaksyon.Kaya naman pinangalanan itong “Ordinal”.
fr: Les Ordinals sont un système de numérotation des satoshis qui permet de les suivre et de les transférer de manière individuelle. Ces numéros sont appelés [numéros ordinaux](https://ordinals.com). Les satoshis sont numérotés selon l’ordre dans lequel ils ont été minés et sont transférés en fonction de la séquence des transactions entrantes et sortantes, selon le principe FIFO (First In, First Out). Le système de numérotation et le système de transfert sont tous deux basés sur _l’ordre séquentiel_ ; le système de numérotation repose sur _l’ordre_ de minage des satoshis, tandis que le système de transfert repose sur _l’ordre_ d’entrée et de sortie des transactions. D’où le nom _ordinals_.
hi: ऑर्डिनल्स सातोशी के लिए एक संख्‍याकरण योजना है, जो प्रत्‍येक सैट को ट्रैक और स्थानांतरित करने में सक्षम करती है। इन संख्याओं को आर्डिनल (क्रमसूचक) संख्याएँ कहा जाता है।(https://ordinals.com) सातोशी को माइन (खनन) के क्रम में क्रमबद्ध किया जाता है, और लेन-देन इनपुट से लेन-देन आउटपुट में फर्स्ट-इन-फर्स्ट-आउट (फीफो) स्थानांतरित कर दिया जाता है। नंबरिंग स्कीम और ट्रांसफर स्कीम दोनों _क्रम_ पर निर्भर करती हैं। नंबरिंग स्कीम सातोशी खनन के _क्रम_ पर निर्भर करती है, जबकि ट्रांसफर स्कीम लेनदेन इनपुट और आउटपुट के _क्रम_ पर निर्भर करती है। इस प्रकार इन्‍हें, _ऑर्डिनल्स_ से संबोधित किया जाता है।
it: Gli Ordinali sono uno schema di numerazione per i satoshi che consente di tracciare e trasferire i singoli sats. Questi numeri sono chiamati [numeri ordinali](https://ordinals.com). I Satoshi sono numerati nell'ordine in cui sono stati minati e vengono trasferiti in base alla sequenza delle transazioni in entrata e in uscita, secondo il metodo FIFO (First In, First Out). Sia lo schema di numerazione che quello di trasferimento si basano sull'ordine, quello di numerazione si basa sull'ordine di estrazione dei satoshi e quello di trasferimento si basa sull'ordine degli ingressi e delle uscite delle transazioni. Da qui il nome _Ordinali_.
ko: 오디널스는 개별 사토시(SAT)를 추적하고 전송할 수 있는 사토시를 위한 번호 체계이다. 이러한 번호를 [서수](https://ordinals.com)라고 한다. 사토시는 채굴된 순서대로 번호가 매겨지며, 트랜잭션 입력에서 트랜잭션 출력으로 선입선출 방식으로 전송된다. 번호 체계와 전송 체계는 모두 _순서_ 에 의존한다. 번호 체계는 사토시가 채굴되는 _순서_ 에, 그리고 전송 체계는 트랜잭션 입력과 출력의 _순서_ 에 의존한다. 따라서 _오디널_ 이라는 이름이 붙었다.
pt: Os Ordinals, ou Ordinais, são um esquema de numeração para satoshis que permite rastrear e transferir sats individuais. Esses números são chamados [números ordinais](https://ordinals.com/). Os satoshis são numerados na ordem em que são minerados, e quando transferidos das entradas de uma transação para as saídas,nos baseamos no modelo FIFO (First In, First Out). Tanto o esquema de numeração quanto o esquema de transferência dependem da _ordem_; o esquema de numeração se baseia na _ordem_ em que os satoshis são minerados, enquanto que o esquema de transferência se baseia na _ordem_ das entradas e saídas das transações. Daí o nome, _Ordinals_.
ru: Ordinals - это схема нумерации сатоши, позволяющая отслеживать и передавать отдельные сатоши. Эти номера называются [ordinal numbers](https://ordinals.com). Сатоши нумеруются в том порядке, в котором они добываются, и передаются от входов транзакций к выходам транзакций в порядке: первым пришёл - первым ушёл (FIFO). И схема нумерации, и схема перевода зависят от _порядка_, причем схема нумерации - от _порядка_ добычи сатоши, а схема перевода - от _порядка_ входов и выходов транзакций. Отсюда и название - _ordinals_.
zh: 序数是一种比特币的编号方案，允许跟踪和转移单个聪。这些数字被称作[序号](https://ordinals.com)。比特币是按照它们被挖掘的顺序编号的，并从交易输入转移到交易输出（遵循先进先出原则）。编号方案和传输方案都依赖于_顺序_，编号方案依赖于比特币被挖掘的_顺序_，而传输方案依赖于交易输入和输出的_顺序_。因此得名，_序数（Ordinals_。

source: Technical details are available in [the BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki).
de: Technische Details sind verfügbar unter [the BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki).
es: Los detalles técnicos están disponibles en [el BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki).
fil: Ang mga teknikal na detalye ay makikita sa [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki).
fr: Les détails techniques sont disponibles dans [le BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki).
hi: इनके तकनीकी विवरण बीआईपी में उपलब्ध हैं। [the BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki).
it: I dettagli tecnici sono disponibili [nel BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki).
ko: 기술적인 자세한 내용은 [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki)에서 확인할 수 있다.
pt: Os detalhes técnicos estão disponíveis no [BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki).
ru: Техническая информация представлена в [the BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki).
zh: 技术细节可以在[the BIP](https://github.com/ordinals/ord/blob/master/bip.mediawiki)获取.

source: Ordinal theory does not require a separate token, another blockchain, or any changes to Bitcoin. It works right now.
de: Die Ordinaltheorie erfordert keine separate Token, eine andere Blockchain oder irgendwelche Änderungen an Bitcoin. Sie funktioniert jetzt bereits.
es: La teoría Ordinal funciona en este momento sin hacer cambios a Bitcoin y no requiere de un token aparte u otra blockchain.
fil: Ang Ordinal theory ay hindi nangangailangan ng isang hiwalay na token, isa pang blockchain, o anumang mga pagbabago sa Bitcoin.
fr: La théorie ordinale fonctionne dès à présent sans modification du Bitcoin et ne nécessite aucun autre token ou de chaîne latérale.
hi: आर्डिनल थ्‍यौरी के लिए अलग से टोकन, अन्‍य ब्लॉकचेन या बिटकॉइन में किसी भी बदलाव करने की आवश्यकता नहीं होती है। यह तुरन्‍त काम करता है।
it: La teoria degli Ordinali non richiede un token separato, un'altra blockchain o modifiche a Bitcoin. Funziona già adesso.
ko: 오디널 이론은 별도의 토큰이나 다른 블록체인 또는 비트코인에 어떠한 변경도 요구하지 않는다. 지금 바로 사용할 수 있다.
pt: A teoria ordinal funciona não requer um token separado, outra blockchain, ou qualquer mudança ao Bitcoin. Ela funciona agora mesmo.
ru: Ordinal theory не требует создания отдельного токена, другого блокчейна или каких-либо изменений в Bitcoin. Она работает прямо сейчас.
zh: 序数理论不需要一个单独的代币，单独区块链，或者对比特币进行任何更改。它即刻可以有效运转。

source: Ordinal numbers have a few different representations:
de: Ordinal zahlen haben einige verschiedene Darstellungen:
es: Los números Ordinales tienen varias representaciones:
fil: Ang mga ordinal numbers ay may ilang magkakaibang representasyon:
fr: Les nombres ordinaux ont plusieurs représentations différentes:
hi: आर्डिनल (क्रमसूचक) संख्याओं के कुछ भिन्न निरूपण होते हैं:
it: I numeri ordinali hanno diverse rappresentazioni:
ko: 서수는 몇 가지 다른 방법으로 표현할 수 있다:
pt: Os números ordinais têm várias representações:
ru: Ordinal numbers имеют несколько различных представлений:
zh: 序号有几种不同的表示方式：

source: _Integer notation_: [`2099994106992659`](https://ordinals.com/sat/2099994106992659) The ordinal number, assigned according to the order in which the satoshi was mined.
de: _Ganzzahldarstellung_: [`2099994106992659`](https://ordinals.com/sat/2099994106992659) Die Ordinalzahl, die gemäß der Reihenfolge, in der der Satoshi abgebaut wurde, zugewiesen wurde.
es: _Notación entera_: [`2099994106992659`](https://ordinals.com/sat/2099994106992659). El númeroordinal, asignado según el orden en que se minó el Satoshi
fil: _Integer notation_: [`2099994106992659`](https://ordinals.com/sat/2099994106992659) Ang ordinal na numero, na itinalaga ayon sa pagkakasunud-sunod kung saan ang satoshi ay na-mina.
fr: _Notation entière_: [`2099994106992659`](https://ordinals.com/sat/2099994106992659) Le nombre ordinal attribué en fonction de l’ordre dans lequel le satoshi a été miné.
hi: _पूर्णांक अंकन_:[`2099994106992659`](https://ordinals.com/sat/2099994106992659) आर्डिनल (क्रमसूचक) संख्या को उस क्रम के अनुसार नियत किया जाता है जिस क्रम में सातोशी को माइन (खनन) किया गया था।
it: _Notazione integrale_: [`2099994106992659`](https://ordinals.com/sat/2099994106992659) Il numero ordinale, assegnato in base all'ordine in cui il Satoshi è stato minato.
ko: _정수 표기법_ : [`2099994106992659`](https://ordinals.com/sat/2099994106992659) 사토시가 채굴된 순서에 따라 할당된 서수이다.
pt: _Notação de Inteiro (Integer)_: [`2099994106992659`](https://ordinals.com/sat/2099994106992659) O número ordinal, atribuído de acordo com a ordem em que o satoshi foi minerado.
ru: _Целочисленные обозначения_: [`2099994106992659`](https://ordinals.com/sat/2099994106992659) Ordinal numer, присваиваемый в соответствии с порядком, в котором были добыты сатоши.
zh: _整数符号_:[`2099994106992659`](https://ordinals.com/sat/2099994106992659) 这个序号是根据挖掘聪的顺序分配。

source: _Decimal notation_: [`3891094.16797`](https://ordinals.com/sat/3891094.16797) The first number is the block height in which the satoshi was mined, the second the offset of the satoshi within the block.
de: _Dezi­mal­darstellung_: [`3891094.16797`](https://ordinals.com/sat/3891094.16797) Die erste Zahl ist die Blockhöhe, in der der Satoshi abgebaut wurde, die zweite die Verschiebung des Satoshis innerhalb des Blocks.
es: _Notación decimal_: [` 3891094.16797`](https://ordinals.com/sat/3891094.16797) El primer número es la altura del bloque en el cual se minó el Satoshi, el segundo es el desplazamiento del Satoshi dentro del bloque.
fil: _Decimal notation_: [`3891094.16797`](https://ordinals.com/sat/3891094.16797) Ang unang numero ay ang taas ng block kung saan na-mina ang satoshi, ang pangalawa ay offset ng satoshi sa loob ng block.
fr: _Notation décimale_: [`3891094.16797`](https://ordinals.com/sat/3891094.16797) Le nombre ordinal attribué en fonction de l’ordre dans lequel le satoshi a été miné.
hi: _दशमलव अंकन_: [`3891094.16797`](https://ordinals.com/sat/3891094.16797) पहला नंबर ब्लॉक की ऊंचाई होती है जिसमें सातोशी को माइन (खनन) किया गया था, दूसरा ब्लॉक के भीतर सातोशी का ऑफसेट (समायोजन) है।
it: _Notazione decimale_: [`3891094.16797`](https://ordinals.com/sat/3891094.16797) Il numero prima del punto è l'altezza del blocco in cui il satoshi è stato minato, il secondo è l'offset del satoshi all'interno del blocco.
ko: _소수 표기법_ : [`3891094.16797`](https://ordinals.com/sat/3891094.16797) 첫 번째 숫자는 사토시가 채굴된 블록 높이(block height)이고, 두 번째 숫자는 블록 내 사토시의 오프셋(offset)이다.
pt: _Notação decimal_: [` 3891094.16797`](https://ordinals.com/sat/3891094.16797) O primeiro número é a altura do bloco em que o satoshi foi minerado, o segundo é o deslocamento do satoshi dentro do bloco.
ru: _Десятичные обозначения_: [`3891094.16797`](https://ordinals.com/sat/3891094.16797) Первое число - это высота блока, в котором был добыт сатоши, второе - смещение сатоши внутри блока.
zh: _十进制符号_: [`3891094.16797`](https://ordinals.com/sat/3891094.16797) 第一个数字是挖掘聪的区块高度，第二个数字是区块内聪的偏移量。

source: _Degree notation_: [`3°111094′214″16797‴`](https://ordinals.com/sat/3%C2%B0111094%E2%80%B2214%E2%80%B316797%E2%80%B4). We'll get to that in a moment.
es: _Notación sexagesimal_: [`3°111094′214″16797‴`](https://ordinals.com/sat/3%C2%B0111094%E2%80%B2214%E2%80%B316797%E2%80%B4). Hablaremos de eso más adelante.
fil: _Degree notation_: [`3°111094′214″16797‴`](https://ordinals.com/sat/3%C2%B0111094%E2%80%B2214%E2%80%B316797%E2%80%B4). Ating tatalakayin sa ilang sandali.
fr: _Notation sexagésimal_: [`3°111094′214″16797‴`](https://ordinals.com/sat/3%C2%B0111094%E2%80%B2214%E2%80%B316797%E2%80%B4). Nous y reviendrons dans un instant.
hi: _डिग्री संकेतन_: [`3°111094′214″16797‴`](https://ordinals.com/sat/3%C2%B0111094%E2%80%B2214%E2%80%B316797%E2%80%B4). हम शीघ्र उसे हासिल कर लेंगे।
it: _Notazione sessagesimale_: [`3°111094′214″16797‴`](https://ordinals.com/sat/3%C2%B0111094%E2%80%B2214%E2%80%B316797%E2%80%B4). Ci arriveremo tra poco.
ko: _도 표기법_ : [`3°111094′214″16797‴`](https://ordinals.com/sat/3%C2%B0111094%E2%80%B2214%E2%80%B316797%E2%80%B4). 잠시 후에 설명하겠다.
pt: _Notação de grau_: [`3°111094′214″16797‴`](https://ordinals.com/sat/3%C2%B0111094%E2%80%B2214%E2%80%B316797%E2%80%B4). Falaremos sobre isso mais tarde.
ru: _Обозначение степени_: [`3°111094′214″16797‴`](https://ordinals.com/sat/3%C2%B0111094%E2%80%B2214%E2%80%B316797%E2%80%B4). К этому мы вернемся в ближайшее время.
zh: _度数符号_: [`3°111094′214″16797‴`](https://ordinals.com/sat/3%C2%B0111094%E2%80%B2214%E2%80%B316797%E2%80%B4) 我们马上就会讲到。

source: _Percentile notation_: [`99.99971949060254%`](https://ordinals.com/sat/99.99971949060254%25) . The satoshi's position in Bitcoin's supply, expressed as a percentage.
de: _Prozentnotation_: [`99.99971949060254%`](https://ordinals.com/sat/99.99971949060254%25). Die Position des Satoshis im Bitcoin-Vorrat, ausgedrückt als Prozentsatz.
es: _Notación porcentual_: [`99.99971949060254%`](https://ordinals.com/sat/99.99971949060254%25) . La posición del Satoshi en el suministro de Bitcoin, expresado como un porcentaje.
fil: _Percentile notation_: [`99.99971949060254%`](https://ordinals.com/sat/99.99971949060254%25) . Ang posisyon ng satoshi sa supply ng Bitcoin, na bilang isang porsyento.
hi: _प्रतिशत अंकन_: [`99.99971949060254%`](https://ordinals.com/sat/99.99971949060254%25) . बिटकॉइन की आपूर्ति में सातोशी की स्थिति को प्रतिशत के रूप में व्यक्त किया गया है।
it: _Notazione percentile_: [`99.99971949060254%`](https://ordinals.com/sat/99.99971949060254%25) . Posizione del satoshi sull'intera supply di Bitcoin (21 milioni), espressa in percentuale.
ko: _백분의수 표기법_ : [`99.99971949060254%`](https://ordinals.com/sat/99.99971949060254%25) . 비트코인 공급량에서 사토시가 차지하는 위치를 백분율로 표시한다.
pt: _Notação percentil_: [`99.99971949060254%`](https://ordinals.com/sat/99.99971949060254%25) . A posição do satoshi na oferta total de bitcoin, expressa em porcentagem.
ru: _Процентное обозначение_: [`99.99971949060254%`](https://ordinals.com/sat/99.99971949060254%25) . Положение сатоши в Bitcoin supply, выраженное в процентах.
zh: _百分数_: [`99.99971949060254%`](https://ordinals.com/sat/99.99971949060254%25) . 以百分比表示聪在比特币供应中的位置

source: _Name_: [`satoshi`](https://ordinals.com/sat/satoshi). An encoding of the ordinal number using the characters `a` through `z`.
de: _Name_: [`satoshi`](https://ordinals.com/sat/satoshi). Eine Codierung der Ordnungszahl unter Verwendung der Zeichen `a` bis `z`.
es: _Nombre_: [`Satoshi`](https://ordinals.com/sat/satoshi). Una codificación del número ordinal utilizando los caracteres de la `a` a la `z`.
fil: _Name_: [`satoshi`](https://ordinals.com/sat/satoshi). Isang encoding ng ordinal number gamit ang mga character `a` hanggang `z`.
fr: _Nom_: [`satoshi`](https://ordinals.com/sat/satoshi). Un encodage du nombre ordinal utilisant les caractères de `a` à `z`.
hi: _नाम_: [`satoshi`](https://ordinals.com/sat/satoshi). सातोशी आर्डिनल (क्रमसूचक) संख्याओं को A से Z तक वर्णों का उपयोग करके एन्कोड किया जाता है।
it: _Nome_: [`satoshi`](https://ordinals.com/sat/satoshi). Una codifica del numero ordinale che utilizza i caratteri da `a` a `z`.
ko: _이름_ : [`satoshi`](https://ordinals.com/sat/satoshi). 문자 `a`부터 `z`까지를 사용하여 서수를 인코딩한다.
pt: _Nome_: [`satoshi`](https://ordinals.com/sat/satoshi). Uma codificação do número ordinal usando os caracteres `a` até `z`.
ru: _Название_: [`satoshi`](https://ordinals.com/sat/satoshi). Кодировка порядкового номера с помощью символов от `a` до `z`.
zh: _名字_: [`satoshi`](https://ordinals.com/sat/satoshi). 一种使用字母`a` 到 `z`对序号进行编码的方法

source: Arbitrary assets, such as NFTs, security tokens, accounts, or stablecoins can be attached to satoshis using ordinal numbers as stable identifiers.
de: Beliebige Vermögenswerte wie NFTs, Sicherheitstoken, Konten oder Stablecoins können mit Hilfe von Ordnungszahlen als stabile Identifikatoren an Satoshis angehängt werden.
es: Activos arbitrarios como los NFTs, tokens de seguridad, cuentas o stablecoins se pude adjuntar a los satoshis usando números ordinales como identificadores.
fil: Ang mga arbitrary na asset, gaya ng mga NFT, security token, account, o stablecoin ay maaaring i-attach sa satoshis gamit ang ordinal numbers bilang stable identifier.
fr: Des actifs arbitraires, tels que des NFTs, des tokens de sécurité, des comptes ou des stablecoins peuvent être attachés à des satoshis en utilisant des nombres ordinaux comme identifiants stables.
hi: एनएफटी, सुरक्षा टोकन, खाते या स्‍टेबल कॉइन जैसी स्‍वेच्छित संपत्ति को स्थिर आइडेंटिफॉयर (अभिज्ञापक अथवा सूचकाक्षर/आइडी) के रूप में आर्डिनल (क्रमसूचक) संख्याओं का उपयोग करके सातोशी के साथ जोड़ा जा सकता है।
it: Sui satoshi possono essere allegati un certo tipo di dati, come NFT, security token, conti o stablecoins, utilizzando i numeri ordinali come identificatori stabili.
ko: 서수를 안정적 식별자로 사용해 NFT, 증권형 토큰, 계정, 스테이블코인 등 임의의 자산을 사토시에 첨부할 수 있다.
pt: AAtivos arbitrários, como NFTs, tokens de segurança, contas ou stablecoins podem ser anexados a satoshis usando números ordinais como identificadores estáveis.
ru: К сатоши могут быть присоединены произвольные активы, такие как NFT, безопасные токены, счета или стейблкоины, с использованием ordinal numbers в качестве стабильных идентификаторов.
zh: 任意资产，如NFT、安全令牌、帐户或稳定币， 都可以使用序数作为稳定标识符附加到聪上。
