Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Navigate to the `Settings` tab, then to `Script Policy`, and press the edit button to display the descriptor.
de: Navigieren Sie zur Registerkarte `Einstellungen`, dann zu `Skriptrichtlinie` und klicken Sie auf die Schaltfläche `Bearbeiten`, um den Deskriptor anzuzeigen.
es: Haz clic en la pestaña `Settings`, luego en `Script Policy`, y presiona el botón de editar para mostrar el descriptor.
fil: Mag-navigate sa tab na `Setting`, pagkatapos ay sa `Script Policy`, at pindutin ang i-edit button to display the descriptor.
fr: Naviguez jusqu’à l’onglet `Settings`, puis jusqu’à `Script Policy`, et appuyez sur le bouton d’édition pour afficher le descripteur.
hi: पहले सेटिंग्स टैब पर जाएँ, फिर स्क्रिप्ट पॉलिसी पर जाएँ, और डिस्क्रिप्टर प्रदर्शित करने के लिए एडिट बटन दबाएँ।
it: Passare alla scheda `Settings`, quindi a `Script Policy` e premete il pulsante di modifica per visualizzare il descrittore.
ko: `Settings` 탭으로 이동한 다음 `Script Policy`로 이동한 후 편집 버튼을 눌러 기술자를 표시한다.
pt: Navegue até a guia `Configurações`, depois até `Política de script` e pressione o botão de edição para exibir o descritor.
ru: Перейдите на вкладку `Settings`, затем на вкладку `Script Policy` и нажмите кнопку редактирования для отображения дескриптора.

source: Transferring Ordinals
de: Ordinals übertragen
es: Transferir Ordinals
fil: Pag-transfer ng Ordinals
fr: Transférer des ordinals
hi: ऑर्डिनल्‍स (क्रमसूचक संख्‍याएं) स्थानांतरित करना
it: Trasferire Ordinali
ko: 오디널스 전송하기
pt: Transferindo Ordinals
ru: Отправка Ordinals

source: The `ord` wallet supports transferring specific satoshis. You can also use `bitcoin-cli` commands `createrawtransaction`, `signrawtransactionwithwallet`, and `sendrawtransaction`, how to do so is complex and outside the scope of this guide.
de: Die `ord`-Wallet unterstützt die Übertragung bestimmter Satoshis. Sie können auch `bitcoin-cli`-Befehle wie `createrawtransaction`, `signrawtransactionwithwallet` und `sendrawtransaction` verwenden, wie dies geschieht, ist komplex und fällt nicht in den Rahmen dieses Leitfadens.
es: El monedero `ord` permite la transferencia de satoshis específicos. También puedes usar los comandos `bitcoin-cli` tales como `createrawtransaction`, `signrawtransactionwithwallet` y `sendrawtransaction`, pero hacerlo es complejo y está fuera del alcance de esta guía.
fil: Sinusuportahan ng `ord` wallet ang pag-transfer ng mga partikular na satoshi. Maaari mo ring gamitin ang `bitcoin-cli` commands `createrawtransaction`,`signrawtransactionwithwallet`, at `sendrawtransaction`, kung paano gawin ito ay kumplikado at sa labas ng saklaw ng gabay na ito.
fr: Le portefeuille `ord` permet de transférer des satoshis spécifiques. Vous pouvez également utiliser les commandes `bitcoin-cli` `createrawtransaction`, `signrawtransactionwithwallet` et `sendrawtransaction`, mais cette procédure est complexe et dépasse le cadre de ce guide.
hi: `ऑर्ड` वॉलेट विशिष्ट सातोशी स्थानांतरित करने का समर्थन करता है। आप `createrawtransaction`, `signrawtransactionwithwallet`, और `sendrawtransaction` बिटकॉइन-सीएलआई कमांड भी प्रयोग कर सकते हैं, इसे कैसे करना है यह थोड़ा मुश्किल है और इस मार्गदर्शिका के दायरे से बाहर के विषय हैं।
it: Il portafoglio `ord` supporta il trasferimento di specifici satoshi. È anche possibile utilizzare i comandi `bitcoin-cli` commands `createrawtransaction`, `signrawtransactionwithwallet`, e `sendrawtransaction`, il modo di eseguire ciò è complesso e non rientra nello scopo di questa guida.
ko: `ord` 지갑은 특정 사토시 전송을 지원한다. `bitcoin-cli` 명령어인 `createrawtransaction`, `signrawtransactionwithwallet`, `sendrawtransaction`을 사용할 수도 있지만, 이 방법들은 복잡하며 이 가이드의 범위를 벗어난다.
pt: A carteira `ord` suporta a transferência de satoshis específicos. Você também pode usar os comandos de `bitcoin-cli` `createrawtransaction`, `signrawtransactionwithwallet` e `sendrawtransaction`, mas fazer isso é complexo e está fora do escopo deste guia.
ru: Кошелек `ord` поддерживает перевод определенных сатоши. Вы также можете использовать команды `bitcoin-cli` `createrawtransaction`, `signrawtransactionwwallet` и `sendrawtransaction`, но их выполнение является сложным и не входит в рамки данного руководства.

source: Teleburn addresses can be used to burn assets on other blockchains, leaving behind in the smoking rubble a sort of forwarding address pointing to an inscription on Bitcoin.
it: Gli indirizzi teleburn possono essere utilizzati per bruciare asset su altre blockchain, lasciando dietro di sé, tra le macerie fumanti, una sorta di indirizzo di spedizione che punta a un'iscrizione su Bitcoin.
zh: 燃烧传送Teleburn地址可以用于燃烧其他区块链上的资产， 留下一个转发地址指向一个比特币上的铭文这些地址就像是烟熏弹火后的废墟。

source: Teleburning an asset means something like, "I'm out. Find me on Bitcoin."
it: Teleburnare un asset significa qualcosa come "Non esisto più su questa chain. Trovatemi su Bitcoin."
zh: 燃烧传送一个资产似乎意味着 "我走了，在比特币链上找我。"

source: Teleburn addresses are derived from inscription IDs. They have no corresponding private key, so assets sent to a teleburn address are burned. Currently, only Ethereum teleburn addresses are suppported. Pull requests adding teleburn addresses for other chains are welcome.
it: Gli indirizzi Teleburn derivano dagli ID delle iscrizioni. Non hanno una chiave privata corrispondente, quindi gli asset inviati a un indirizzo teleburn vengono bruciati. Attualmente sono supportati solo gli indirizzi teleburn di Ethereum. Le richieste di pull per l'aggiunta di indirizzi teleburn per altre catene sono benvenute.

source: Ethereum teleburn addresses are derived by taking the first 20 bytes of the SHA-256 hash of the inscription ID, serialized as 36 bytes, with the first 32 bytes containing the transaction ID, and the last four bytes containing big-endian inscription index, and interpreting it as an Ethereum address.
it: Gli indirizzi teleburn di Ethereum sono ricavati prendendo i primi 20 byte dell'hash SHA-256 dell'ID dell'iscrizione, serializzato come 36 byte, con i primi 32 byte contenenti l'ID della transazione e gli ultimi quattro byte contenenti l'indice dell'iscrizione in big-endian, e interpretandolo come un indirizzo Ethereum.
zh: 以太坊的燃烧传送teleburn地址是根据取铭文ID的SHA-256哈希的前20字节来生成的 这个哈希被序列化为36字节，其中前32字节包含交易ID， 最后四个字节包含大端序的铭文索引，并将其解释为一个Ethereum地址。

source: The ENS domain name [rodarmor.eth](https://app.ens.domains/rodarmor.eth), was teleburned to [inscription zero](https://ordinals.com/inscription/6fb976ab49dcec017f1e201e84395983204ae1a7c2abf7ced0a85d692e442799i0).
it: Il dominio ENS [rodarmor.eth](https://app.ens.domains/rodarmor.eth), è stato teleburnato all'[iscrizione zero](https://ordinals.com/inscription/6fb976ab49dcec017f1e201e84395983204ae1a7c2abf7ced0a85d692e442799i0).
zh: ENS 域名 [rodarmor.eth](https://app.ens.domains/rodarmor.eth), 被燃烧传输teleburned 到 [inscription zero](https://ordinals.com/inscription/6fb976ab49dcec017f1e201e84395983204ae1a7c2abf7ced0a85d692e442799i0).

source: Running the inscription ID of inscription zero is `6fb976ab49dcec017f1e201e84395983204ae1a7c2abf7ced0a85d692e442799i0`.
it: L'ID dell'iscrizione zero è `6fb976ab49dcec017f1e201e84395983204ae1a7c2abf7ced0a85d692e442799i0`.
zh: 零号铭文的铭文ID是`6fb976ab49dcec017f1e201e84395983204ae1a7c2abf7ced0a85d692e442799i0`.

source: Passing `6fb976ab49dcec017f1e201e84395983204ae1a7c2abf7ced0a85d692e442799i0` to the teleburn command:
it: Passaggio di `6fb976ab49dcec017f1e201e84395983204ae1a7c2abf7ced0a85d692e442799i0` al comando teleburn:
zh: 使用teleburn命令 `6fb976ab49dcec017f1e201e84395983204ae1a7c2abf7ced0a85d692e442799i0`

source: Returns:
it: Restituisce:
zh: 返回

source: Indicating that `0xe43A06530BdF8A4e067581f48Fae3b535559dA9e` is the Ethereum teleburn address for inscription zero, which is, indeed, the current owner, on Ethereum, of `rodarmor.eth`.
it: Indicando che `0xe43A06530BdF8A4e067581f48Fae3b535559dA9e` è l'indirizzo teleburn di Ethereum per l'iscrizione zero, che è effettivamente l'attuale proprietario, su Ethereum, di `rodarmor.eth`.
zh: 显示出 `0xe43A06530BdF8A4e067581f48Fae3b535559dA9e` 是零号铭文的 teleburn地址 ，事实上，它是在Ethereum上的`rodarmor.eth`的当前所有者

source: Currently, [ord](https://github.com/ordinals/ord/) is the only wallet supporting sat-control and sat-selection, which are required to safely store and send rare sats and inscriptions, hereafter ordinals.
de: Derzeit ist [ord](https://github.com/ordinals/ord/) die einzige Wallet, die Sat-Kontrolle und Sat-Auswahl unterstützt, die erforderlich sind, um seltene Sats und inscriptions, im Folgenden Ordinals genannt, sicher zu speichern und zu senden.
es: Actualmente, [ord](https://github.com/ordinals/ord/) es el único monedero que tiene la funcionalidad de control de sat (sat-control) y selección de sat (sat-selection), funciones indispensables para almacenar y enviar de forma segura sats raros e inscripciones, ahora conocidos como ordinals.
fil: Sa kasalukuyan, ang [ord](https://github.com/ordinals/ord/) ay ang tanging wallet na sumusuporta sa sat control at selection, na kinakailangan upang ligtas na mag-store at magpadala ng mga rare sats at inscription, pagkatapos ay tinutukoy bilang mga ordinal.
fr: Actuellement, [ord](https://github.com/ordinals/ord/) est le seul portefeuille qui prend en charge le contrôle et la sélection des sats, ce qui est indispensable pour stocker et envoyer en toute sécurité des sats et des inscriptions rares, ci-après dénommés « ordinals ».
hi: वर्तमान में, [ऑर्ड](https://github.com/ordinals/ord/) सैट-कंट्रोल और सैट-सलेक्‍शन का समर्थन करने वाला एकमात्र वॉलेट है, जो दुर्लभ सैट्स और इंस्‍क्रीप्‍शंसm(एतदद्वारा ऑर्डिनल्‍स कहा गया है) को सुरक्षित रूप से संग्रहीत करने और प्रेषित करने के लिए आवश्यक हैं।
it: Attualmente, [ord](https://github.com/ordinals/ord/) è l'unico portafoglio che supporta il controllo dei satoshi e la loro selezione, necessari per conservare e inviare in modo sicuro i satoshi e le iscrizioni rari, identificati come ordinali.
ko: 현재 희귀한 SAT 및 인스크립션(이하 오디널)을 안전하게 보관하고 전송하는 데에 필수인 SAT콘트롤 및 SAT선택을 지원하는 지갑은 [ord](https://github.com/ordinals/ord/)가 유일하다.
pt: Atualmente, [ord](https://github.com/ordinals/ord/) é a única carteira que suporta controle e seleção de sats, que são necessários para armazenar e enviar com segurança sats e inscrições raras, doravante ordinais.
ru: В настоящее время, [ord](https://github.com/ordinals/ord/) является единственным кошельком, поддерживающим функции sat-control и sat-selection, необходимые для безопасного хранения и отправки редких сатов и надписей, далее ordinals.
zh: 目前，[ord](https://github.com/ordinals/ord/) 是唯一支持 sat-control 和 sat-selection 的钱包，这是安全存储和发送稀有 sats 和铭文（以下简称序数）所必需的。

source: The recommended way to send, receive, and store ordinals is with `ord`, but if you are careful, it is possible to safely store, and in some cases send, ordinals with other wallets.
de: Die empfohlene Methode, um Ordinals zu senden, zu empfangen und zu speichern, ist die Verwendung von `ord`. Es ist jedoch möglich, Ordinals sicher mit anderen Wallets zu speichern und in einigen Fällen zu senden, wenn Sie vorsichtig sind.
es: La manera sugerida de enviar, recibir y guardar ordinals es utilizando `ord`, pero si se tiene cuidado, es posible almacenar de forma segura, y en ciertas circunstancias enviar, ordinals utilizando otros monederos.
fil: Inirerekomenda na magpadala, tumanggap at mag-imbak ng mga ordinal na may `ord`, ngunit kung ikaw ay maingat, posible na mag-store, at sa ilang mga kaso, magpadala ng mga ordinal nang ligtas kasama ng iba pang mga wallet.
fr: Il est recommandé d’envoyer, de recevoir et de stocker les ordinals avec `ord`, mais si vous êtes prudent, il est possible de stocker, et dans certains cas d’envoyer, des ordinals en toute sécurité au moyen d’autres portefeuilles.
it: Il modo consigliato per inviare, ricevere e conservare gli ordinali è con `ord`, ma se si fa attenzione è possibile conservare e in alcuni casi inviare ordinali con altri portafogli.
ko: 오디널을 주고받고 보관하는 권장된 방법은 `ord`를 사용하는 것이지만, 조금만 주의하면 다른 지갑으로 오디널을 안전하게 보관하고 경우에 따라서는 전송하는 것도 가능하다.
pt: A forma recomendada de enviar, receber e armazenar ordinais é com `ord`, mas se você for cuidadoso, é possível armazenar com segurança e, em alguns casos, enviar ordinais com outras carteiras.
ru: Рекомендуемый способ отправки, получения и хранения ordinals - `ord`, но если быть осторожным, то можно безопасно хранить, а в некоторых случаях и отправлять ordinals с помощью других кошельков.
zh: 发送、接收和存储序号的推荐方法是使用 `ord`，但如果你小心，可以安全地存储，在某些情况下，使用其他钱包发送序号。

source: As a general note, receiving ordinals in an unsupported wallet is not dangerous. Ordinals can be sent to any bitcoin address, and are safe as long as the UTXO that contains them is not spent. However, if that wallet is then used to send bitcoin, it may select the UTXO containing the ordinal as an input, and send the inscription or spend it to fees.
de: Im Allgemeinen ist das Empfangen von Ordinals in einer nicht unterstützten Wallet nicht gefährlich. Ordinals können an jede Bitcoin-Adresse gesendet werden und sind sicher, solange die UTXO, die sie enthält, nicht ausgegeben wird. Allerdings könnte, wenn Sie diese Wallet später verwenden, um Bitcoin zu senden, die Wallet die UTXO auswählen, die den Ordinal enthält, als Eingabe verwenden und die Inschrift oder Gebühren damit ausgeben.
es: En términos generales, recibir ordinals en un monedero no compatible no es peligroso. Los ordinals se pueden enviar a cualquier dirección de bitcoin, y son seguros siempre y cuando el UTXO que los contiene no se gaste. Sin embargo, si luego se utiliza ese monedero para enviar bitcoin, puede seleccionar el UTXO que contiene el ordinal como una entrada y por error enviar la inscripción o gastarlo en comisiones.
fil: Sa pangkalahatan, hindi mapanganib na makatanggap ng mga ordinal sa isang hindi supported na wallet. Ang mga ordinal ay maaaring ipadala sa anumang bitcoin address at ligtas hangga't ang UTXO na naglalaman ng mga ito ay hindi ginagastos. Gayunpaman, kung gagamitin ang wallet na ito upang magpadala ng mga bitcoin, maaari nitong piliin ang UTXO na naglalaman ng ordinal bilang input, at maaaring ipadala ang inscription o funds upang magbayad ng fees.
fr: D’une manière générale, recevoir des ordinals dans un portefeuille non pris en charge n’est pas dangereux. Les ordinals peuvent être envoyés à n’importe quelle adresse bitcoin et sont sûrs tant que l’UTXO qui les contient n’est pas dépensé. En revanche, si ce portefeuille est ensuite utilisé pour envoyer des bitcoins, il se peut que l’UTXO contenant l’ordinal soit sélectionné comme entrée et que l’inscription soit envoyée par erreur ou qu’elle soit dépensée en frais.
hi: एक सामान्य टिप्‍पणी के रूप में, ऐसा वॉलेट जिसका समर्थन नहीं किया जाता उसमें ऑर्डिनल्स प्राप्त करना खतरनाक नहीं है। ऑर्डिनल्स किसी भी बिटकॉइन पते पर भेजे जा सकते हैं, और वे तब तक सुरक्षित हैं जब तक उनमें शामिल यूटीएक्सओ खर्च नहीं किए जाते। हालाँकि, यदि उस वॉलेट का उपयोग बिटकॉइन भेजने के लिए किया जाता है, तो यह इनपुट के रूप में ऑर्डिनल वाले UTXO का चयन कर सकता है, और डिजिटल अभिलेख प्रेषित कर सकता है या इसे शुल्‍क के रूप में खर्च कर सकता है।
it: Come nota generale, ricevere ordinali in un portafoglio non supportato non è pericoloso. Gli ordinali possono essere inviati a qualsiasi indirizzo bitcoin e sono sicuri finché l'UTXO che li contiene non viene speso. Tuttavia, se quel portafoglio viene poi utilizzato per inviare bitcoin, potrebbe selezionare l'UTXO contenente l'ordinale come input e inviare l'iscrizione o spenderla in commissioni.
ko: 일반적으로, 지원되지 않는 지갑에서 오디널을 받는 것은 위험하지 않다. 오디널은 모든 비트코인 주소로 전송할 수 있으며, 오디널이 포함된 UTXO가 사용되지 않는 한 안전하다. 그러나 해당 지갑이 비트코인을 전송하는 데 사용되는 경우, 해당 지갑은 오디널이 포함된 UTXO를 입력으로 선택해 인스크립션을 보내거나 수수료로 사용할 수 있다.
pt: Como observação geral, receber ordinais em uma carteira não suportada não é perigoso. Os ordinais podem ser enviados para qualquer endereço bitcoin e são seguros desde que o UTXO que os contém não seja gasto. Porém, se essa carteira for usada para enviar bitcoin, ela poderá selecionar o UTXO contendo o ordinal como entrada e enviar a inscrição ou gastá-la em taxas.
ru: Как правило, получение ordinals на неподдерживаемый кошелек не представляет опасности. Ordinals могут быть отправлены на любой биткоин-адрес и безопасны до тех пор, пока содержащий их UTXO не будет потрачен. Однако если этот кошелек будет использоваться для отправки биткоинов, он может выбрать UTXO, содержащий ordinal, в качестве входного, и отправить надпись или потратить ее на оплату комиссии.
zh: 作为一般说明，在不受支持的钱包中接收序号并不危险。 序号可以发送到任何比特币地址，只要包含它们的 UTXO 没有被花费，它就是安全的。 但是，如果该钱包随后用于发送比特币，它可能会选择包含序号的 UTXO 作为输入，并发送铭文或将其用于费用。

source: A [guide](./collecting/sparrow-wallet.md) to creating an `ord`\-compatible wallet with [Sparrow Wallet](https://sparrowwallet.com/), is available in this handbook.
de: Ein [Anleitungen](./collecting/sparrow-wallet.md) zur Erstellung eines `ord`-kompatiblen Wallets mit [Sparrow Wallet](https://sparrowwallet.com/) steht in diesem Handbuch zur Verfügung.
es: Hay una [guía](https://docs.ordinals.com/guides/collecting/sparrow-wallet.html) disponible en este manual para crear un monedero compatible con `ord` usando el [Monedero Sparrow](https://sparrowwallet.com/)
fil: Ang [gabay](./collecting/sparrow-wallet.md) sa paggawa ng `ord`\-compatible na wallet na [Sparrow Wallet](https://sparrowwallet.com/), ay available sa handbook na ito.
fr: Un [guide](./collecting/sparrow-wallet.md) pour créer un portefeuille compatible avec `ord` à l’aide d’un portefeuille [Sparrow](https://sparrowwallet.com/), est disponible dans ce manuel.
hi: [स्पैरो वॉलेट](https://sparrowwallet.com/) के साथ एक `ऑर्ड`\-संगत वॉलेट बनाने की मार्गदर्शिका इस[हस्‍तपुस्तिका](./collecting/sparrow-wallet.md) में उपलब्ध है।
it: Una [guida](./collecting/sparrow-wallet.md) alla creazione di un portafoglio compatibile con gli ordinali con [Sparrow Wallet](https://sparrowwallet.com/) è disponibile in questo manuale.
ko: 이 핸드북에는 [스패로우 월렛](https://sparrowwallet.com/)를 사용해 `ord`와 호환되는 지갑을 만드는 [가이드](./collecting/sparrow-wallet.md)가 있다.
pt: Um [guia](./collecting/sparrow-wallet.md) para criar uma carteira compatível com `ord` com [Sparrow Wallet](https://sparrowwallet.com/) está disponível neste manual.
ru: В [руководстве](./collecting/sparrow-wallet.md) содержится информация по созданию `ord`\-совместимого кошелька с [Sparrow Wallet](https://sparrowwallet.com/).
zh: 本手册提供了使用[Sparrow Wallet](https://sparrowwallet.com/)创建与 `ord`兼容的钱包的[指南](./collecting/sparrow-wallet.md) 。

source: Please note that if you follow this guide, you should not use the wallet you create to send BTC, unless you perform manual coin-selection to avoid sending ordinals.
de: Bitte beachten Sie, dass Sie, wenn Sie diesem Leitfaden folgen, das erstellte Wallet nicht verwenden sollten, um BTC zu senden, es sei denn, Sie führen eine manuelle Auswahl der Coins durch, um das Senden von Ordinals zu vermeiden.
es: Ten presente que, si decides seguir esta guía, no deberías utilizar el monedero que creaste para enviar BTC, a menos que realices una selección manual de monedas para evitar enviar ordinals por error.
fil: Pakitandaan na kung sinusunod mo ang gabay na ito, hindi mo dapat gamitin ang wallet na nilikha mo upang magpadala ng BTC maliban kung gagawa ka ng manu-manong pagpili ng coin upang maiwasan ang pagpapadala ng mga ordinal.
fr: Veuillez noter que si vous suivez ce guide, vous ne devriez pas utiliser le portefeuille que vous avez créé pour envoyer des BTC, à moins que vous ne procédiez à une sélection manuelle de monnaie pour éviter d’envoyer des ordinals par erreur.
hi: कृपया ध्यान दें कि यदि आप इस मार्गदर्शिका का अनुसरण करते हैं, तब आपको बीटीसी भेजने के लिए अपने द्वारा बनाए गए वॉलेट का उपयोग नहीं करना चाहिए, जब तक कि आप ऑर्डर भेजने से बचने के लिए मैन्युअल सिक्कों का चयन नहीं करते हैं।
it: Si noti che se si segue questa guida, non si deve usare il portafoglio creato per inviare BTC, a meno che non si esegua una selezione manuale delle monete per evitare l'invio di ordinali.
ko: 이 가이드를 따르는 경우, 오디널 전송을 피하기 위해 수동으로 코인선택을 하지 않는 한, 생성한 지갑을 사용해 BTC를 전송해서는 안 된다는 점에 유의하기 바란다.
pt: Observe que se você seguir este guia, não deverá usar a carteira que criou para enviar BTC, a menos que realize a seleção manual de moedas para evitar o envio de ordinais.
ru: Обратите внимание, что если вы следуете этому руководству, то не должны использовать созданный вами кошелек для отправки BTC, если только вы не проводите отправку вручную, чтобы избежать отправки ordinals.
zh: 请注意，如果您遵循本指南，则不应使用您创建的钱包发送 BTC，除非您执行手动硬币选择以避免发送序号。

source: Collecting Inscriptions and Ordinals with Sparrow Wallet
de: Sammeln von Inscriptions und Ordinals mit Sparrow Wallet
es: Coleccionando Inscripciones y Ordinals con Sparrow
fil: Pagkolekta ng mga Inscription at Ordinal gamit ang Sparrow Wallet
fr: Collectionner des inscriptions et des ordinals avec le portefeuille Sparrow
hi: स्पैरो वॉलेट के साथ इंस्‍क्रीप्‍शंस और ऑर्डिनल्‍स संग्रहीत करना
it: Collezionare Iscrizioni e Ordinali con il Portafoglio Sparrow
ko: 스패로우 월렛으로 인스크립션과 오디널 수집하기
pt: Colecionando Inscrições e Ordinals com Sparrow
ru: Коллекционирование надписей и Ordinals с помощью Sparrow Wallet
zh: 使用麻雀Sparrow钱包收藏铭文

source: Users who cannot or have not yet set up the [ord](https://github.com/ordinals/ord) wallet can receive inscriptions and ordinals with alternative bitcoin wallets, as long as they are _very_ careful about how they spend from that wallet.
de: Benutzer, die das [ord](https://github.com/ordinals/ord) nicht einrichten können oder noch nicht eingerichtet haben, können inscriptions und Ordinals mit alternativen Bitcoin-Wallets empfangen, solange sie _sehr_ vorsichtig sind, wie sie aus diesem Wallet ausgeben.
es: Los usuarios que no pueden o no han configurado aún el monedero [ord](https://github.com/ordinals/ord) pueden recibir inscripciones y ordinals usando monederos alternativos de bitcoin, siempre y cuando sean _muy_ cautelosos a la hora de realizar gastos desde ese monedero.
fil: Ang mga user na hindi o hindi pa nakakapag-set up ng [ord](https://github.com/ordinals/ord) wallet ay maaaring makatanggap ng mga inscription at ordinal sa iba pang bitcoin wallet, basta't _maingat_ sila kung paano nila ginagastos ang pera mula sa wallet na iyon.
fr: Les utilisateurs qui ne peuvent pas ou n’ont pas encore mis en place le portefeuille [ord](https://github.com/ordinals/ord)peuvent recevoir des inscriptions et des ordinals en utilisant d’autres portefeuilles Bitcoin, à condition qu’ils soient _très_ prudents à la manière dont ils dépensent l’argent de ce portefeuille.
hi: ऐसे उपयोगकर्ता जो अभी तक [ऑर्ड](https://github.com/ordinals/ord) वॉलेट सेट नहीं कर सके या अभी तक सेट नहीं किया है, वे वैकल्पिक बिटकॉइन वॉलेट से इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) और ऑर्डिनल्‍स (क्रमसूचक संख्‍याएं) प्राप्त कर सकते हैं, बशर्ते वे उस वॉलेट से _सावधानी_ के साथ खर्च करते हैं।
it: Gli utenti che non possono o non hanno ancora configurato il portafoglio [ord](https://github.com/ordinals/ord) possono ricevere iscrizioni e ordinali con portafogli bitcoin alternativi, a patto che facciano _molta_ attenzione a come spendono da quel portafoglio.
ko: [ord](https://github.com/ordinals/ord) 지갑을 설정할 수 없거나 아직 설정하지 않은 사용자는 해당 지갑에서 지출하는 방식에 _매우_ 주의를 기울인다면 대체 비트코인 지갑으로 인스크립션과 오디널을 받을 수 있다.
pt: Usuários que não podem ou ainda não configuraram a carteira [ord](https://github.com/ordinals/ord) podem receber inscrições e ordinais com carteiras bitcoin alternativas, desde que sejam _muito_ cuidadosos sobre como gastam fundos daquela carteira.
ru: Пользователи, которые не могут или не успели создать кошелек [ord](https://github.com/ordinals/ord), могут получать надписи и ordinals с помощью альтернативных биткоин-кошельков, при условии, что они _очень_ внимательно относятся к тому, как тратят средства с этого кошелька.
zh: 那些无法活着尚未设置[ord](https://github.com/ordinals/ord) 钱包的用户可以使用其他比特币钱包接收铭文和序数，只要他们在使用该钱包时非常小心。
