Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Inscription transactions must be less than 400,000 weight units, or they will not be relayed by Bitcoin Core. One byte of inscription content costs one weight unit. Since an inscription transaction includes not just the inscription content, limit inscription content to less than 400,000 weight units. 390,000 weight units should be safe.
de: Inscription transaktion müssen weniger als 400.000 Gewichtseinheiten betragen, da sie ansonsten von Bitcoin Core nicht weitergeleitet werden. Ein Byte inscription inhalt kostet eine Gewichtseinheit. Da eine inscription transaktion nicht nur den inscription inhalt enthält, sollte der inscription inhalt auf weniger als 400.000 Gewichtseinheiten begrenzt werden. 390.000 Gewichtseinheiten sollten sicher sein.
es: Las transacciones de inscripción deben tener un peso inferior a 400,000 unidades,de lo contrario, no serán retransmitidas por Bitcoin Core. Un byte del contenido de inscripción equivale a una unidad de peso. Considerando que una transacción de inscripción abarca más que solo el contenido de la inscripción se debe restringir el contenido de cada inscripción a menos de 400,000 unidades de peso. Para mantener un margen de seguridad, se recomienda no exceder las 390,000 unidades de peso.
fil: Ang mga transaksyon sa inscription ay dapat na mas mababa sa 400,00, o hindi sila ipapadala ng Bitcoin Core. Ang isang byte na nilalaman ng inscription ay nagkakahalaga ng isang yunit ng timbang. Dahil ang isang transaksyon sa inscription ay hindi kasama lamang ang nilalaman ng inscription, angkop na limitahan ang nilalaman ng pagpapatala sa mas mababa sa 400,000. Dapat ay sapat na ang 390,000 weight units.
fr: Les transactions d’inscription doivent être inférieures à 400 000 unités de poids, sinon elles ne seront pas relayées par Bitcoin Core. Un octet de contenu d’inscription coûte une unité de poids. Étant donné qu’une transaction d’inscription ne contient pas seulement le contenu de l’inscription, il faut limiter le contenu de l’inscription à moins de 400 000 unités de poids. Il est donc recommandé de ne pas dépasser 390 000 unités de poids, afin de maintenir une marge de sécurité.
hi: डिजिटल अभिलेख लेनदेन 400,000 भार इकाइयों से कम होने चाहिए, अन्यथा उन्हें बिटकॉइन कोर द्वारा आगे प्रसारित नहीं किया जाएगा। डिजिटल अभिलेख विषय-वस्‍तु के एक बाइट की लागत एक भार इकाई होती है। चूंकि एक डिजिटल अभिलेख लेनदेन में केवल डिजिटल अभिलेख विषय-वस्‍तु ही शामिल नहीं होती है, डिजिटल अभिलेख विषय-वस्‍तु को 400,000 वजन इकाइयों से कम तक सीमित करें। 390,000 भार इकाइयाँ सुरक्षित होंगी।
it: Le transazioni di iscrizione devono essere inferiori a 400.000 unità di peso, altrimenti non saranno trasmesse dal Bitcoin Core. Un byte di contenuto di iscrizione costa un'unità di peso. Poiché una transazione di iscrizione non include solo il contenuto dell'iscrizione, limitate il contenuto dell'iscrizione a meno di 400.000 unità di peso. 390.000 unità di peso dovrebbero essere sicure.
ko: 인스크립션 트랜잭션은 400,000 가중치 단위(weight unit) 미만이어야 하며, 그렇지 않으면 Bitcoin Core에서 릴레이 되지 않는다. 1바이트의 인스크립션 콘텐츠는 1 가중치 단위의 비용이 든다. 인스크립션 트랜잭션에는 인스크립션 콘텐츠만 포함되지 않으므로, 인스크립션 콘텐츠를 400,000 가중치 단위 미만으로 제한하라. 390,000 개의 가중치 단위미만은 안전할 것이다.
pt: As transações de inscrição devem ter menos de 400.000 unidades de peso ou não serão retransmitidas pelo Bitcoin Core. Um byte de conteúdo de inscrição custa uma unidade de peso. Como uma transação de inscrição não inclui apenas o conteúdo da inscrição, limite o conteúdo da inscrição a menos de 400.000 unidades de peso. 390.000 unidades de peso é uma margem segura.
ru: Транзакции с надписями должны быть менее 400 000 весовых единиц, иначе они не будут переданы Bitcoin Core. Один байт содержимого надписи стоит одну весовую единицу. Поскольку транзакция с надписью включает в себя не только содержимое надписи, ограничьте размер транзакции с надписью до менее чем 400 000 весовых единиц. 390 000 весовых единиц должно быть безопасно.
zh: 铭文交易必须少于 400,000 个权重计量单位，否则不会被 Bitcoin Core 中继。一个字节的铭文内容需要一个权重计量单位。 由于铭文交易不只是铭文内容，铭文内容限制在400,000权重计量单位以内。390,000 个权重计量单位应该是安全的。

source: Creating Inscriptions
de: Inscription erstellen
es: Creación de Inscripciones
fil: Paglikha ng mga inscription
fr: La création d’inscriptions
hi: इंस्‍क्रीप्‍शंस (डिजिटल अभिलेखों) का सृजन
it: Creazione di iscrizioni
ko: 인스크립션 생성하기
pt: Criando Inscrições
ru: Создание надписей
zh: 创建铭文

source: To create an inscription with the contents of `FILE`, run:
de: Um eine Inschrift mit dem Inhalt von `FILE` zu erstellen, führen:
es: Para crear una inscripción con el contenido de `ARCHIVO`, ejecuta:
fil: Upang lumikha ng inscription na may mga nilalaman na `FILE`, patakbuhin ang:
fr: Pour créer une inscription avec le contenu de `FILE`, exécutez :
hi: `FILE` (फ़ाइल) की विषय-वस्‍तु के साथ एक डिजिटल अभिलेख का सृजन करने के लिए, निम्‍नलिखित संचालित करें:
it: Per creare un'iscrizione con il contenuto di `FILE`, eseguire:
ko: `FILE`의 내용으로 인스크립션을 만들려면 다음을 실행한다:
pt: Para criar uma inscrição com o conteúdo de `ARQUIVO`, execute:
ru: Чтобы создать надпись с контентом `FILE`, выполните команду:
zh: 以`FILE`的内容创建一个铭文，需要运行:

source: Ord will output two transactions IDs, one for the commit transaction, and one for the reveal transaction, and the inscription ID. Inscription IDs are of the form `TXIDiN`, where `TXID` is the transaction ID of the reveal transaction, and `N` is the index of the inscription in the reveal transaction.
de: Ord gibt zwei Transaktions-IDs aus, eine für die Commit-Transaktion und eine für die Reveal-Transaktion, sowie die inscription -ID. inscription -IDs haben das Format `TXIDiN`, wobei `TXID` die Transaktions-ID der Reveal-Transaktion ist und `N` der Index der inscription in der Reveal-Transaktion ist.
es: Ord mostrará dos IDs de transacciones, uno para la transacción de compromiso, uno para la transacción de revelación, y el ID de inscripción. Los IDs de inscripción tienen el formato `TXIDiN`, donde `TXID` es el ID de la transacción de revelación, y `N` es el índice de la inscripción en la transacción de revelación.
fil: Maglalabas ang Ord ng dalawang transaction ID, isa para sa commit transaction at isa para sa reveal transaction, kasama ang inscription ID. Ang mga Inscription ID ay nasa anyong `TXIDiN`, kung saan ang `TXID` ay ang transaction ID ng reveal na transaksyon, at ang `N` ay ang index ng pag-inscribe sa reveal na transaksyon.
fr: Ord affichera deux identifiants de transaction, l’un pour la transaction d’engagement et l’autre pour la transaction de révélation, ainsi que l’identifiant de l’inscription. Les identifiants d’inscription ont le format `TXIDiN`, `TXID` étant l’identifiant de la transaction de révélation et `N` l’index de l’inscription dans la transaction de révélation.
hi: ऑर्ड दो लेनदेन आईडी आउटपुट प्रदान करेगा, एक प्रतिबद्ध लेनदेन के लिए, और दूसरी प्रकट लेनदेन, और डिजिटल अभिलेख आईडी के लिए। डिजिटल अभिलेख आईडी `TXIDiN` के रूप में है, जिसमें `TXID` प्रकट लेनदेन की लेनदेन आईडी है, और `N` प्रकट लेनदेन में डिजिटल अभिलेख का सूचकांक है।
it: Ord produrrà due ID di transazione, uno per la transazione di commit e uno per la transazione di reveal, e l'ID dell'iscrizione. Gli ID delle iscrizioni sono della forma `TXIDiN`, dove `TXID` è l'ID della transazione di rivelazione e `N` è l'indice dell'iscrizione nella transazione di rivelazione.
ko: Ord는 커밋 트랜잭션과 리빌 트랜잭션에 대한 두 개의 트랜잭션 ID와 인스크립션 ID를 출력한다. 인스크립션 ID는 `TXIDiN` 형식이며, 여기서 `TXID`는 리빌 트랜잭션의 트랜잭션 ID이고 `N`은 리빌 트랜잭션안에 있는 인스크립션의 인덱스이다.
pt: Ord produzirá dois IDs de transação, um para a transação de confirmação, outro para a transação de revelação, e o ID de inscrição. Os IDs de inscrição têm o formato `TXIDiN`, onde `TXID` é o ID da transação de revelação e `N` é o índice da inscrição na transação de revelação.
ru: Ord выдаст два ID транзакций, один для транзакции commit, другой для транзакции reveal, а также ID надписи. ID надписей имеют вид `TXIDiN`, где `TXID` - ID транзакции reveal, а N - индекс надписи в транзакции reveal.
zh: Ord会输出两个交易ID，一个是commit交易，一个是reveal交易，还有铭文ID。铭文 ID 的格式为`TXIDiN`，其中`TXID` 是揭示交易的交易 ID，`N` 是揭示交易中铭文的索引。

source: The commit transaction commits to a tapscript containing the content of the inscription, and the reveal transaction spends from that tapscript, revealing the content on chain and inscribing it on the first sat of the input that contains the corresponding tapscript.
de: Die Commit-Transaktion verpflichtet sich zu einem Tapscript, das den Inhalt der inscription enthält, und die Reveal-Transaktion gibt von diesem Tapscript aus und enthüllt den Inhalt auf der Blockchain, indem sie ihn auf die erste Satoshis des Inputs schreibt, der das entsprechende Tapscript enthält.
es: La transacción de compromiso se compromete a un tapscript que aloja el contenido de la inscripción, mientras que la transacción de revelación consume ese tapscript, revelando el contenido en la cadena e inscribiéndolo en el primer sat del input que contiene el tapscript correspondiente.
fil: Ang commit na transaksyon ay commit sa isang tapscript na naglalaman ng content ng inscription, at ang reveal na transaction ay gumagastos mula sa tapscript na iyon, na nire-reveal ang content sa string at nii-inscribe ito sa unang sat ng input na naglalaman ng kaukulang tapscript.
fr: La transaction d’engagement s’engage à utiliser un tapscript qui héberge le contenu de l’inscription, tandis que la transaction de révélation dépense ce tapscript, révélant ainsi le contenu sur la chaîne et l’inscrivant sur le premier sat d’entrée contenant le tapscript correspondant.
hi: प्रतिबद्ध लेनदेन एक टेपस्क्रिप्ट के लिए प्रतिबद्ध होता है जिसमें डिजिटल अभिलेख की विषय-वस्‍तु निहित होती है, और प्रकट लेनदेन उस टेपस्क्रिप्ट से खर्च होता है, चेन पर विषय-वस्‍तु को प्रकट करता है और इसे इनपुट के पहले सेट पर अंकित करता है जिसमें संबंधित टेपस्क्रिप्ट शामिल होती है।
it: La transazione di commit esegue il commit su un tapscript contenente il contenuto dell'iscrizione e la transazione di reveal esegue il commit da quel tapscript, rivelando il contenuto sulla catena e iscrivendolo sul primo sat dell'input che contiene il tapscript corrispondente.
ko: 커밋 트랜잭션은 인스크립션 콘텐츠가 포함된 탭스크립트(tapscript)에 커밋하고, 리빌 트랜잭션은 해당 탭스크립트에서 지출하여 체인에서 콘텐츠를 공개하고 해당 탭스크립트가 포함된 입력의 첫 번째 SAT에 인스크립션을 새긴다.
pt: A transação de commit confirma um tapscript contendo o conteúdo da inscrição, e a transação de revelação gasta a partir desse tapscript, revelando o conteúdo na cadeia e inscrevendo-o no primeiro sat da entrada que contém o tapscript correspondente.
ru: Транзакция commit фиксирует tapscript, содержащий содержимое надписи, а транзакция reveal использует этот tapscript, раскрывая содержимое по цепочке и прописывая его на первом sat ввода, содержащем соответствующий tapscript.
zh: Commit交易提交到包含铭文内容的 tapscript，reveal交易则从该 tapscript 中花费，显示链上的内容并将它们铭刻在reveal交易的第一个输出的第一个 sat 上。

source: Wait for the reveal transaction to be mined. You can check the status of the commit and reveal transactions using [the mempool.space block explorer](https://mempool.space/).
de: Warten Sie, bis die Reveal-Transaktion gemined wurde. Sie können den Status der Commit- und Reveal-Transaktionen mit dem [Block Explorer von mempool.space](https://mempool.space/) überprüfen.
es: Espera a que la transacción de revelación sea minada. Puedes verificar el estado de las transacciones de compromiso y revelación usando [el explorador de bloques mempool.space]( https://mempool.space/).
fil: Hintaying mamimina ang reveal na transaksyon. Maaari mong suriin ang status ng commit at i-reveal ang mga transaksyon gamit ang [mempool.space block explorer](https://mempool.space/).
fr: Attendez que la transaction de révélation soit minée. Vous pouvez vérifier le statut des transactions d’engagement et de révélation en utilisant [l’explorateur de blocs mempool.space](https://mempool.space/).
hi: प्रकट लेन-देन के खनन होने की प्रतीक्षा करें। आप [the mempool.space block explorer](https://mempool.space/) का उपयोग करके प्रतिबद्धता स्थिति की जांच और लेनदेन का खुलासा कर सकते हैं।
it: Attendere che la transazione reveal venga minata. È possibile controllare lo stato delle transazioni di commit e di reveal utilizzando [il block explorer di mempool.space](https://mempool.space/).
ko: 리빌 트랜잭션이 채굴될 때까지 기다린다. [Mempool.space 블록 탐색기](https://mempool.space/)를 사용하여 커밋 및 리빌 트랜잭션의 상태를 확인할 수 있다.
pt: Aguarde até que a transação de revelação seja extraída. Você pode verificar o status do commit e revelar transações usando [o explorador de blocos mempool.space](https://mempool.space/).
ru: Дождитесь, пока транзакция reveal будет добыта. Проверить статус транзакций commit и reveal можно с помощью [mempool.space block explorer](https://mempool.space/).
zh: 在等待reveal交易被记录的同时，你可以使用[the mempool.space block explorer](https://mempool.space/)来检查交易的状态。

source: Once the reveal transaction has been mined, the inscription ID should be printed when you run:
de: Sobald die Reveal-Transaktion gemined wurde, sollte die Inscription-ID angezeigt werden, wenn Sie Folgendes ausführen:
es: Una vez que la transacción de revelación haya sido minada, el ID de inscripción debería aparecer cuando ejecutes:
fil: Kapag ang inscription na transaksyon ay nakuha na, ang inscription ID ay dapat na mai-print gamit ang:
fr: Une fois que la transaction de révélation a été minée, l’identifiant d’inscription devrait apparaître lorsque vous exécutez :
hi: एक बार प्रकट लेनदेन खनन हो जाने के बाद, जब आप अग्रसर होते हैं तो डिजिटल अभिलेख आईडी मुद्रित होनी चाहिए:
it: Una volta che la transazione reveal è stata estratta, l'ID dell'iscrizione dovrebbe essere stampato durante l'esecuzione:
ko: 리빌 트랜잭션이 채굴되면 다음을 실행할 때 인스크립션 ID가 출력되어야 한다:
pt: Depois que a transação de revelação for minerada, o ID da inscrição deverá ser impresso quando você executar:
ru: После того как транзакция reveal будет добыта, при запуске должен быть выведен ID надписи:
zh: 一旦reveal交易完成记账，你可以使用以下命令查询铭文ID：

source: Parent-Child Inscriptions
fr: Inscriptions parent-enfant
it: Iscrizioni Genitore-Figlio
ko: 부모-자식 인스크립션

source: Parent-child inscriptions enable what is colloquially known as collections, see [provenance](../inscriptions/provenance.md) for more information.
fil: Ang Parent-child inscriptions ay nagbibigay-daan sa kung ano ang karaniwang kilala bilang mga koleksyon, tingnan ang [provenance](../inscriptions/provenance.md) para sa higit pang impormasyon.
fr: Les inscriptions parent-enfant permettent ce que l’on appelle des collections en langage courant (voir [provenance](../inscriptions/provenance.md) pour plus d’informations).
it: Le iscrizioni "parent-child" consentono di creare quelle che in gergo si chiamano collezioni, per maggiori informazioni, si veda la voce [provenienza](../inscriptions/provenance.md).
ko: 부모-자식 인스크립션은 구어체로 컬렉션이라고 하는 것을 가능하게 한다. 자세한 내용은 [기원](../inscriptions/provenance.md)을 참조하자.

source: To make an inscription a child of another, the parent inscription has to be inscribed and present in the wallet. To choose a parent run `ord wallet inscriptions` and copy the inscription id (`<PARENT_INSCRIPTION_ID>`).
fr: Pour faire d’une inscription l’enfant d’une autre, l’inscription parent doit être inscrite et présente dans le portefeuille. Pour choisir un parent, lancez `ord wallet inscriptions` et copiez l’identifiant de l’inscription (`<PARENT_INSCRIPTION_ID>`).
it: Per rendere un'iscrizione figlia di un'altra, l'iscrizione parent deve essere iscritta e presente nel portafoglio. Per scegliere un genitore, eseguire `ord wallet inscriptions` e copiare l'id dell'iscrizione (`<PARENT_INSCRIPTION_ID>`).
ko: 인스크립션을 다른 인스크립션의 자식으로 만들려면 부모 인스크립션이 새김되어 있고 지갑에 있어야 한다. 부모를 선택하려면 `ord wallet inscriptions`을 실행하고 인스크립션 ID(`<PARENT_INSCRIPTION_ID>`)를 복사한다.

source: Now inscribe the child inscription and specify the parent like so:
fil: Ngayon i-inscribe ang child inscription at tukuyin ang parent tulad nito:
fr: Inscrivez maintenant l’inscription enfant et spécifiez le parent comme suit :
it: Ora iscrivete l'iscrizione figlia e specificate il genitore in questo modo:
ko: 이제 자식 인스크립션을 새기고 부모를 다음과 같이 지정한다:

source: This relationship cannot be added retroactively, the parent has to be present at inception of the child.
fr: Cette relation ne peut pas être ajoutée rétroactivement, le parent doit être présent lors de la création de l’enfant.
it: Questo rapporto non può essere aggiunto retroattivamente, il genitore deve essere presente al momento dell'iscrizione del bambino.
ko: 이 관계는 소급하여 추가할 수 없으며, 부모는 자녀가 시작될 때 이미 존재해야 한다.

source: Sending Inscriptions
de: Inscriptions Senden
es: Enviar Inscripciones
fil: Magpadala ng mga inscription
fr: L’envoi d’inscriptions
hi: इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) प्रेषण
it: Invio di iscrizioni
ko: 인스크립션 보내기
pt: Enviando Inscrições
ru: Отправка надписей
zh: 发送铭文

source: Ask the recipient to generate a new address by running:
de: Bitten Sie den Empfänger, eine neue Adresse zu generieren, indem Sie Folgendes ausführen:
es: Pide al destinatario que genere una nueva dirección ejecutando:
fil: Mag-generate ng bagong address gamit ang:
fr: Demandez au destinataire de générer une nouvelle adresse en exécutant :
hi: प्राप्तकर्ता को निम्न संचालित कर एक नये पते का सृजन करने के लिए कहें:
it: Chiedere al destinatario di generare un nuovo indirizzo eseguendo:
ko: 수신자에게 다음을 실행해 새 주소를 생성하도록 요청한다:
pt: Peça ao destinatário para gerar um novo endereço executando:
ru: Попросите получателя сгенерировать новый адрес, выполнив команду:
zh: 铭文接收方使用一下命令生成地址

source: Send the inscription by running:
de: Senden Sie die inscription, indem Sie Folgendes ausführen:
es: Envía la inscripción ejecutando:
fr: Envoyez l’inscription en exécutant :
hi: संचालित कर इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) प्रेषित करें:
it: Inviare l’iscrizione eseguendo:
ko: 다음을 실행하여 인스크립션을 보낸다:
pt: Envie a inscrição executando:
ru: Отправьте надпись запуском команды:
zh: 使用命令格式发送铭文：

source: See the pending transaction with:
de: Sehen Sie sich die ausstehende Transaktion an mit:
es: Consulta la transacción con:
fil: Tingnan ang mga pending na transaction gamit ang:
fr: Voyez la transaction en attente avec la commande :
hi: निम्‍न के साथ लंबित लेनदेन देखें:
it: Vedere la transazione in sospeso con:
ko: 다음을 실행하여 펜딩 트랜잭션을 확인한다:
pt: Veja a transação pendente com:
ru: Посмотреть транзакцию, находящуюся в ожидании, можно с помощью команды:
zh: 检查未完成交易情况：

source: Once the send transaction confirms, the recipient can confirm receipt by running:
de: Sobald die Sendetransaktion bestätigt ist, kann der Empfänger den Empfang bestätigen, indem er Folgendes ausführt:
es: Una vez que la transacción de envío haya sido confirmada, el destinatario podrá verificarlo ejecutando:
fil: Kapag nakumpirma na ang transaksyon sa pagpapadala, maaaring kumpirmahin ng tatanggap sa pamamagitan ng:
fr: Une fois que la transaction d’envoi est confirmée, le destinataire peut confirmer la réception en exécutant :
hi: एक बार प्रेषित लेनदेन की पुष्टि हो जाने पर, प्राप्तकर्ता निम्नलिखित चलाकर रसीद की पुष्टि कर सकता है:
it: Una volta confermata la transazione di invio, il destinatario può confermare la ricezione eseguendo:
ko: 전송 트랜잭션이 확인되면 수신자는 다음을 실행하여 수신을 확인할 수 있다:
pt: Assim que a transação de envio for confirmada, o destinatário poderá confirmar o recebimento executando:
ru: Как только транзакция отправки подтвердится, получатель может подтвердить получение, выполнив команду:
zh: 一旦交易确认，接收方可以使用一下命令查看接收到的铭文

source: Receiving Inscriptions
de: Empfang von Inscriptions
es: Recibir Inscripciones
fil: Pagtanggap ng mga inscriptions
fr: La réception d’inscriptions
hi: इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) प्राप्त करना
it: Ricevere Iscrizioni
ko: 인스크립션 받기
pt: Recebendo Inscrições
ru: Получение надписей
zh: 接收铭文

source: Generate a new receive address using:
de: Erzeugen Sie eine neue Empfangsadresse mit:
es: Genera una nueva dirección de recepción usando:
fil: Bumuo ng bagong address sa pagtanggap gamit ang:
fr: Générez une nouvelle adresse de réception en utilisant :
hi: इसका उपयोग करके एक नया प्राप्त पता उत्पन्न करें:
it: Generare un nuovo indirizzo di ricezione utilizzando:
ko: 다음을 사용하여 새 수신 주소를 생성한다:
pt: Gere um novo endereço de recebimento usando:
ru: Сгенерируйте новый адрес получения с помощью команды:
zh: 使用以下命令生成一个新的接收地址

source: The sender can transfer the inscription to your address using:
de: Der Absender kann die inscriptions an Ihre Adresse übertragen mit:
es: El remitente puede transferir la inscripción a tu dirección usando:
fil: Maaaring ipasa ng nagpadala ang inscription sa iyong address gamit ang:
fr: L’expéditeur peut transférer l’inscription à votre adresse en utilisant :
hi: प्रेषक निम्नलिखित का उपयोग करके इंस्‍क्रीप्‍शंस (डिजिटल अभिलेख) आपके पते पर स्थानांतरित कर सकता है:
it: Il mittente può trasferire l'iscrizione al vostro indirizzo utilizzando:
ko: 발신자는 다음을 사용하여 인스크립션을 당신의 주소로 전송할 수 있다:
pt: O remetente pode transferir a inscrição para o seu endereço usando:
ru: Отправитель может передать надпись на ваш адрес с помощью:
zh: 发送方使用命令发送铭文到你的地址

source: Once the send transaction confirms, you can can confirm receipt by running:
de: Sobald die Send-Transaktion bestätigt ist, können Sie den Empfang bestätigen, indem Sie Folgendes ausführen:
es: Una vez que la transacción de envío haya sido confirmada, puedes confirmar ejecutando:
fil: Kapag nakumpirma na ang transaksyon sa pagpapadala, maaari mong kumpirmahin sa pamamagitan ng:
fr: Une fois que la transaction d’envoi est confirmée, vous pouvez confirmer la réception en exécutant :
hi: एक बार प्रेषण लेनदेन की पुष्टि हो जाने पर, आप निम्न चलाकर रसीद की पुष्टि कर सकते हैं:
it: Una volta confermata la transazione di invio, è possibile confermare la ricezione eseguendo:
ko: 전송 트랜잭션이 확인되면 다음을 실행하여 수신을 확인할 수 있다:
pt: Assim que a transação de envio for confirmada, você poderá confirmar o recebimento executando:
ru: После подтверждения транзакции отправки вы можете подтвердить ее получение, выполнив команду:
zh: 一旦交易确认，你可以使用以下命令确认收到

source: Multiple inscriptions can be created inscriptions at the same time using the [pointer field](./../inscriptions/pointer.md). This is especially helpful for collections, or other cases when multiple inscriptions should share the same parent, since the parent can passed into a reveal transaction that creates multiple children.
it: È possibile creare più iscrizioni contemporaneamente utilizzando il [campo puntatore](./../inscriptions/pointer.md). Questo è particolarmente utile per le collezioni o per altri casi in cui più iscrizioni devono condividere lo stesso genitore, poiché il genitore può essere passato in una transazione di rivelazione che crea più figli.
zh: 可以使用[指针字段](./../inscriptions/pointer.md)来批量创建多个铭文. 这在创建需要共享同一父系的合集或者其他情况下就特别有用，因为父犀铭文可以传递到创建多个子铭文的揭示交易中。

source: To create a batch inscription using a batchfile in `batch.yaml`, run the following command:
it: Per creare un'iscrizione batch usando un batchfile in `batch.yaml`, eseguire il seguente comando:
zh: 创建批量铭文，使用批处理文件`batch.yaml`, 运行

source: Example `batch.yaml`
it: Esempio `batch.yaml`
zh: `batch.yaml`的示例
