Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Let me begin this section by saying: the most important thing that the Bitcoin network does is decentralize money. All other use-cases are secondary, including ordinal theory. The developers of ordinal theory understand and acknowledge this, and believe that ordinal theory helps, at least in a small way, Bitcoin's primary mission.
de: Lassen Sie mich diesen Abschnitt mit den Worten beginnen: Das Wichtigste, was das Bitcoin-Netzwerk tut, ist die Dezentralisierung von Geld. Alle anderen Anwendungsfälle sind sekundär, einschließlich der Ordinaltheorie. Die Entwickler der Ordinaltheorie verstehen und erkennen dies an und glauben, dass die Ordinaltheorie zumindest in geringem Maße dazu beiträgt, die primäre Mission von Bitcoin zu unterstützen.
es: Permíteme iniciar esta sección señalando que: la principal función de la red de Bitcoin es la descentralización del dinero. Todos los otros usos que se le pueden dar son secundarios, y eso incluye a la teoría ordinal. Los desarrolladores detrás de esta teoría comprenden muy bien este aspecto y consideran que su trabajo contribuye, aunque sea mínimamente, a la misión principal de Bitcoin.
fil: Ang pinakamahalagang bagay na ginagawa ng Bitcoin network ay ang pagkakaroon ng desentralisado na pera. Kabilang na dito ang Ordinal Theory. Ang mga nag-develop ng Ordinal Theory ay nauunawaan at kinikilala ito, at naniniwala na ang Ordinal Theory ay nag-aambag, kahit sa maliit na paraan, sa pangunahing misyon ng Bitcoin.
fr: Permettez-moi de commencer cette section en disant que la fonction principale du réseau Bitcoin est la décentralisation de l’argent. Toutes les autres utilisations sont secondaires, y compris la théorie ordinale. Les développeurs de la théorie ordinale le comprennent très bien et considèrent que leur travail contribue, ne serait-ce qu’un peu, à la mission première de Bitcoin.
hi: आईये अब मैं इस अनुभाग को यह संबोधित कर शुरू करता हूं: बिटकॉइन नेटवर्क सबसे महत्वपूर्ण काम पैसे का विकेंद्रीकरण करना है। आर्डिनल थ्‍यौ‍री (क्रमसूचक सिद्धांत) सहित अन्य सभी उपयोग के मामलों का महत्‍व कम है। आर्डिनल थ्‍यौ‍री (क्रमसूचक सिद्धांत) के डेवलपर्स इसे अच्‍छे से समझते हैं और स्वीकार भी करते हैं, और मानते हैं कि आर्डिनल थ्‍यौ‍री (क्रमसूचक सिद्धांत), कम से कम बहुत ही मामूली तरीके के साथ बिटकॉइन के प्राथमिक मिशन में मदद करती है।
it: Permettetemi di iniziare questa sezione dicendo che la cosa più importante che la rete Bitcoin fa è decentralizzare il denaro. Tutti gli altri casi d'uso sono secondari, compresa la teoria ordinale. Gli sviluppatori della teoria ordinale lo capiscono e lo riconoscono, e credono che la teoria ordinale aiuti, almeno in minima parte, la missione primaria di Bitcoin.
ko: 이 부분을 이렇게 시작하고자 한다: 비트코인 네트워크가 하는 가장 중요한 일은 화폐를 탈중앙화하는 것이다. 오디널 이론을 포함한 다른 모든 사용 사례는 부차적인 것이다. 오디널 이론의 개발자들은 이를 이해하고 인정하며, 오디널 이론이 비트코인의 주요 사명에 조금이라도 도움이 된다고 믿는다.
pt: Deixe-me começar esta seção dizendo: a coisa mais importante que a rede Bitcoin faz é descentralizar o dinheiro. Todos os outros casos de uso são secundários, incluindo a teoria ordinal. Os desenvolvedores da teoria ordinal entendem e reconhecem isso, e acreditam que a teoria ordinal ajuda, pelo menos em pequena escala, a missão principal do Bitcoin.
ru: Начну этот раздел с того, что самое главное, что делает сеть Bitcoin, - это децентрализация денег. Все остальные варианты использования, в том числе и ordinal theory, являются вторичными. Разработчики ordinal theory понимают и признают это, и считают, что ordinal theory хотя бы в малой степени способствует выполнению основной миссии Биткойна.
zh: 让我在开头说明一下：比特币网络所做的最重要的事情是货币去中心化。所有其他用例都是次要的，包括序数理论。序数理论的开发者理解并承认这一点，并相信序数理论至少在很小的程度上有助于比特币的主要任务。

source: Unlike many other things in the altcoin space, digital artifacts have merit. There are, of course, a great deal of NFTs that are ugly, stupid, and fraudulent. However, there are many that are fantastically creative, and creating and collecting art has been a part of the human story since its inception, and predates even trade and money, which are also ancient technologies.
de: Anders als viele andere Dinge im Altcoin-Bereich haben digitale Artefakte ihren Wert. Es gibt natürlich viele NFTs, die hässlich, dumm und betrügerisch sind. Es gibt jedoch viele, die fantastisch kreativ sind, und das Schaffen und Sammeln von Kunst gehört seit Anbeginn der Menschheitsgeschichte dazu und geht sogar der Handels- und Geldwirtschaft voraus, die ebenfalls alte Technologien sind.
es: A diferencia de muchas otras cosas en el espacio altcoin, los artefactos digitales tienen mérito. Es cierto que existen una gran cantidad de NFTs que son feos, estúpidos y fraudulentos. No obstante, también hay muchos que destacan por su increíble creatividad. La creación y colección de arte ha sido parte de la historia humana desde sus inicios, precediendo incluso al comercio y al dinero, que también son tecnologías ancestrales.
fil: Hindi tulad ng altcoins, may merito ang mga digital artifact. Siyempre, maraming NFT na pangit, hangal, at mapanlinlang. Ang paglikha at koleksyon ng mga likhang sining ay bahagi na ng kasaysayan ng sangkatauhan mula nang ito ay mabuo at nauna pa sa komersiyo at pananalapi, na mga sinaunang teknolohiya din.
fr: Contrairement à beaucoup d’autres choses dans l’espace altcoin, les artefacts numériques ont du mérite. Il est vrai que beaucoup de NFTs sont laids, stupides et frauduleux. Cependant, il y en a aussi beaucoup qui se distinguent par leur incroyable créativité. La création et la collection d’œuvres d’art font partie de l’histoire de l’humanité depuis ses débuts, précédant même le commerce et l’argent, qui sont également des technologies anciennes.
hi: ऑल्टकॉइन स्‍पेस में कई अन्य तथ्‍यों के विपरीत, डिजिटल अभिलेख सक्षम हैं। बेशक, बड़ी संख्या में एनएफटी बेढंगे, मूर्खतापूर्ण और धोखाधड़ी वाले हैं। हालाँकि, कुछेक ऐसे भी हैं जो शानदार ढंग से रचनात्मक हैं, और कला का निर्माण और संग्रह शुरू से ही मानव इतिहास का एक अभिन्‍न हिस्सा रहा है, यहां तक कि व्यापार और मुद्रा के प्रचलन से भी पहले का है, जो प्राचीन प्रौद्योगिकियां भी हैं।
it: A differenza di molte altre cose nello spazio delle altcoin, gli artefatti digitali hanno un valore. Ci sono, ovviamente, molti NFT che sono brutti, stupidi e fraudolenti. Tuttavia, ce ne sono molti che sono fantasticamente creativi, e la creazione e il collezionismo di opere d'arte fanno parte della storia dell'uomo fin dalla sua nascita, e precedono persino il commercio e il denaro, che sono anch'essi tecnologie antiche.
ko: 알트코인 공간의 다른 많은 것들과 달리 디지털 아티팩트에는 장점이 있다. 물론 추악하고 어리석고 사기적인 NFT도 많이 있다. 하지만 환상적으로 창의적인 예술품도 많이 있으며, 예술품을 만들고 수집하는 것은 인류의 시작부터 이어져 온 일이며, 고대 기술인 무역과 화폐보다 더 오래 전부터 존재해 왔다.
pt: Ao contrário de muitas outras coisas no espaço altcoin, os artefatos digitais têm mérito. Existem, é claro, muitas NFTs que são feias, estúpidas e fraudulentas. No entanto, muitos são fantasticamente criativos, e criar e coletar arte tem sido parteda história humana desde o seu início e antecede até mesmo o comércio e o dinheiro, que também são tecnologias antigas.
ru: В отличие от многих других вещей в альткоин пространстве, цифровые артефакты имеют свои достоинства. Конечно, существует огромное количество NFT, которые являются уродливыми, глупыми и мошенническими. Однако есть и множество фантастически креативных, а создание и коллекционирование произведений искусства было частью истории человечества с момента его зарождения и предшествовало даже торговле и деньгам, которые также являются древними технологиями.
zh: 与其他山寨币领域的事物不同，数字文物有其优点。当然，有大量的NFT是丑陋、愚蠢和存在欺骗性的。然而，还是有很多有奇妙的创意，创造和收藏艺术本来就是人类故事的一部分，甚至早于贸易和金钱这些同样古老的技术。

source: Bitcoin provides an amazing platform for creating and collecting digital artifacts in a secure, decentralized way, that protects users and artists in the same way that it provides an amazing platform for sending and receiving value, and for all the same reasons.
de: Bitcoin bietet eine erstaunliche Plattform für die Erstellung und Sammlung von digitalen Artefakten in einer sicheren, dezentralen Weise, die Benutzer und Künstler auf die gleiche Weise schützt, wie es eine erstaunliche Plattform für das Senden und Empfangen von Wert bietet, und aus denselben Gründen.
es: Bitcoin ofrece una plataforma increíble para la creación y colección de artefactos digitales de manera segura y descentralizada, protegiendo tanto a usuarios como a artistas, al igual que facilita una plataforma confiable para transmitir y recibir valor.
fil: Nagbibigay ang Bitcoin ng isang platform para sa paglikha at pagkolekta ng mga digital artifact sa isang secure at desentralisadong paraan, na nagpoprotekta sa mga user at artist sa parehong paraan na nagbibigay ito ng isang platform para sa pagpapadala at pagtanggap, at para sa lahat ng parehong dahilan.
fr: Bitcoin fournit une plateforme extraordinaire pour créer et collectionner des artefacts numériques de manière sécurisée et décentralisée, protégeant à la fois les utilisateurs et les artistes, et fournissant une plateforme extraordinaire pour transmettre et recevoir de la valeur.
hi: बिटकॉइन डिजिटल अभिलेखों के सुरक्षित, विकेन्द्रीकृत तरीके से सृजन और संग्रह करने हेतु एक अद्भुत मंच प्रदान करता है, जो उपयोगकर्ताओं और कलाकारों को उसी तरह सुरक्षा प्रदान करता है जिस प्रकार यह अद्भुत मंच धन भेजने और प्राप्त करने या इस प्रकार के समान कारणों के लिए करता है।
it: Bitcoin offre una piattaforma straordinaria per la creazione e la raccolta di artefatti digitali in modo sicuro e decentralizzato, che protegge gli utenti e gli artisti nello stesso modo in cui fornisce una piattaforma straordinaria per l'invio e la ricezione di valore, e per tutte le stesse ragioni.
ko: 비트코인은 안전하고 탈중앙화된 방식으로 디지털 아티팩트를 만들고 수집할 수 있는 놀라운 플랫폼을 제공하며, 같은 이유로 가치를 주고받을 수 있는 놀라운 플랫폼을 제공하며 동시에 같은 방식으로 사용자와 예술가를 보호한다.
pt: O Bitcoin fornece uma plataforma incrível para criar e coletar artefatos digitais de forma segura e descentralizada, que protege usuários e artistas da mesma forma que fornece uma plataforma incrível para enviar e receber valor, e pelos mesmos motivos.
ru: Bitcoin предоставляет потрясающую платформу для создания и сбора цифровых артефактов безопасным, децентрализованным способом, который защищает пользователей и художников точно так же, как и платформа для отправки и получения ценностей, и по всем тем же причинам.
zh: 比特币提供了一个精彩的平台，以一种安全、去中心化的方式创造、收集数字文物，也以同样的方式保护了用户和艺术家，更同时提供了一个优秀的平台来发送和接收价值。

source: Ordinals and inscriptions increase demand for Bitcoin block space, which increase Bitcoin's security budget, which is vital for safeguarding Bitcoin's transition to a fee-dependent security model, as the block subsidy is halved into insignificance.
de: Ordinals und inscriptions erhöhen die Nachfrage nach Bitcoin-Blockplatz, was das Sicherheitsbudget von Bitcoin erhöht, was für die Sicherung des Übergangs von Bitcoin zu einem gebührenabhängigen Sicherheitsmodell von entscheidender Bedeutung ist, da die Block-Subvention in die Bedeutungslosigkeit halbiert wird.
es: Los Ordinals y las inscripciones aumentan la demanda de espacio en los bloques de Bitcoin, lo que aumenta el presupuesto de seguridad de Bitcoin esto es vital para salvaguardar la transición de Bitcoin a un modelo de seguridad dependiente de comisiones, a medida que el subsidio de bloque se reduce a una cantidad insignificante.
fil: Ang mga ordinal at inscription ay nagpapataas ng demand para sa Bitcoin block space, na nagdaragdag sa badyet na mahalaga upang mapangalagaan ang seguridad ng Bitcoin at pag-transition nito sa fee-dependent security model, dahil ang block subsidy ay hinahati sa hindi gaanong kahalagahan.
fr: Les ordinals et les inscriptions augmentent la demande d’espace de bloc Bitcoin, ce qui accroît le budget de sécurité de Bitcoin – ce qui est vital pour préserver la transition de Bitcoin vers un modèle de sécurité dépendant des frais, car la subvention de bloc est réduite de moitié au point de devenir insignifiante.
hi: ऑर्डिनल्स और इंस्‍क्रि‍प्‍शंस बिटकॉइन ब्लॉक स्पेस की मांग में इजाफा करते हैं, जिससे बिटकॉइन का सुरक्षा बजट बढ़ जाता है, जो बिटकॉइन के शुल्क-निर्भर सुरक्षा मॉडल में ट्रांजिशन को सुरक्षित रखने के लिए महत्वपूर्ण है, क्योंकि ब्लॉक की आर्थिक सहायता को निरर्थक आधा कर दिया गया है।
it: Gli ordinali e le iscrizioni aumentano la domanda di spazio per i blocchi di Bitcoin, aumentando il budget di sicurezza di Bitcoin, che è fondamentale per salvaguardare la transizione di Bitcoin a un modello di sicurezza dipendente dalle commissioni, in quanto la ricompensa economica espressa in BTC per i blocchi si dimezza (a causa dell' halving) fino a diventare insignificante.
ko: 오디널과 인스크립션은 비트코인 블록 공간에 대한 수요를 증가시켜 비트코인의 보안 예산을 증가시키며, 이는 블록 보조금이 무의미한 값으로 반감 되는 상황에서 비트코인이 수수료 의존적 보안 모델로 전환하는 것을 보호하는 데 필수적이다.
pt: Os Ordinals e inscrições aumentam a demanda por espaço de blocos do Bitcoin, o que aumenta o orçamento de segurança do Bitcoin, o que é vital para salvaguardar a transição do Bitcoin para um modelo de segurança dependente de taxas, já que o subsídio de blocos é reduzido pela metade e se torna insignificante.
ru: Ordinals и надписи увеличивают спрос на место в блоке Bitcoin, что увеличивает бюджет Bitcoin безопасности, который крайне важен для обеспечения перехода Bitcoin на платно-зависимую модель безопасности, так как субсидия на блок сокращается вдвое и становится незначительной.
zh: 序数和铭文增加了对比特币区块空间的需求，这也增加了比特币的安全预算。这对于保障比特币向费用依赖型的安全模式过渡至关重要，因为区块补贴减半已少得微不足道。

source: Inscription content is stored on-chain, and thus the demand for block space for use in inscriptions is unlimited. This creates a buyer of last resort for _all_ Bitcoin block space. This will help support a robust fee market, which ensures that Bitcoin remains secure.
de: Der Inhalt der Inscription wird auf der Blockchain gespeichert, und daher ist die Nachfrage nach Blockplatz für Inscription unbegrenzt. Dies schafft einen Käufer letzter Instanz für _allen_ Bitcoin-Blockplatz. Dies wird dazu beitragen, einen robusten Gebührenmarkt zu unterstützen, der sicherstellt, dass Bitcoin sicher bleibt.
es: El contenido de la inscripción se guarda en la cadena de bloques de Bitcoin y, debido a esto, la necesidad de espacio en los bloques para alojar inscripciones es ilimitada. Esta dinámica establece una demanda constante por el espacio disponible en los bloques de Bitcoin, favoreciendo la sustentación de un mercado de comisiones saludable, lo que a su vez contribuye a preservar la seguridad de Bitcoin.
fil: Ang mga nilalaman ng inscriptions ay naka-imbak on-chain, kaya ang block space demand para sa inscriptions ay walang limitasyon. Lumilikha ito ng isang buyer kung tawagin, para sa bawat block ng Bitcoin. Makakatulong ito sa pagsuporta sa isang matatag na market fee, na nagpapanatili sa Bitcoin na maging secure.
fr: Le contenu des inscriptions est stocké sur la blockchain et, de ce fait, la demande d’espace de bloc pour les inscriptions est donc illimitée. Cela crée un acheteur de dernier recours pour _tout_ l’espace de bloc Bitcoin, contribuant à soutenir un marché de frais robuste, ce qui aide à préserver la sécurité de Bitcoin.
hi: इंस्‍क्रि‍प्‍शंस की विषय-वस्‍तु को ऑन-चेन संग्रहीत किया जाता है, और इस प्रकार इंस्‍क्रि‍प्‍शंस में उपयोग के लिए ब्लॉक स्‍पेस इससे एक मजबूत शुल्क बाजार का समर्थन करने में मदद मिलेगी, जो सुनिश्चित करता है कि बिटकॉइन सुरक्षित बने रहें।
it: I contenuti delle iscrizioni sono memorizzati on-chain e quindi la domanda di spazio per i blocchi da utilizzare per le iscrizioni è illimitata. Questo crea un acquirente di ultima istanza per _tutto_ lo spazio dei blocchi Bitcoin. Ciò contribuirà a sostenere un solido mercato delle commissioni, che garantisce la sicurezza del Bitcoin.
ko: 인스크립션 콘텐츠는 온체인에 저장되며, 따라서 인스크립션에 사용되는 블록 공간에 대한 수요는 무제한이다. 이는 _모든_ 비트코인 블록 공간에 대한 최종구매자를 만든다. 이는 비트코인이 안전하게 유지되는 것을 보장해 주는 강력한 수수료 시장을 지원하는 데 도움이 될 것이다.
pt: O conteúdo da inscrição é armazenado na cadeia (on-chain) e, portanto, a demanda por espaço de bloco para uso em inscrições é ilimitada. Isso cria um comprador de último recurso para _todos_ os espaços de blocos do Bitcoin. Isso ajudará a apoiar um mercado de taxas robusto, que garante que o Bitcoin permaneça seguro.
ru: Содержимое надписей хранится on-chain, и поэтому спрос на блокчейн для использования в надписях неограничен. Это создает покупателя последней инстанции для _всего_ блокчейна Bitcoin. Это поможет поддержать надежный рынок вознаграждений, что обеспечит безопасность биткойна.
zh: 铭文内容存储在链上，因此对用于铭文区块空间的需求是无限的。这就为所有比特币区块空间创造了一个最后买家。这将有助于支持一个强大的收费市场，从而确保比特币一直安全。

source: Inscriptions also counter the narrative that Bitcoin cannot be extended or used for new use-cases. If you follow projects like DLCs, Fedimint, Lightning, Taro, and RGB, you know that this narrative is false, but inscriptions provide a counter argument which is easy to understand, and which targets a popular and proven use case, NFTs, which makes it highly legible.
de: Inscriptions stehen auch im Widerspruch zur Erzählung, dass Bitcoin nicht erweitert oder für neue Anwendungsfälle verwendet werden kann. Wenn Sie Projekte wie DLCs, Fedimint, Lightning, Taro und RGB verfolgen, wissen Sie, dass diese Erzählung falsch ist, aber inscriptions liefern ein Gegenargument, das leicht verständlich ist und auf einen beliebten und bewährten Anwendungsfall abzielt: NFTs, was es äußerst verständlich macht.
es: Las inscripciones también contrarrestan la narrativa de que no se puede ampliar o usar Bitcoin para nuevos casos de uso. Si sigues proyectos como DLCs, Fedimint, Lightning, Taro y RGB, sabes que esta narrativa es falsa, pero las inscripciones proporcionan un contraargumento que es fácil de entender y que apunta a un caso de uso popular y que ha sido utilizado, NFTs, lo que lo hace muy atractivo.
fil: Ang inscriptions ay sumasalungat sa ideya na ang Bitcoin ay hindi maaaring palawigin o gamitin para sa mga bagong idea. Kung susundin mo ang mga proyekto tulad ng mga DLC, Fedimint, Lightning, Taro, at RGB, alam mong mali ang claim na ito, ngunit nagbibigay ang inscriptions ng kontra-argumento na madaling maunawaan, at napatunayang model sa paggamit nito tulad nalamang ng mga NFTs, lubos na legible.
fr: Les inscriptions vont également à l’encontre de l’idée selon laquelle il n’est pas possible de développer ou d’utiliser Bitcoin pour de nouveaux cas d’utilisation. Si vous suivez des projets comme DLC, Fedimint, Lightning, Taro et RGB, vous savez que ce discours est faux, mais les inscriptions fournissent un contre-argument qui est facile à comprendre et qui cible un cas d’utilisation populaire et éprouvé, les NFTs, ce qui le rend très intelligible.
hi: इंस्‍क्रि‍प्‍शंस इस वृतांत का भी प्रतिकार करते हैं कि बिटकॉइन को नए उपयोग के मामलों में विस्तारित या उपयोग नहीं किया जा सकता है। यदि आप डीएलसी, फेडिमिंट, लाइटनिंग, टैरो और आरजीबी जैसी परियोजनाओं का अनुसरण करते हैं, तब आप जानते हैं कि यह वृतांत झूठा है, लेकिन इंस्‍क्रि‍प्‍शंस एक जवाबी तर्क प्रदान करता है जिसे समझना आसान है, और जो एक लोकप्रिय और सिद्ध उपयोग के मामले, एनएफटी को लक्षित करता है, जो इसे अत्यधिक सुपाठ्य बनाता है।
it: Le iscrizioni contrastano anche la tesi secondo cui Bitcoin non può essere esteso o utilizzato per nuovi casi d'uso. Se si seguono progetti come DLC, Fedimint, Lightning, Taro e RGB, si sa che questa tesi è falsa, ma le iscrizioni forniscono un'argomentazione contraria facile da capire e che si rivolge a un caso d'uso popolare e comprovato, gli NFT, il che la rende altamente leggibile.
ko: 인스크립션은 또한 비트코인을 확장하거나 새로운 사용 사례에 사용할 수 없다는 내러티브를 반박한다. DLC, 페디민트, 라이트닝, 타로, RGB와 같은 프로젝트를 팔로우하신다면 이 내러티브가 거짓이라는 것을 알고 있겠지만, 인스크립션 제시하는 반론은 이해하기 쉽고 이 반론은 대중적이고 검증된 사용 사례인 NFT를 대상으로 하기 때문에 이를 판독하기 쉽게 한다.
pt: As inscrições também contrariam a narrativa de que o Bitcoin não pode ser estendido ou usado para novos casos de uso. Se você acompanha projetos como DLCs, Fedimint, Lightning, Taro e RGB, você sabe que essa narrativa é falsa, mas as inscrições fornecem um contra-argumento que é fácil de entender e tem como alvo um caso de uso popular e comprovado, as NFTs, o que o torna altamente legível.
ru: Надписи также противостоят утверждению, что Bitcoin не может быть расширен или использован для новых целей. Если вы следите за такими проектами, как DLCs, Fedimint, Lightning, Taro и RGB, вы знаете, что это утверждение неверно, но надписи предоставляют контраргумент, который легко понять, и который нацелен на популярный и проверенный пример использования - NFT, что делает его весьма наглядным.
zh: 铭文还反驳了比特币不能扩展或用于新用例的说法。 如果你关注 DLC、Fedimint、Lightning、Taro 和 RGB 等项目，你就会知道这种说法是错误的。铭文提供了一个易于理解的反论点，并且针对一个流行且经过验证的用例：NFT，这使得它非常易理解。

source: If inscriptions prove, as the authors hope, to be highly sought after digital artifacts with a rich history, they will serve as a powerful hook for Bitcoin adoption: come for the fun, rich art, stay for the decentralized digital money.
de: Wenn sich inscriptions, wie die Autoren hoffen, als sehr begehrte digitale Artefakte mit einer reichen Geschichte erweisen, werden sie als ein mächtiger Köder für die Bitcoin-Adoption dienen: Kommen Sie wegen des Spaßes und der reichen Kunst, bleiben Sie für das dezentralisierte digitale Geld.
es: Si las inscripciones se demuestran, como esperan los autores, ser artefactos digitales muy buscados con una historia rica, servirán como un poderoso gancho para la adopción de Bitcoin: ven por el arte divertido, quédate por el dinero digital descentralizado.
fil: Kung ang inscriptions ay lumabas, gaya ng inaasahan ng mga may-akda, magdudulot ito ng isang matagumpay na model para sa Bitcoin adoption: para sa kasiyahan, mayamang sining, at manatiling desentralisadong digital money.
fr: Si les inscriptions s’avèrent, comme l’espèrent les auteurs, être des artefacts numériques très recherchés et dotés d’une riche histoire, elles serviront d’accroche puissante pour l’adoption de Bitcoin : venez pour l’art amusant et riche, restez pour la monnaie numérique décentralisée.
hi: यदि लेखकों की आशा के अनुरूप इंस्‍क्रि‍प्‍शंस समृद्ध इतिहास के साथ डिजिटल अभिलेखों की अत्यधिक मांग का सृजन करने में सफल हो जाता है, तो वे बिटकॉइन अपनाने के लि‍ए एक शक्तिशाली दावे के समर्थन में कारगर होंगे: चाहे वह मनोरंजन का क्षेत्र हो, समृद्ध कला, विकेंद्रीकृत डिजिटल पैसों के लेनदेनों का दृढ़ता के साथ बरकरार बने रहना।
it: Se le iscrizioni si riveleranno, come sperano gli autori, artefatti digitali molto ricercati e ricchi di storia, serviranno da potente gancio per l'adozione di Bitcoin: venite per il divertimento, la ricchezza artistica, rimanete per la moneta digitale decentralizzata.
ko: 저자들의 바람대로 인스크립션이 풍부한 역사를 지닌 인기가 높은 디지털 아티팩트라는 것이 증명된다면, 인스크립션은 비트코인 채택의 강력한 밑밥 역할을 하게 될 것이다: 재미있고 풍부한 예술 때문에 와보고 탈중앙화된 디지털 화폐 때문에 머무르자.
pt: Se as inscrições provarem, como os autores esperam, serem artefatos digitais muito procurados com uma história rica, elas servirão como um gancho poderoso para a adoção do Bitcoin: venha pela diversão e arte rica, fique pelo dinheiro digital descentralizado.
ru: Если надписи, как надеются авторы, окажутся востребованными цифровыми артефактами с богатой историей, они послужат мощным крючком для внедрения Bitcoin: приходите за интересным, богатым искусством, оставайтесь за децентрализованными цифровыми деньгами.
zh: 如果像作者所希望的那样，铭文被证明是具有丰富历史的数字文物，并且受到高度追捧，它们将会成为比特币采用的强大吸引力：被乐趣、丰富的艺术吸引而来，也为去中心化的数字货币而愿意留下来。
