Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Inscriptions, on the other hand, depend on the Bitcoin blockchain, which is relatively simple and conservative, and which introduces changes via backwards-compatible soft forks.
de: Inscriptions hingegen sind auf die Bitcoin-Blockchain angewiesen, die vergleichsweise einfach und konservativ ist und Änderungen durch rückwärtskompatible Softforks einführt.
es: Por otro lado, las inscripciones dependen de la blockchain de Bitcoin que es relativamente simple y conservadora, e introduce cambios mediante bifurcaciones suaves compatibles con versiones anteriores.
fil: Ang mga inscriptions, sa kabilang banda, ay umaasa sa Bitcoin blockchain, na simple at konserbatibo, at nagdudulot ng mga pagbabago sa pamamagitan ng backward-compatible na soft forks.
fr: D’autre part, les inscriptions dépendent de la blockchain du Bitcoin, qui est relativement simple et conservatrice, et qui introduit des changements par le biais de « soft forks » compatibles avec des versions précédentes.
hi: दूसरी ओर, इंस्‍क्रि‍प्‍शंस बिटकॉइन ब्लॉकचेन पर निर्भर करते हैं, जो अपेक्षाकृत सरल हैं लेकिन परिवर्तनशील नहीं हैं, और जो बैकवर्ड-संगत सॉफ्ट फोर्क्स के माध्यम से परिवर्तन अपडेट करते हैं।
it: Le iscrizioni, invece, dipendono dalla blockchain di Bitcoin, che è relativamente semplice e conservativa e che introduce modifiche tramite soft fork compatibili "all'indietro".
ko: 반면에 인스크립션은 비트코인 블록체인에 의존하며 이는 상대적으로 단순하고 보수적이며 이전 버전과 호환되는 소프트 포크를 통해 변경 사항을 도입한다.
pt: As inscrições, por outro lado, dependem da blockchain do Bitcoin, que é relativamente simples e conservadora, e que introduz mudanças por meio de soft forks, compatíveis com versões anteriores.
ru: С другой стороны, надписи зависят от блокчейна Bitcoin, который относительно прост и консервативен, а изменения в него вносятся через обратно совместимые софт форки.
zh: 相反，铭文依赖于比特币区块链，它相对简单和保守，并通过向后兼容的软分叉引入变化。

source: _Inscriptions are more secure._
de: _Inscriptions sind sicherer._
es: _Las inscripciones son más seguras._
fil: _Ang mga inscription ay mas ligtas._
fr: _Les inscriptions sont plus sûres._
hi: _इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख) अधिक सुरक्षित हैं।_
it: _Le iscrizioni sono più sicure._
ko: _인스크립션이 더 안전하다._
pt: _As inscrições são mais seguras._
ru: _Надписи более надежны._
zh: _铭文更安全_

source: Inscriptions inherit Bitcoin's transaction model, which allow a user to see exactly which inscriptions are being transferred by a transaction before they sign it. Inscriptions can be offered for sale using partially signed transactions, which don't require allowing a third party, such as an exchange or marketplace, to transfer them on the user's behalf.
de: Inscriptions erben das Transaktionsmodell von Bitcoin, das es einem Benutzer ermöglicht, genau zu sehen, welche Inschriften durch eine Transaktion übertragen werden, bevor er sie signiert. Inschriften können zum Verkauf angeboten werden, indem teilweise signierte Transaktionen verwendet werden, die keine Übertragung durch Dritte wie eine Börse oder einen Marktplatz im Auftrag des Benutzers erfordern.
es: Las inscripciones heredan el modelo de transacción de Bitcoin, lo que permite al usuario ver exactamente qué inscripciones se están transfiriendo en una transacción antes de firmarla. Las inscripciones pueden ofrecerse a la venta mediante transacciones parcialmente firmadas, lo que no requiere el permiso un tercero, como un mercado o plataforma para la transferencia.
fil: Ang inscriptions ay direktang gumagamit ng Bitcoin transaction model, na nagbibigay-daan sa isang user na makita kung aling inscriptions ang inililipat ng isang transaksyon bagoito ma-sign. Maaring maibenta ang inscriptions gamit ang partially signed transactions, na hindi nangangailangan ng pagpapahintulot sa isang third party, tulad ng isang exchange o marketplace, na ilipat ang mga ito sa ngalan ng user.
fr: Les inscriptions héritent du modèle de transaction de Bitcoin, ce qui permet à l’utilisateur de voir exactement quelles inscriptions sont transférées dans une transaction avant de la signer. Les inscriptions peuvent être mises en vente par le biais de transactions partiellement signées, ce qui ne nécessite pas l’autorisation d’un tiers, tel qu’une place de marché ou une plateforme d’échange, pour les transférer au nom de l’utilisateur.
hi: इंस्‍क्रि‍प्‍शंस बिटकॉइन के लेनदेन मॉडल को विरासत में अपनाते हैं। यह उपयोगकर्ता को हस्ताक्षर करने से पहले यह देखने की अनुमति देते हैं कि वास्‍तव में लेनदेन द्वारा कौन से इंस्‍क्रि‍प्‍शंस स्थानांतरित किए जा रहे हैं। इंस्‍क्रि‍प्‍शंस की आंशिक रूप से लेनदेन पर हस्‍ताक्षर करके बिक्री की जा सकती है, जिसके लिए उपयोगकर्ता की ओर से उन्हें स्थानांतरित करने के लिए एक्सचेंज या बाजार जैसे किसी तीसरे पक्ष से अनुमति लेने की आवश्यकता नहीं होती।
it: Le iscrizioni ereditano il modello di transazione di Bitcoin, che consente all'utente di vedere esattamente quali iscrizioni vengono trasferite da una transazione prima di firmarla. Le iscrizioni possono essere messe in vendita utilizzando transazioni parzialmente firmate, che non richiedono l'autorizzazione di una terza parte, come un exchange o un marketplace, a trasferirle per conto dell'utente.
ko: 인스크립션은 비트코인의 트랜잭션 모델을 이어받아 사용자가 서명하기 전에 트랜잭션이 전송하는 인스크립션을 정확히 확인할 수 있다. 인스크립션은 부분적으로 서명된 트랜잭션(PSBT)을 사용하여 판매할 수 있으며, 거래소나 마켓플레이스와 같은 제3자가 사용자를 대신하여 전송하도록 허용할 필요가 없다.
pt: As inscrições herdam o modelo de transação do Bitcoin, que permite ao usuário ver exatamente quais inscrições estão sendo transferidas por uma transação antes de assiná-la. As inscrições podem ser colocadas à venda usando transações parcialmente assinadas, que não exigem permissão de terceiros – como uma exchange ou marketplace – para transferi-las em nome do usuário.
ru: Надписи наследуют модель Bitcoin транзакций, позволяющую пользователю до подписания транзакции видеть, какие именно надписи передаются по ней. Надписи могут быть выставлены на продажу с помощью частично подписанных транзакций, которые не требуют разрешения третьей стороне, например бирже или торговой площадке, передавать их от имени пользователя.
zh: 铭文继承了比特币的交易模型，允许用户在签名之前准确地看到交易中转移了哪些铭文。铭文可以使用部分签名交易进行销售，不需要允许第三方（如交易所或市场）代表用户转让它们。

source: By comparison, Ethereum NFTs are plagued with end-user security vulnerabilities. It is commonplace to blind-sign transactions, grant third-party apps unlimited permissions over a user's NFTs, and interact with complex and unpredictable smart contracts. This creates a minefield of hazards for Ethereum NFT users which are simply not a concern for ordinal theorists.
de: Inscriptions erben das Transaktionsmodell von Bitcoin, das es einem Benutzer ermöglicht, genau zu sehen, welche Inschriften durch eine Transaktion übertragen werden, bevor er sie signiert. Inschriften können zum Verkauf angeboten werden, indem teilweise signierte Transaktionen verwendet werden, die keine Übertragung durch Dritte wie eine Börse oder einen Marktplatz im Auftrag des Benutzers erfordern.
es: En comparación, los NFT de Ethereum están plagados de vulnerabilidades de seguridad para el usuario final. Es común firmar transacciones a ciegas, otorgar permisos ilimitados a aplicaciones de terceros sobre los NFTs e interactuar con contratos inteligentes complejos e impredecibles. Estos problemas que tienen los NFTs de Ethereum simplemente no son una preocupación para los teóricos de Ordinals.
fil: Sa paghahambing, ang mga Ethereum NFT ay maraming kahinaan sa seguridad ng end-user. Karaniwang mahirap unawain ang pag-sign ng isang transaksyon, mga hindi inaasahang permission access, at mga smart contract na may hindi kanais nais na function tulad ng pagkuha sa iyong mga assets. Lumilikha ito ng isang panganib para sa mga gumagamit ng Ethereum NFT na sadyang hindi nakakabahala para sa mga ordinal theorists.
fr: En comparaison, les NFTs sur Ethereum sont criblés de vulnérabilités en matière de sécurité pour l’utilisateur final. Il est courant de signer des transactions à l’aveugle, d’accorder des autorisations illimitées à des applications tierces sur les NFTs d’un utilisateur et d’interagir avec des smart contracts complexes et imprévisibles. Cela crée un champ de mines plein de dangers pour les utilisateurs de NFTs sur Ethereum qui ne sont tout simplement pas une préoccupation pour les théoriciens d’Ordinals.
hi: तुलनात्मक रूप से, एथेरियम एनएफटी अंतिम-उपयोगकर्ता सुरक्षा अरक्षितता से ग्रस्त हैं। लेनदेन पर अंधाधुंध हस्ताक्षर करना, उपयोगकर्ता के एनएफटी पर तीसरे पक्ष के ऐप्स तक पहुंच को असीमित अनुमति देना और जटिल और अप्रत्याशित स्मार्ट अनुबंधों के साथ समन्‍वय करना इनमें आम कमजोरियां हैं। यह एथेरियम एनएफटी उपयोगकर्ताओं के लिए खतरों से भरी विस्‍फोटक स्थिति उत्‍पन्‍न कर देता है जो आर्डिनल थ्‍योरिस्‍ट (क्रमसूचक सिद्धांतवादियों) के लिए चिंता का विषय नहीं है।
it: In confronto, gli NFT di Ethereum sono afflitti da vulnerabilità della sicurezza dell'utente finale. È consuetudine firmare le transazioni alla cieca, concedere alle applicazioni di terze parti permessi illimitati sugli NFT di un utente e interagire con smart contracts complessi e imprevedibili. Questo crea un campo minato di pericoli per gli utenti di Ethereum NFT che non sono semplicemente una preoccupazione per i teorici ordinali.
ko: 이에 비해 이더리움 NFT는 최종 사용자 보안 취약점으로 골머리를 앓고 있다. 트랜잭션에 블라인드 서명을 하고, 제3자 앱에 사용자 NFT에 대한 무제한 권한을 부여하고, 복잡하고 예측할 수 없는 스마트 콘트랙트와 상호작용하는 것은 흔한 일이다. 이는 이더리움 NFT 사용자에게 위험의 지뢰밭을 만들며, 이는 오디널 이론가들에게는 전혀 문제가 되지 않는다.
pt: Em comparação, as NFTs do Ethereum estão infestadas de vulnerabilidades de segurança para o usuário final. É comum assinar transações às cegas, conceder permissões ilimitadas a aplicativos de terceiros sobre as NFTs de um usuário e interagir com contratos inteligentes complexos e imprevisíveis. Isso cria um campo minado de perigos para os usuários das NFTs do Ethereum que simplesmente não são uma preocupação para os teóricos de Ordinals.
ru: Для сравнения, NFT на Ethereum страдают от уязвимостей безопасности конечных пользователей. Обычным явлением является слепая подпись транзакций, предоставление сторонним приложениям неограниченных прав доступа к NFT пользователя, а также взаимодействие со сложными и непредсказуемыми смарт-контрактами. Это создает минное поле опасностей для пользователей Ethereum NFT, которые просто не волнуют ordinal теоретиков.
zh: 相比之下，以太坊NFT受到终端用户安全漏洞的困扰。盲签交易、授予第三方应用程序对用户NFT的无限权限，以及与复杂且不可预测的智能合约交互都是司空见惯的事情。这为以太坊 NFT 用户制造了一个危险雷区，而这些对于序号理论家来说，根本毋需操心。

source: _Inscriptions are scarcer._
de: _Inscriptions sind seltener._
es: _Las inscripciones son más escasas._
fil: _Mas bihira inscriptions._
fr: _Les inscriptions sont plus rares._
hi: _इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख) दुर्लभ हैं।_
it: _Le iscrizioni sono più scarse._
ko: _인스크립션은 더 희귀하다._
pt: _As inscrições são mais escassas._
ru: _Надписи встречаются все реже._
zh: _铭文更加稀缺_

source: Inscriptions require bitcoin to mint, transfer, and store. This seems like a downside on the surface, but the raison d'etre of digital artifacts is to be scarce and thus valuable.
de: Inscriptions erfordern Bitcoin, um geprägt, übertragen und gespeichert zu werden. Dies scheint auf den ersten Blick nachteilig zu sein, aber der Grund für das Dasein digitaler Artefakte besteht darin, knapp und daher wertvoll zu sein.
es: Para mintear, transferir y almacenar inscripciones, se requiere bitcoin. Superficialmente esto parece un inconveniente, pero la razón de ser de los artefactos digitales es ser escasos y, por lo tanto, valiosos.
fil: Ang inscriptions ay nangangailangan ng mga bitcoin na malikha, mailipat at maiimbak. Ito ay tila isang downside sa unang tingin, ngunit ang buong punto ng digital artifacts ay bihira at samakatuwid ay mahalaga.
fr: Les inscriptions nécessitent des bitcoins pour être créées, transférées et stockées. Cela semble être un inconvénient à première vue, mais la raison d’être des artefacts numériques est d’être rares et donc précieux.
hi: इंस्‍क्रि‍प्‍शंस की ढलाई, स्थानांतरित करने और संग्रहीत करने के लिए बिटकॉइन की आवश्यकता पड़ती है। वास्‍तविक धरातल पर यह एक नकारात्मक पहलू प्रतीत होता है, लेकिन डिजिटल अभिलेख का उद्देश्‍य दुर्लभ है और इसलिए यह मूल्यवान है।
it: Le iscrizioni richiedono bitcoin per essere coniate, trasferite e conservate. In apparenza questo sembra un aspetto negativo, ma la ragion d'essere degli artefatti digitali è quella di essere scarsi e quindi preziosi.
ko: 인스크립션을 발행하고, 전송하고, 보관하려면 비트코인이 필요하다. 이는 겉으로 보기에는 단점처럼 보이지만, 디지털 아티팩트의 존재 이유는 희소성이 높고 따라서 가치 있는 것이 되는 것이다.
pt: As inscrições exigem que bitcoin seja usado para criá-las, transferi-las e armazená-las. Isso pode parecer uma desvantagem, mas a raison d'etre dos artefatos digitais é ser escasso e, portanto, valioso.
ru: Для нанесения надписей, их передачи и хранения требуется биткоин. На первый взгляд, это недостаток, но смысл существования цифровых артефактов заключается в том, чтобы быть дефицитными и, следовательно, ценными.
zh: 铭文需要比特币来铸造、转移和存储。从表面上看，这似乎是一个阻碍，但数字文物存在的价值目的正是稀缺。

source: Ethereum NFTs, on the other hand, can be minted in virtually unlimited qualities with a single transaction, making them inherently less scarce, and thus, potentially less valuable.
de: Auf der anderen Seite können Ethereum NFTs praktisch in unbegrenzten Mengen mit einer einzigen Transaktion geprägt werden, was sie von Natur aus weniger knapp macht und somit potenziell weniger wertvoll.
es: Los NFT de Ethereum, por otro lado, pueden ser minteados en cantidades prácticamente ilimitadas con una sola transacción, lo que los hace intrínsecamente menos escasos y, por lo tanto, potencialmente menos valiosos.
fil: Ang mga Ethereum NFT, sa kabilang banda, ay maaaring ma-mint sa halos walang limitasyong mga katangian sa isang transaksyon, na ginagawa itong likas na hindi gaanong bihira, at samakatuwid ay potensyal na hindi gaanong mahalaga.
fr: Les NFTs sur Ethereum, en revanche, peuvent être créés en quantités virtuellement illimitées en une seule transaction, ce qui les rend intrinsèquement moins rares, et donc potentiellement moins précieux.
hi: एथेरियम एनएफटी, दूसरी ओर, एक ही लेन-देन के साथ लगभग असीमित गुणों में ढाले जा सकते हैं, जिससे वे स्वाभाविक रूप से कम दुर्लभ बन जाते हैं, और इसीलिए, संभावित रूप से कम मूल्यवान होते हैं।
it: Gli NFT di Ethereum, invece, possono essere coniati in qualità virtualmente illimitata con una singola transazione, il che li rende intrinsecamente meno scarsi e quindi potenzialmente meno preziosi.
ko: 반면, 이더리움 NFT는 한 번의 트랜잭션으로 사실상 무제한으로 발행할 수 있으므로 이는 본질적으로 그 희소성을 낮추고 따라서 잠재적으로 그 가치를 떨어뜨릴 수 있다.
pt: As NFTs do Ethereum, por outro lado, podem ser criadas em qualidades virtualmente ilimitadas com uma única transação, tornando-as inerentemente menos escassas e, portanto, potencialmente menos valiosas.
ru: С другой стороны, Ethereum NFT можно майнить практически в неограниченном количестве за одну транзакцию, что делает их по своей сути менее дефицитными, а значит, потенциально менее ценными.
zh: 另一方面，以太坊 NFT 可以通过单笔交易以几乎无限的质量进行铸造，使它们本质上不那么稀缺，因此可能没太多价值。

source: _Inscriptions do not pretend to support on-chain royalties._
de: _Inscriptions geben nicht vor, On-Chain-Lizenzgebühren zu unterstützen._
es: _Las inscripciones no pretenden respaldar regalías en la cadena._
fil: _Hindi inaangkin ng inscriptions ang pag-suportahan sa mga on-chain royalty ng blockchain._
fr: _Les inscriptions ne prétendent pas prendre en charge les redevances sur la blockchain._
hi: _इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख), ऑन-चेन रॉयल्टी का समर्थन करने का दिखावा नहीं करते हैं।_
it: _Le iscrizioni non pretendono di supportare le royalties on-chain._
ko: _인스크립션은 온체인 로열티를 지원하는 것처럼 가장하지 않는다._
pt: _As inscrições não pretendem apoiar royalties on-chain._
ru: _Надписи не претендуют на поддержку on-chain роялти._
zh: _铭文不会假装支持链上版税_

source: On-chain royalties are a good idea in theory but not in practice. Royalty payment cannot be enforced on-chain without complex and invasive restrictions. The Ethereum NFT ecosystem is currently grappling with confusion around royalties, and is collectively coming to grips with the reality that on-chain royalties, which were messaged to artists as an advantage of NFTs, are not possible, while platforms race to the bottom and remove royalty support.
de: On-Chain-Royalties sind in der Theorie eine gute Idee, aber in der Praxis nicht umsetzbar. Die Zahlung von Lizenzgebühren kann nicht ohne komplexe und invasive Beschränkungen auf der Blockchain durchgesetzt werden. Das Ethereum-NFT-ecosystem kämpft derzeit mit Verwirrung im Zusammenhang mit Lizenzgebühren und kommt kollektiv zu der Erkenntnis, dass On-Chain-Royalties, die Künstlern als Vorteil von NFTs präsentiert wurden, nicht möglich sind. Inzwischen entfernen Plattformen die Unterstützung für Lizenzgebühren und konkurrieren auf dem Markt.
es: En teoría, la implementación de regalías dentro de la blockchain suena bien, pero su puesta en práctica presenta problemas significativos. El pago de regalías no puede ser aplicado en la cadena sin restricciones complejas e invasivas. En este momento, el ecosistema de NFT en Ethereum está enfrentando problemas debido a la confusión generada por las regalías, y colectivamente se está llegando a la conclusión de que las regalías en la cadena las cuales fueron una ventaja que se planteó a favor de los NFTs para los artistas, no son posibles. Algunas plataformas ya están eliminando el soporte de regalías.
fil: Ang mga on-chain royalty ng blockchain ay isang magandang ideya sa teorya, ngunit hindi sa parati. Ang pagbabayad ng royalties ay hindi maaaring ipataw sa blockchain nang walang kumplikado at invasive na mga paghihigpit. Ang Ethereum NFT ecosystem ay kasalukuyang nakikipagbuno sa pagkalito sa mga royalty, at sama-samang nauunawaan ang katotohanan na ang on-chain royalties, na ipinadala sa mga artista bilang isang bentahe ng mga NFT, ay hindi posible, habang ang mga platform ay nagpapaunhan ibaba at alisin ang suporta sa royalty.
fr: En théorie, la mise en œuvre des redevances dans le cadre de la blockchain semble être une bonne chose, mais sa mise en pratique pose des problèmes importants. Les paiements de redevances ne peuvent pas être implémentés sur la blockchain sans restrictions complexes et intrusives. À l’heure actuelle, l’écosystème des NFTs sur Ethereum est confronté à des problèmes dus à la confusion générée autour des redevances et réalise collectivement que les redevances sur la blockchain, qui ont été présentées aux artistes comme un avantage des NFTs, ne sont pas possibles, tandis que les plateformes sont entraînées dans une course vers le bas et éliminent déjà la prise en charge des redevances.
hi: ऑन-चेन रॉयल्टी सैद्धांति‍क रूप में एक अच्छा विचार है लेकिन व्यवहारि‍क नहीं है। जटिल और आक्रामक प्रतिबंधों के बिना रॉयल्टी के भुगतान ऑन-चेन पर लागू नहीं किये जा सकते। वर्तमान समय में, एथेरियम एनएफटी पारिस्थितिकी तंत्र रॉयल्टी के इर्दगिर्द आशंका से जूझ रहा है, और सामूहिक रूप से इस असलियत की चपेट में आ गया है कि ऑन-चेन रॉयल्टी, जिसके संदेश कलाकारों को एनएफटी के लाभ के रूप में भेजे गये थे, संभव ही नहीं हैं, जबकि मंच सभी नियमों का ताक पर रखकर रॉयल्टी समर्थन को समाप्‍त कर देते हैं।
it: Le royalties on-chain sono una buona idea in teoria, ma non in pratica. Il pagamento delle royalty non può essere imposto on-chain senza restrizioni complesse e invasive. L'ecosistema NFT di Ethereum è attualmente alle prese con la confusione sulle royalties e sta affrontando collettivamente la realtà che le royalties on-chain, che sono state comunicate agli artisti come un vantaggio degli NFT, non sono possibili, mentre le piattaforme corrono al ribasso e rimuovono il supporto alle royalties.
ko: 온체인 로열티는 이론적으로는 좋은 아이디어이지만 실제로는 그렇지 않다. 복잡하고 침해적 제한 없이는 온체인에서 로열티 지급을 시행할 수 없다. 현재 이더리움 NFT 생태계는 로열티에 대한 혼란으로 어려움을 겪고 있으며, 플랫폼들이 경쟁적으로 로열티 지원을 없애고 있는 가운데 아티스트들에게 NFT의 장점으로 얘기되었던 온체인 로열티가 불가능하다는 현실을 공동으로 인식하고 있다.
pt: Os royalties na blockchain são, na teoria, uma boa ideia; mas não na prática. O pagamento de royalties não pode ser aplicado on-chain sem restrições complexas e invasivas. O ecossistema de NFTs do Ethereum está atualmente lutando contra a confusão em torno dos royalties e está enfrentando coletivamente a realidade que os royalties on-chain, que foram transmitidos aos artistas como uma vantagem das NFTs, não são possíveis, enquanto as plataformas correm para o fundo do poço e removem o apoio aos royalties.
ru: On-chain Роялти - хорошая идея в теории, но не на практике. Выплата on-chain роялти не может быть обеспечена без сложных и инвазивных ограничений. Экосистема Ethereum NFT в настоящее время борется с путаницей вокруг роялти и коллективно приходит к пониманию того, что on-chain роялти, которые были заявлены художникам в качестве преимущества NFT, невозможны, в то время как платформы гонятся за дном и убирают поддержку роялти.
zh: “链上版税”理论上是个好主意，但在实践中却行不通。 如果没有复杂和侵入性的限制，就不能在链上强制执行版税支付。以太坊 NFT 生态系统正在努力地解决围绕版税的难题，并且也在共同面对一个现实：即向艺术家传达NFT 链上版税这个利器其实是不可行的，与此同时，多个平台则在竞相删除对版税的支持。

source: Inscriptions avoid this situation entirely by making no false promises of supporting royalties on-chain, thus avoiding the confusion, chaos, and negativity of the Ethereum NFT situation.
de: Inscriptions umgehen diese Situation vollständig, indem sie keine falschen Versprechen bezüglich der Unterstützung von On-Chain-Royalties abgeben. Dadurch vermeiden sie die Verwirrung, das Chaos und die Negativität, die im Ethereum NFT-Bereich aufgetreten sind.
es: Las inscripciones evitan completamente esta situación al no hacer falsas promesas de respaldar regalías en la cadena, evitando así la confusión, el caos y la negatividad de la situación que ocurre con los NFT en Ethereum.
fil: Ganap na iniiwasan ng inscriptions ang sitwasyong ito sa pamamagitan ng hindi paggawa ng mga maling pangako upang suportahan ang on-chain royalties sa blockchain, sa gayon ay iniiwasan ang pagkalito, kaguluhan at negatibiti tulad ng sa Ethereum NFT.
fr: Les inscriptions évitent totalement cette situation en ne faisant aucune fausse promesse de prise en charge des redevances sur la blockchain, évitant ainsi la confusion, le chaos et la négativité de la situation qui survient avec les NFTs sur Ethereum.
hi: इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख), ऑन-चेन की तरह रॉयल्टी के समर्थन का ऐसा कोई झूठा वायदा नहीं करता और इस स्थिति से सर्वथा पूरी तरह बचता है, इस प्रकार, एथेरियम एनएफटी जैसी स्थिति के भ्रम, अराजकता और नकारात्मकता से बचते हैं।
it: Le iscrizioni evitano completamente questa situazione, non facendo false promesse sul supporto delle royalties on-chain, evitando così la confusione, il caos e la negatività della situazione NFT di Ethereum.
ko: 인스크립션은 온체인 로열티 지원에 대한 거짓 약속을 하지 않음으로써 이러한 상황을 완전히 피하여 이더리움 NFT 상황의 혼란, 혼돈, 부정적 영향을 피할 수 있다.
pt: As inscrições evitam totalmente esta situação, não fazendo falsas promessas de apoio a royalties on-chain, evitando assim a confusão, o caos e a negatividade da situação das NFTs do Ethereum.
ru: Надписи полностью исключают подобную ситуацию, не давая ложных обещаний о поддержке on-chain роялти, что позволяет избежать путаницы, хаоса и негатива, характерных для ситуации с NFT на Ethereum.
zh: 铭文完全避免了这种情况，不虚假地承诺支持链上版税，从而避免了和以太坊NFT一样混乱又消极的状况。

source: _Inscriptions unlock new markets._
de: _Inscriptions erschließen neue Märkte._
es: _Las inscripciones abren las puertas a nuevos mercados._
fil: _Ang inscriptions ay nagbubukas ng mga bagong ideya at posibilidad._
fr: _Les inscriptions ouvrent la voie à de nouveaux marchés._
hi: _इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख) नए बाज़ारों में प्रवेश_
it: _Le iscrizioni sbloccano nuovi mercati._
ko: _인스크립션은 새로운 시장을 열어준다._
pt: _As inscrições abrem as portas para novos mercados._
ru: _Надписи открывают новые рынки._
zh: _铭文开启了新的市场_
