Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Inscriptions are an extremely benign source of demand for block space. Unlike, for example, stablecoins, which potentially give large stablecoin issuers influence over the future of Bitcoin development, or DeFi, which might centralize mining by introducing opportunities for MEV, digital art and collectables on Bitcoin, are unlikely to produce individual entities with enough power to corrupt Bitcoin. Art is decentralized.
de: Inscriptions sind eine äußerst harmlose Quelle für die Nachfrage nach Blockplatz. Im Gegensatz zu stabilen Münzen, die potenziell großen Emittenten von stabilen Münzen Einfluss auf die Zukunft der Bitcoin-Entwicklung geben könnten, oder DeFi, das durch die Einführung von Möglichkeiten für MEV das Mining möglicherweise zentralisiert, sind digitale Kunst und Sammlerstücke auf Bitcoin unwahrscheinlich, einzelne Entitäten mit genug Macht zu erzeugen, um Bitcoin zu korrumpieren. Kunst ist dezentralisiert.
es: Las inscripciones son una fuente extremadamente benigna de demanda de espacioen el bloque. A diferencia de, por ejemplo, las stablecoins, que potencialmente dan a los emisores de stablecoins grandes influencia sobre el futuro desarrollo de Bitcoin, o DeFi, que podría centralizar la minería introduciendo oportunidades para MEV, el arte digital y coleccionables en Bitcoin, es poco probable que produzcan entidades individuales con suficiente poder para corromper Bitcoin. El arte es descentralizado.
fil: Ang mga inskripsiyon ay isang napakahusay na mapagkukunan ng pangangailangan para sa block space. Hindi tulad, halimbawa, ng mga stablecoin, na posibleng magbigay ng malaking impluwensya ng mga issuer sa hinaharap sa pag-unlad ng Bitcoin, o DeFi, na maaaring isentro ang pagmimina sa pamamagitan ng pagpapakilala ng opportunities para sa MEV, digital art at mga collectable sa Bitcoin, ay malamang na hindi makagawa ng mga indibidwal na entity na may sapat na kakayahan upang sirain ang Bitcoin. Ang sining ay desentralisado.
fr: Les inscriptions sont une source extrêmement bénigne de demande d’espace de bloc. Contrairement, par exemple, aux stablecoins, qui peuvent donner aux émetteurs de stablecoins une grande influence sur le développement futur de Bitcoin, ou au DeFi, qui pourrait centraliser le minage en introduisant des opportunités de MEV, il est peu probable que l’art numérique et les objets de collection sur Bitcoin produisent des entités individuelles ayant suffisamment de pouvoir pour corrompre Bitcoin. L’art est décentralisé.
hi: इंस्‍क्रि‍प्‍शंस ब्लॉक स्‍पेस मांग का एक अत्‍यधिक अनुकूल स्रोत हैं। इसके विपरीत, उदाहरण के लिए, स्‍टेबलकॉईन (स्थिर सिक्के), बिटकॉइन भविष्य के विकास या डीएफआई पर संभावित रूप से बिटकॉइन दिग्‍गज स्‍टेबलकॉईन जारीकर्ताओं पर अपना असर डालते है, जो बिटकॉइन पर एमईवी, डिजिटल कला और संग्रहणीय वस्तुओं के लिए अवसरों को प्रस्‍तुत करते हुए खनन को केंद्रीकृत कर सकते हैं, बिटकॉइन को भ्रष्ट करने के लिए पर्याप्त शक्ति वाली व्यक्तिगत संस्थाओं के उत्पादन करने की संभावना नगण्‍य है। कला विकेन्द्रीकृत है।
it: Le iscrizioni sono una fonte estremamente benevola di domanda di spazio per i blocchi. A differenza, ad esempio, delle stablecoin, che potrebbero dare ai grandi emittenti di stablecoin un'influenza sul futuro dello sviluppo di Bitcoin, o della DeFi, che potrebbe centralizzare il mining introducendo opportunità di MEV, è improbabile che l'arte digitale e gli oggetti da collezione su Bitcoin producano o attraggano entità individuali con un potere sufficiente a corrompere Bitcoin. L'arte è decentralizzata.
ko: 인스크립션은 블록 공간에 대한 매우 양성적인 수요의 원천이다. 예를 들어, 잠재적으로 대규모 스테이블코인 발행자가 비트코인 개발의 미래에 영향력을 행사할 수 있게 할수 있는 스테이블코인이나, 비트코인에 MEV를 적용할 기회를 도입하여 채굴을 중앙화 시킬 수 있는 탈중앙 금융(DeFi)과 달리, 비트코인 디지털 아트와 수집품이 비트코인을 손상시킬 수 있는 충분한 힘을 가진 개별 주체를 만들어 낼 가능성은 희박하다. 예술은 탈중앙화되어 있다.
pt: As inscrições são uma fonte extremamente benigna de demanda por espaço de bloco. Ao contrário, por exemplo, das stablecoins, que potencialmente dão aos grandes emissores de stablecoin influência sobre o futuro do desenvolvimento do Bitcoin, ou DeFi, que pode centralizar a mineração introduzindo oportunidades para MEV, arte digital e colecionáveis no Bitcoin são improváveis de produzir entidades individuais com poder suficiente para corromper o Bitcoin. A arte é descentralizada.
ru: Надписи - это исключительно доброкачественный источник спроса на блокчейн. В отличие, например, от стабильных монеток, которые потенциально дают крупным эмитентам стабильных монеток возможность влиять на будущее развитие Биткоина, или DeFi, которые могут централизовать майнинг, создавая возможности для MEV, цифровое искусство и коллекционные предметы на Биткоине вряд ли приведут к появлению отдельных субъектов, обладающих достаточной властью, чтобы коррумпировать Биткоин. Искусство децентрализовано.
zh: 铭文是区块空间需求的一个极其良性的来源，不像稳定币，可能会让大型发行人对比特币的未来发展产生影响；也不像DeFi，可能通过在比特币上引入MEV、数字艺术和收藏品的机会来集中挖矿。艺术是去中心化的，任何实体都不可能运用权力去破坏得了比特币。

source: Inscription users and service providers are incentivized to run Bitcoin full nodes, to publish and track inscriptions, and thus throw their economic weight behind the honest chain.
de: Nutzer von Inscription und Dienstleister werden dazu angeregt, Bitcoin-Full-Nodes zu betreiben, um Inscription zu veröffentlichen und zu verfolgen, und somit ihr wirtschaftliches Gewicht hinter die ehrliche Blockchain zu legen.
es: Se les incentiva a los usuarios de inscripciones y a los proveedores de servicios ejecutar nodos de Bitcoin, para publicar y rastrear inscripciones, y así apoyar respaldar la cadena.
fil: Ang mga user ng inscription at mga service provider ay binibigyang insentibo na magpatakbo ng buong Bitcoin node, mag-publish at subaybayan ang mga inscription, at sa gayon ay maging mataas ang integrity ng chain.
fr: Les utilisateurs et les fournisseurs de services d’inscriptions sont incités à exploiter des nœuds complets Bitcoin, à publier et à suivre les inscriptions, contribuant ainsi à renforcer la blockchain légitime grâce à leur poids économique.
hi: इंस्‍क्रि‍प्‍शंस उपयोगकर्ताओं और सेवा प्रदाताओं को बिटकॉइन पूर्ण नोड्स संचालित करने, इंस्‍क्रि‍प्‍शंस प्रकाशित करने और ट्रैक करने के लिए प्रोत्साहित किया जाता है, और इस प्रकार ईमानदार श्रृंखला के पीछे आक्रामक तरीके से आर्थिक रूप से अपना प्रभाव डालकर समर्थन किया जाता है।
it: Gli utenti delle iscrizioni e i fornitori di servizi sono incentivati a gestire i nodi completi di Bitcoin, a pubblicare e a tenere traccia delle iscrizioni, e quindi a far valere il loro peso economico dietro la "catena onesta".
ko: 인스크립션 사용자와 서비스 제공자는 비트코인 풀 노드를 운영하고, 인스크립션을 발행하고 추적하여 정직한 체인에 경제적 힘을 실어줄 동기부여를 받는다.
pt: Os usuários de inscrições e provedores de serviços são incentivados a executar nós completos do Bitcoin, a publicar e rastrear inscrições e, assim, colocar seu peso econômico na cadeia honesta.
ru: Пользователи надписей и поставщики услуг получают стимул запускать Bitcoin full nodes, публиковать и отслеживать надписи и тем самым поддерживать честную цепочку своим экономическим весом.
zh: 铭文用户和服务提供商被激励运行比特币全节点，以及发布跟踪铭文，从而将他们的经济权重投向诚实的链。

source: Ordinal theory and inscriptions do not meaningfully affect Bitcoin's fungibility. Bitcoin users can ignore both and be unaffected.
de: Die Ordinaltheorie und inscriptions beeinflussen die Fungibilität von Bitcoin nicht in bedeutender Weise. Bitcoin-Nutzer können beide ignorieren und bleiben unberührt.
es: La teoría ordinal y las inscripciones no afectan en alguna escala significante la fungibilidad de Bitcoin. Los usuarios de Bitcoin pueden ignorar ambos y no verse afectados.
fil: Ang Ordinal Theory at inscription ay hindi gaanong nakakaapekto sa pagiging epektibo ng Bitcoin. Maaaring balewalain ng mga gumagamit ng Bitcoin ang pareho at manatiling hindi maaapektuhan.
fr: La théorie ordinale et les inscriptions n’affectent pas la fongibilité de Bitcoin de manière significative. Les utilisateurs de Bitcoin peuvent ignorer les deux et ne pas être affectés.
hi: ऑर्डिनल्स थ्‍यौरी (क्रमसूचक सिद्धांत) और इंस्‍क्रि‍प्‍शंस (डिजिटल अभिलेख) बिटकॉइन की परिवर्तनशीलता को सार्थक रूप से प्रभावित नहीं करते। बिटकॉइन उपयोगकर्ता दोनों को अनदेखा कर सकते हैं और इससे अप्रभावित रह सकते हैं।
it: La teoria ordinale e le iscrizioni non influiscono significativamente sulla fungibilità di Bitcoin. Gli utenti di Bitcoin possono ignorarle e non risentirne.
ko: 오디널 이론과 인스크립션은 비트코인의 대체 가능성에 의미 있는 영향을 미치지 않는다. 비트코인 사용자는 두 가지를 모두 무시해도 아무런 영향을 받지 않을 것이다.
pt: A teoria ordinal e as inscrições não afetam significativamente a fungibilidade do Bitcoin. Os usuários do Bitcoin podem ignorar ambas e não serem afetados.
ru: Ordinal theory и надписи не оказывают существенного влияния на взаимозаменяемость Биткоина. Пользователи Биткоина могут игнорировать и то, и другое, и это их не затронет.
zh: 序数理论和铭文不会对比特币的可替代性产生重大影响。比特币用户即使忽略这两者也不会受到影响。

source: We hope that ordinal theory strengthens and enriches bitcoin, and gives it another dimension of appeal and functionality, enabling it more effectively serve its primary use case as humanity's decentralized store of value.
de: Wir hoffen, dass die Ordinaltheorie Bitcoin stärkt und bereichert und ihm eine weitere Dimension von Attraktivität und Funktionalität verleiht, damit es seine Hauptanwendung als dezentrale Wertspeicherung der Menschheit effektiver erfüllen kann.
es: Esperamos que la teoría ordinal fortalezca y enriquezca a bitcoin, y le dé otra dimensión de atractividad y funcionalidad, permitiéndole servir de manera más efectiva a su caso de uso principal como el almacenamiento descentralizado de valor de para la humanidad.
fil: Umaasa kami na ang Ordinal Theory ay magpapalakas at magpapayaman sa Bitcoin, at binibigyan ito ng appeal at functionality, na nagbibigay-daan dito na mas epektibong magsilbi sa paggamit nito bilang isang desentralisadong model sa sangkatauhan.
fr: Nous espérons que la théorie ordinale renforcera et enrichira Bitcoin, et lui donnera une autre dimension d’attrait et de fonctionnalité, lui permettant de mieux servir son cas d’utilisation principal en tant que réserve de valeur décentralisée de l’humanité.
hi: हम आशा करते हैं कि ऑर्डिनल्स थ्‍यौरी (क्रमसूचक सिद्धांत) बिटकॉइन को मजबूत और समृद्ध करेंगे, और इसे आकर्षक और कार्यात्‍मक बनाकर इसके प्राथमिक उपयोग के मामले की सेवा करके इसे और अधिक प्रभावी ढंग से मानवता के मूल्य के विकेन्द्रीकृत भंडार के रूप में सक्षम करेंगे।
it: Ci auguriamo che la teoria ordinale rafforzi e arricchisca il bitcoin, conferendogli un'ulteriore dimensione di fascino e funzionalità, consentendogli di servire più efficacemente il suo caso d'uso primario come riserva di valore decentralizzata dell'umanità.
ko: 우리의 바람은 오디널 이론이 비트코인을 강화하고 풍성하게 하며, 비트코인의 매력과 기능에 또 다른 차원을 부여하여 비트코인이 인류의 탈중앙화된 가치 저장소로서 이 주요 사용 사례를 더욱 효과적으로 수행할 수 있게 해 주는 것이다.
pt: Esperamos que a teoria ordinal fortaleça e enriqueça o bitcoin, e lhe dê outra dimensão de apelo e funcionalidade, permitindo-lhe servir de forma mais eficaz o seu caso de uso principal como reserva descentralizada de valor da humanidade.
ru: Мы надеемся, что ordinal theory укрепит и обогатит Биткоин, придаст ему еще одно измерение привлекательности и функциональности, это позволит ему более эффективно выполнять свою основную функцию децентрализованного хранилища ценностей человечества.
zh: 我们希望序数理论能够加强、丰富比特币，并赋予它另一个维度的吸引力和功能，使其能够更有效地服务于其作为人类去中心化价值存储的主要用例。

source: Contributing to `ord`
de: Beitrag zu `ord`
es: Contribuir a `ord`
fil: Mag-ambag sa `ord`
fr: Contribuer à `ord`
hi: `ऑर्ड` में योगदान
it: Contribuire ad `ord`
ko: `ord`에 기여하기
pt: Contribuindo para `ord`
ru: Вклад в развитие `ord`
zh: 如何为`ord`做贡献

source: Suggested Steps
de: Vorgeschlagene Schritte
es: Pasos Sugeridos
fil: Mga iminungkahing hakbang
fr: Étapes suggérées
hi: अनुशंसित कदम
it: Passi Suggeriti
ko: 권장 단계
pt: Etapas sugeridas
ru: Предлагаемые шаги
zh: 建议的步骤

source: Find an issue you want to work on.
de: Finden Sie ein Problem, an dem Sie arbeiten möchten.
es: Encuentra un problema en el que quieras trabajar.
fil: Maghanap ng isyu na gusto mong ayusin.
fr: Trouvez un problème sur lequel vous voulez travailler.
hi: जिस मुद्दे पर आप काम करना चाहते हैं उसका पता लगाएं
it: Trovate un problema su cui volete lavorare.
ko: 작업하고 싶은 이슈를 찾아보자.
pt: Encontre um problema no qual deseja trabalhar.
ru: Найдите проблему, над которой вы хотите поработать.
zh: 找到一个你想解决的问题。

source: Figure out what would be a good first step towards resolving the issue. This could be in the form of code, research, a proposal, or suggesting that it be closed, if it's out of date or not a good idea in the first place.
de: Überlegen Sie, was der erste Schritt zur Lösung des Problems sein könnte. Dies könnte in Form von Code, Forschung, einem Vorschlag oder der Empfehlung erfolgen, es zu schließen, wenn es veraltet ist oder von vornherein keine gute Idee ist.
es: Determina cuál debería ser el primer paso para abordar el problema. Esto podría involucrar código, investigación, la elaboración de una propuesta o incluso sugerir su cierre si está desactualizado o evaluar si es una buena idea desde un inicio.
fil: Tukuyin kung ano ang magiging magandang unang hakbang patungo sa paglutas ng isyu. Ito ay maaaring nasa anyo ng code, pananaliksik, panukala, o sa pamamagitan ng pagmumungkahi na i-close ito, kung ito ay lipas na o hindi magandang ideya sa simula pa lang.
fr: Déterminez quelle pourrait être la première mesure à prendre pour résoudre le problème. Cela pourrait se faire sous la forme d’un code, d’une recherche, d’une proposition, ou en suggérant qu’il soit clos, si le problème est obsolète ou s’il n’était pas une bonne idée dès le départ.
hi: यह जानने का पता लगाएँ कि समस्या सुलझाने की दिशा में आपका पहला बेहतर कदम क्या होगा। यह कोड, शोध, एक प्रस्ताव या इसे बंद करने के सुझाव के रूप में हो सकता है, यदि यह बहुत पुराना हो गया है या पहली बार अच्छे से विचार नहीं किया है।
it: Cercate di capire quale sarebbe il primo passo da fare per risolvere il problema. Questo potrebbe essere sotto forma di codice, ricerca, proposta o suggerimento di chiudere il problema, se è obsoleto o non è una buona idea.
ko: 문제 해결을 위한 첫 번째 단계로 무엇이 좋을지 생각해 보자. 이는 코드, 연구, 제안의 형태가 될 수도 있고, 오래되었거나 애초에 좋은 아이디어가 아닌 경우 폐쇄를 제안하는 것일 수도 있다.
pt: Descubra qual seria um bom primeiro passo para resolver o problema. Isso pode ser na forma de código, pesquisa, uma proposta ou sugestão de que seja encerrado, se estiver desatualizado ou não for uma boa ideia em primeiro lugar.
ru: Определите, что будет хорошим первым шагом к решению проблемы. Это может быть в форме кода, исследование, коммерческое предложение или предложение закрыть проблему, если она устарела или вообще не является хорошей идеей.
zh: 弄清楚什么是解决这个问题的良好的第一步，这可以是代码，研究和提案的形式，或者是如果它已经过时，或者一开始就不是一个好主意，则建议将其关闭。

source: Comment on the issue with an outline of your suggested first step, and asking for feedback. Of course, you can dive in and start writing code or tests immediately, but this avoids potentially wasted effort, if the issue is out of date, not clearly specified, blocked on something else, or otherwise not ready to implement.
de: Kommentieren Sie das Problem, skizzieren Sie Ihren vorgeschlagenen ersten Schritt und bitten Sie um Feedback. Natürlich können Sie sofort loslegen und mit dem Schreiben von Code oder Tests beginnen, aber das vermeidet potenziell verschwendeten Aufwand, wenn das Problem veraltet, nicht klar spezifiziert, an etwas anderem blockiert oder aus anderen Gründen nicht zur Implementierung bereit ist.
es: Comenta sobre el problema con un esquema de tu primer paso sugerido y pide opiniones. Podrías comenzar a escribir código o hacer pruebas de inmediato, pero esto evita que se haga un esfuerzo potencialmente desperdiciado.
fil: Magkomento sa problema, at humihingi ng feedback. Maaari kang sumali at magsimulang magsulat ng code o mag test, ngunit nakakatipid sa oras ang pagberipika kung ang paksa ay luma na, kung hindi ito malinaw, kung ito ay hindi pa handang ipatupad.
fr: Commentez le problème en décrivant les grandes lignes de la première étape que vous suggérez et demandez un retour d’information. Bien sûr, vous pourriez vous lancer immédiatement dans l’écriture du code ou de tests, mais cela vous évitera de gaspiller des efforts si le problème n’est plus d’actualité, s’il n’est pas clairement spécifié, s’il est bloqué ou s’il n’est pas prêt à être implémenté.
hi: अपने सुझाए गए पहले कदम की रूपरेखा के साथ मुद्दे पर टिप्पणी करें, और प्रतिक्रिया की मांग करें। निस्‍संदेह, आप इसकी गहराई में उतरें और तुरंत कोड या परीक्षण लिखना शुरू कर सकते हैं, लेकिन यह संभावित रूप से बेकार की मेहनत करने से बचना है, यदि मुद्दा बहुत पुराना है, स्पष्ट उल्‍लेख नहीं किया गया, किसी अन्‍य को अवरुद्ध किया है, या अन्यथा लागू करने के लिए तैयार नहीं है।
it: Commentate il problema con una bozza del primo passo che avete suggerito e chiedete un feedback. Naturalmente, potete tuffarvi e iniziare a scrivere codice o test immediatamente, ma questo evita sforzi potenzialmente sprecati, se il problema non è aggiornato, non è chiaramente specificato, è bloccato su qualcos'altro o non è pronto per essere implementato.
ko: 제안한 첫 번째 단계의 개요와 함께 문제에 대해 댓글을 달고 피드백을 요청하자. 물론 바로 코드나 테스트 작성을 시작할 수도 있지만, 이렇게 하면 문제가 오래되었거나, 명확하게 지정되지 않았거나, 다른 것에 의해 차단되었거나, 구현할 준비가 되지 않은 경우 잠재적으로 낭비될 수 있는 노력을 피할 수 있다.
pt: Comente sobre o problema com um esboço da primeira etapa sugerida e peça feedback. Claro, você pode mergulhar e começar a escrever código ou testes imediatamente, mas isso evita um esforço potencialmente desperdiçado, se o problema estiver desatualizado, não claramente especificado, bloqueado em outra coisa ou de outra forma não pronto para implementação.
ru: Прокомментируйте проблему, изложив в общих чертах свой первый шаг, и попросите откликнуться. Конечно, можно сразу же приступить к написанию кода или тестов, но это позволит избежать потенциально напрасных усилий, если проблема устарела, нечетко сформулирована, заблокирована на чем-то другом или иным образом не готова к реализации.
zh: 概述您所建议的第一步，对问题进行评论，并征求反馈。当然你也可以立即投入并开始编写代码或者测试。但是如果问题已经过时、未明确制定、因其他原因受阻或者未准备好实施，这一步可以避免潜在的精力浪费。

source: If the issue requires a code change or bugfix, open a draft PR with tests, and ask for feedback. This makes sure that everyone is on the same page about what needs to be done, or what the first step in solving the issue should be. Also, since tests are required, writing the tests first makes it easy to confirm that the change can be tested easily.
de: Wenn das Problem eine Code-Änderung oder Fehlerbehebung erfordert, öffnen Sie einen Entwurfs-PR mit Tests und bitten Sie um Feedback. Dies stellt sicher, dass alle auf derselben Seite darüber sind, was getan werden muss, oder was der erste Schritt zur Lösung des Problems sein sollte. Da Tests erforderlich sind, erleichtert das Schreiben der Tests zuerst die Bestätigung, dass die Änderung leicht getestet werden kann.
es: Si el problema requiere un cambio de código o corrección de bugs, abre un PR preliminar con pruebas y pide sugerencias. Esto asegura que todos estende acuerdo acerca de lo que se debe de hacer, o el primer paso en solucionar elproblema. Como se requieren pruebas escribirlas y probarlas confirma que se pueden llevar a cabo fácilmente
fil: Kung ang isyu ay nangangailangan ng pagbabago ng code o pag-aayos sa isang bug, magbukas ng PR (pull request) draft na may kasamang test, at humingi ng feedback. Nakakatulong ito na matiyak na ang lahat ay sumasang-ayon sa kung ano ang kailangang gawin o ang unang hakbang sa paglutas ng problema. Dapat tandaan na ang paggawa ng tests at mahalaga upang madali at mabilis ma peripika ang iyong PR.
fr: Si le problème nécessite une modification du code ou la correction d’un bogue, ouvrez un brouillon de demande de tirage (pull request) avec des tests et demandez des suggestions. Cela permet de s’assurer que tout le monde est d’accord sur ce qui doit être fait, ou sur la première étape de la résolution du problème. De plus, puisque des tests sont nécessaires, le fait de les écrire en premier permet de confirmer que le changement peut être testé facilement.
hi: यदि मुद्दे के लिए कोड में बदलाव या बगफिक्स (किसी कंप्यूटर प्रोग्राम या सिस्टम में किसी बग में सुधार) करने की आवश्यकता है, तब परीक्षणों के साथ एक ड्राफ्ट पीआर खोलें और प्रतिक्रिया की मांग करें। यह सुनिश्चित करता है कि मुद्दे को सुलझाने के लिए जो कुछ भी करने की आवश्यकता है उस पर सबने सहमति दे दी है। इसके अतिरिक्‍त, साथ ही, चूंकि परीक्षण करने की आवश्यकता होती है, इसलिए पहले परीक्षण लिखने से यह पुष्टि करना आसान हो जाता है कि परिवर्तन का आसानी से परीक्षण किया जा सकता है।
it: Se il problema richiede una modifica del codice o un bugfix, aprite una bozza di PR con i test e chiedete un feedback. In questo modo ci si assicura che tutti siano d'accordo su ciò che deve essere fatto o su quale dovrebbe essere il primo passo per risolvere il problema. Inoltre, dato che i test sono necessari, scriverli per primi facilita la conferma che la modifica può essere testata facilmente.
ko: 문제에 코드 변경이나 버그 수정이 필요한 경우 테스트가 포함된 PR 초안을 오픈하고 피드백을 요청하자. 이렇게 하면 모든 사람이 수행해야 할 작업이나 문제 해결의 첫 단계가 무엇인지에 대해 동일한 정보를 공유할 수 있다. 또한 테스트가 필요하므로 테스트를 먼저 작성하면 변경 사항을 쉽게 테스트할 수 있는지 쉽게 확인할 수 있다.
pt: Se o problema exigir uma alteração de código ou correção de bug, abra um rascunho de PR com testes e peça feedback. Isso garante que todos estejam na mesma página sobre o que precisa ser feito ou qual deve ser o primeiro passo para resolver o problema. Além disso, como os testes são obrigatórios, escrever os testes primeiro facilita a confirmação de que a alteração pode ser testada facilmente.
ru: Если проблема требует изменения кода или исправления ошибки, откройте PR проект с тестами и попросите высказать свое мнение. Это позволит убедиться, что все согласны с тем, что нужно сделать, или с тем, каким должен быть первый шаг в решении проблемы. Кроме того, поскольку тесты необходимы, написание тестов вначале позволяет легко убедиться в том, что изменение можно легко протестировать.
zh: 如果问题需要更改代码或者修复错误，请打开测试PR草稿，并征求反馈意见。这将保证每一个人会同步知道需要做一些什么，或者解决这个问题的第一步是什么。同样，调试是必须的，所以首先写出测试草案并确认更新是可以被容易的测试的。

source: Mash the keyboard randomly until the tests pass, and refactor until the code is ready to submit.
de: Mischen Sie die Tastatur nach dem Zufallsprinzip, bis die Tests bestanden sind, und überarbeiten Sie sie, bis der Code zur Übermittlung bereit ist.
es: Escribe código hasta que las pruebas pasen y refactorizar hasta que el código esté listo para enviar.
fil: Gumawa ng maraming test, at i-tweak ang code hanggang sa handa na itong isumite.
fr: Tapez de façon aléatoire sur le clavier jusqu’à ce que les tests passent, et réusinez le code jusqu’à ce qu’il soit prêt à être soumis.
hi: परीक्षण पास होने तक कीबोर्ड को बेतरतीब ढंग से मैश करें, और जब तक कोड सबमिट करने के लिए तैयार न हो जाए, तब तक पुनर्संशोधित करें।
it: Schiacciate la tastiera a caso finché i test non passano, e rifattorizzate finché il codice non è pronto per essere inviato.
ko: 테스트가 통과될 때까지 키보드를 무작위로 매시하고 코드를 제출할 준비가 될 때까지 리팩터링하자.
pt: Esmague o teclado aleatoriamente até que os testes sejam aprovados e refatore até que o código esteja pronto para ser enviado.
ru: Нажимайте на клавиатуру в произвольном порядке, пока тесты не пройдут, и дорабатывайте код до тех пор, пока он не будет готов к отправке.
zh: 随机敲击键盘直到测试通过，然后重构直到代码准备好提交。

source: Mark the PR as ready to review.
de: Markieren Sie die PR als zur Überprüfung bereit.
es: Marca el PR como listo para revisar.
fil: Markahan ang PR ng “ready to review”.
fr: Marquez la demande de tirage comme prête à être révisée.
hi: PR (पीआर) को समीक्षा के लिए तैयार के रूप में चिह्नित करें।
it: Contrassegnare la PR come pronta per la revisione.
ko: PR을 리뷰할 준비가 된 것으로 표시한다.
pt: Marque a PR como pronto para revisão.
ru: Пометьте PR как готовый к рассмотрению.
zh: 将 PR 标记为审查就绪。
