Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: The transaction should have only 1 input, and this should be the UTXO with the label you want to send
de: Die Transaktion sollte nur eine Eingabe haben, und dies sollte das UTXO mit der Bezeichnung sein, die Sie senden möchten
es: La transacción debería tener solo 1 input (entrada), y esta debería ser el UTXO con la etiqueta que quieres enviar.
fil: Ang transaksyon ay dapat magkaroon lamang ng 1 input, at ito ay dapat na ang UTXO na may label na gusto mong ipadala
fr: La transaction ne doit avoir que 1 input (entrée), et celle-ci doit être l’UTXO avec l’étiquette que vous voulez envoyer.
hi: लेन-देन में केवल 1 इनपुट होनी चाहिए, और यह उस लेबल के साथ UTXO होना चाहिए जिसका आप प्रेषण करना चाहते हैं।
it: La transazione deve avere un solo ingresso, che deve essere l'UTXO con l'etichetta che si vuole inviare
ko: 트랜잭션에는 입력(input)이 1개만 있어야 하며, 이 입력은 전송하려는 레이블이 있는 UTXO여야 한다
pt: A transação deve ter apenas 1 entrada (input), e esta deve ser o UTXO com o rótulo que você deseja enviar
ru: Транзакция должна иметь только один вход, и это должен быть UTXO с лейблом, которую вы хотите отправить
zh: 交易应该只有1个输入，这应该是您想要发送的带有标签的UTXO

source: The transaction should have only 1 output, which is the address/label where you want to send the inscription
de: Die Transaktion sollte nur eine Ausgabe haben, nämlich die Adresse/Etikett, an die Sie die Inschrift senden möchten
es: La transacción debería tener solo 1 output (salida), siendo esta la dirección/etiqueta a donde deseas enviar la inscripción.
fil: Ang transaksyon ay dapat magkaroon lamang ng 1 output, na kung saan ay ang address/label kung saan gusto mong ipadala ang inskripsiyon
fr: La transaction ne doit avoir que 1 output (sortie), qui est l’adresse/l’étiquette où vous voulez envoyer l’inscription
hi: लेन-देन में केवल 1 आउटपुट होना चाहिए, जो कि पता/लेबल है जहां आप इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) प्रेषि‍त करना चाहते हैं।
it: La transazione deve avere solo un'uscita, che è l'indirizzo/etichetta a cui si vuole inviare l'iscrizione
ko: 트랜잭션에는 출력(output)이 1개만 있어야 하며 이는 인스크립션을 보낼 주소/레이블이다
pt: A transação deverá ter apenas 1 saída (output), que é o endereço/etiqueta para onde deseja enviar a inscrição
ru: Транзакция должна иметь только один выход - адрес/лейбл, на который необходимо отправить надпись
zh: 交易应该只有1个输出，这是您想要发送铭文的地址/标签

source: If your transaction looks any different, for example you have multiple inputs, or multiple outputs then this may not be a safe transfer of your inscription, and you should abandon sending until you understand more, or can import into the `ord` wallet.
de: Wenn Ihre Transaktion anders aussieht, z. B. wenn Sie mehrere Eingaben oder Ausgaben haben, handelt es sich möglicherweise nicht um eine sichere Übertragung Ihrer inscription, und Sie sollten das Senden abbrechen, bis Sie mehr verstehen oder sie in das `ord` Wallet importieren können.
es: Si tu transacción luce diferente, por ejemplo, tiene múltiples entradas o múltiples salidas, entonces quizás no sea una transferencia segura de tu inscripción, y deberías detener el envío hasta entender completamente el procedimiento, o hasta que logres importarla al monedero `ord`.
fil: Kung iba ang hitsura ng iyong transaksyon, halimbawa marami kang mga input, o maramihang mga output kung gayon ito ay maaaring hindi isang ligtas na paglipat ng iyong inskripsyon, at dapat mong iwanan ang pagpapadala hanggang sa mas maunawaan mo, o maaaring mag-import sa `ord` wallet.
fr: Si votre transaction semble différente, par exemple si elle a plusieurs entrées ou plusieurs sorties, il se peut que le transfert de votre inscription ne soit pas sûr et que vous deviez renoncer à l’envoyer jusqu’à ce que vous en sachiez plus ou jusqu’à ce que vous puissiez l’importer dans le portefeuille `ord`.
hi: यदि आपका लेनदेन कुछ अलग तरह का दिखाई देता है, उदाहरण के लिए आपके पास एक से अधिक इनपुट, या एक से अधिक आउटपुट हैं तो यह आपके इंस्‍क्रीप्‍शन (डिजिटल अभिलेख) का सुरक्षित हस्तांतरण नहीं हो सकता है, और जब तक आप इसे अच्‍छे से समझ नहीं लेते, या ऑर्ड वॉलेट में इंपोर्ट नहीं कर लेते, तब तक आपको इसे प्रेषित करने से बचना चाहिए।
it: Se la transazione ha un aspetto diverso, ad esempio ha più ingressi o più uscite, allora potrebbe non essere un trasferimento sicuro dell'iscrizione e si dovrebbe abbandonare l'invio fino a quando non se ne saprà di più o non si riuscirà a importare nel portafoglio `ord`.
ko: 예를 들어 입력이 여러 개이거나 출력이 여러 개인 등 거래가 조금이라도 다르게 보인다면 안전한 송금이 아닐 수 있으니, 더 많은 정보를 파악하거나 `ord` 지갑으로 가져오기 할 수 있을 때까지 전송을 중단해야 한다.
pt: Se a sua transação parecer diferente, por exemplo, você tem múltiplas entradas ou múltiplas saídas, então esta pode não ser uma transferência segura da sua inscrição e você deve abandonar o envio até entender mais, ou importar para a carteira `ord`.
ru: Если ваша транзакция выглядит иначе, например, у вас несколько входов или несколько выходов, то это может быть небезопасной передачей вашей надписи, и вам следует отказаться от отправки, пока вы не поймете больше или не сможете импортировать в кошелек `ord`.
zh: 如果您的交易看起来与此不同，例如您有多个输入或多个输出，那么这可能不是一种安全的铭文传输方式，您应该放弃发送，直到您更了解或可以导入到`ord`钱包。

source: You should set an appropriate transaction fee, Sparrow will usually recommend a reasonable one, but you can also check [mempool.space](https://mempool.space) to see what the recommended fee rate is for sending a transaction.
de: Sie sollten eine angemessene Transaktionsgebühr festlegen. Sparrow wird in der Regel eine vernünftige Gebühr empfehlen, aber Sie können auch auf [mempool.space](https://mempool.space) nachsehen, um zu erfahren, was die empfohlene Gebührenrate für das Senden einer Transaktion ist.
es: Es necesario fijar una comisión de transacción adecuada; Sparrow normalmente sugerirá una adecuada, aunque también puedes ir a [mempool.space](https://mempool.space/) para conocer la tasa recomendada para enviar una transacción.
fil: Dapat kang magtakda ng naaangkop na bayarin sa transaksyon, ang Sparrow ay karaniwang magrekomenda ng rate, ngunit maaari mo ring tingnan ang [mempool.space](https://mempool.space) upang makita kung ano ang inirerekomendang rate ng bayad para sa pagpapadala ng transaksyon.
fr: Vous devez fixer des frais de transaction appropriés. Sparrow en recommande généralement des raisonnables, mais vous pouvez également consulter [mempool.space](https://mempool.space) pour voir quel taux de frais est recommandé pour l’envoi d’une transaction.
hi: आपको एक उचित लेनदेन शुल्क निर्धारित करना चाहिए, स्पैरो आमतौर पर उचित शुल्क की अनुशंसा करेगा,
it: È necessario impostare una tariffa di transazione appropriata; Sparrow di solito ne consiglia una ragionevole, ma si può anche controllare [mempool.space](https://mempool.space) per vedere qual è la tariffa raccomandata per l'invio di una transazione.
ko: 적절한 트랜잭션 수수료를 설정해야 하며, 보통 스패로우에서 합리적인 수수료를 추천해 주지만, 트랜잭션 전송에 대한 권장 수수료율을 확인하려면 [mempool.space](https://mempool.space)에서 확인할 수도 있다.
pt: Você deve definir uma taxa de transação apropriada; o Sparrow geralmente recomendará uma taxa razoável, mas você também pode verificar [mempool.space](https://mempool.space) para ver qual é a taxa de taxa recomendada para o envio de uma transação no momento.
ru: Вы должны установить соответствующую плату за транзакцию, обычно Sparrow рекомендует разумную, но вы также можете проверить [mempool.space](https://mempool.space), чтобы узнать, какова рекомендуемая ставка платы комиссии за отправку транзакции.
zh: 您应该设置合适的交易费用，Sparrow通常会推荐一个合理的费用，但您也可以查看[mempool.space](https://mempool.space) 以查看发送交易的推荐费率。

source: You should add a label for the recipient address, a label like `alice address for inscription #123` would be ideal.
de: Sie sollten eine Beschriftung für die Empfängeradresse hinzufügen, ideal wäre eine Beschriftung wie `alice address for inscription #123`.
es: Deberías añadir una etiqueta para la dirección del destinatario; una etiqueta como `dirección de Alice para la inscripción #123` sería ideal.
fil: Dapat kang magdagdag ng label para sa address ng tatanggap, isang label tulad ng `alice address para sa inscription #123` ay magiging perpekto.
fr: Vous devriez ajouter une étiquette pour l’adresse du destinataire ; une étiquette telle que `alice address for inscription #123` (adresse Alice pour inscription #123) serait idéal.
hi: आपको प्राप्तकर्ता के पते के लिए एक लेबल जोड़ना चाहिए, `alice address for inscription #123` जैसा लेबल इष्‍टतम होगा।
it: È necessario aggiungere un'etichetta per l'indirizzo del destinatario, un'etichetta come `alice address for inscription #123` sarebbe l'ideale.
ko: 받는 사람 주소에 레이블을 추가해야 하는데, `alice address for inscription #123`와 같은 레이블이 이상적이다.
pt: Você deve adicionar um rótulo (label) para o endereço do destinatário, um rótulo como `endereço de Alice para inscrição 123` seria o ideal.
ru: Необходимо добавить лейбл для адреса получателя, идеальным вариантом будет метка типа `alice address for inscription #123`.
zh: 您应该为收件人地址添加一个标签，如`alice address for inscription #123`就很理想。

source: Once you have checked the transaction is a safe transaction using the checks above, and you are confident to send it you can click `Create Transaction`.
de: Sobald Sie mithilfe der oben genannten Prüfungen überprüft haben, dass es sich bei der Transaktion um eine sichere Transaktion handelt, und Sie sicher sind, dass Sie sie senden können, können Sie auf `Create Transaction` klicken.
es: Una vez que hayas verificado que la transacción es segura usando los criterios mencionados anteriormente, y te sientas seguro de enviarla, puedes hacer clic en `Create Transaction` (Crear Transacción).
fil: Kapag nasuri mo na ang transaksyon ay isang ligtas na transaksyon gamit ang mga tseke sa itaas, at tiwala kang maipadala ito maaari mong i-click ang `Create Transaction`.
fr: Une fois que vous avez vérifié que la transaction est sûre en utilisant les critères mentionnés ci-dessus, et que vous êtes confiant pour l’envoyer, vous pouvez cliquer sur `Create Transaction` (créer transaction).
hi: एक बार जब आप ऊपर दिये गये जांच पैमानों का उपयोग करके जाँच लेते हैं कि लेन-देन एक सुरक्षित लेन-देन है, और आप इसे प्रेषित करने के लिए आश्वस्त हैं तो आप लेन-देन को अंतिम रूप देने के लिए `Create Transaction` पर क्लिक कर सकते हैं।
it: Una volta verificato che la transazione è sicura, utilizzando i controlli di cui sopra, e che si è sicuri di poterla inviare, si può fare click su `Create Transaction`.
ko: 위의 확인사항을 통해 안전한 트랜잭션인지 확인하고 송금에 확신이 들면 `Create Transaction`을 클릭한다.
pt: Depois de verificar se a transação é segura usando as verificações acima e estiver confiante para enviá-la, você pode clicar em `Create Transaction`.
ru: После того как вы убедились в безопасности транзакции с помощью описанных выше проверок и уверены в ее отправке, вы можете нажать кнопку `Create Transaction`.
zh: 在使用上述检查确认交易是安全的交易，并且有信心发送它后，您可以点击`Create Transaction`。

source: Here again you can double check that your transaction looks safe, and once you are confident you can click `Finalize Transaction for Signing`.
de: Auch hier können Sie noch einmal überprüfen, ob Ihre Transaktion sicher aussieht, und wenn Sie sicher sind, können Sie auf `Finalize Transaction for Signing` klicken.
es: Aquí puedes volver a revisar que tu transacción este correcta, una vez estés seguro puedes hacer clic en `Finalize Transaction for Signing` (Finalizar Transacción para Firmar).
fil: Dito muli, maaari mong i-double check kung ang iyong transaksyon ay mukhang ligtas, at kapag tiwala ka na, maaari mong i-click ang `Finalize Transaction for Signing`.
fr: Ici, vous pouvez à nouveau vérifier que votre transaction semble sûre et, une fois que vous êtes sûr de vous, vous pouvez cliquer sur `Finalize Transaction for Signing` (Finaliser la transaction pour la signer).
hi: दुबारा आप नये सिरे से जांच कर सकते हैं कि आपका लेन-देन एक सुरक्षित लेन-देन है, एक बार जब आप आश्‍वस्‍त हो जाते हैं तब आप `Finalize Transaction for Signing` पर क्लिक कर सकते हैं।
it: Anche qui si può verificare di nuovo che la transazione sia sicura e, una volta sicuri, si può fare click su `Finalize Transaction for Signing`.
ko: 여기서도 거래가 안전한지 다시 한 번 확인할 수 있으며, 확신이 들면 `Finalize Transaction for Signing`을 클릭한다.
pt: Aqui, novamente, você pode verificar se sua transação parece segura e, quando estiver confiante, clique em `Finalize Transaction for Signing`.
ru: Здесь вы можете еще раз убедиться в безопасности транзакции и, убедившись в этом, нажать кнопку `Finalize Transaction for Signing`.
zh: 在这里，您可以再次确认您的交易是否安全，在确认后，您可以点击`Finalize Transaction for Signing`。

source: Here you can triple check everything before hitting `Sign`.
de: Hier können Sie alles noch einmal überprüfen, bevor Sie auf `Sign` klicken.
es: Aquí puedes revisar toda una vez más antes de hacer clic en `Sign` (Firmar).
fil: Dito maaari mong i-triple check ang lahat bago pindutin ang `Sign`.
fr: Ici, vous pouvez tout vérifier une troisième fois avant de cliquer sur `Sign` (Signer).
hi: यहां आप साइन दबाने से पहले हर तथ्‍य की तीन बार जांच कर सकते हैं।
it: Qui è possibile controllare tre volte tutto prima di premere il pulsante `Sign`.
ko: 여기에서 `Sign`을 누르기 전에 모든 것을 다시 한 번 확인할 수 있다.
pt: Aqui você pode verificar tudo três vezes antes de clicar em `Sign` para assinar.
ru: Здесь вы можете трижды проверить все, прежде чем нажать кнопку `Sign`.
zh: 在这里，你可以在点击`Sign`之前再次确认所有内容。

source: And then actually you get very very last chance to check everything before hitting `Broadcast Transaction`. Once you broadcast the transaction it is sent to the bitcoin network, and starts being propagated into the mempool.
de: Und dann haben Sie tatsächlich die allerletzte Chance, alles zu überprüfen, bevor Sie auf `Broadcast Transaction` klicken. Sobald Sie die Transaktion übertragen, wird sie an das Bitcoin-Netzwerk gesendet und beginnt mit der Weitergabe an den Mempool.
es: Y luego, de hecho, tienes la última oportunidad de verificar todo antes de hacer clic en `Broadcast Transaction` (Transmitir Transacción). Una vez que transmites la transacción, se envía a la red de Bitcoin y comenzara a propagarse en el mempool.
fil: At pagkatapos ay talagang makakakuha ka ng huling pagkakataon upang suriin ang lahat bago pindutin ang `Broadcast Transaction`. Kapag nai-broadcast mo ang transaksyon ito ay ipapadala sa bitcoin network, at nagsimulang i-reveal sa mempool.
fr: Ensuite, vous avez en réalité une toute dernière chance de tout vérifier avant de cliquer sur `Broadcast Transaction` (Diffuser la transaction). Une fois la transaction diffusée, elle est envoyée au réseau Bitcoin et commence à se propager dans le mempool.
hi: और फिर वास्तव में आपको `Broadcast Transaction` करने से पहले सब कुछ जांचने का आखिरी मौका मिलता है। एक बार जब आप लेनदेन प्रसारित करते हैं तो इसे बिटकॉइन नेटवर्क पर प्रेषित किया जाता है, और mempool में प्रसारित किया जाना शुरू हो जाता है।
it: E poi, in realtà, si ha l'ultima possibilità di controllare tutto prima di premere `Broadcast Transaction`. Una volta trasmessa la transazione, questa viene inviata alla rete bitcoin e inizia a essere propagata nella mempool.
ko: 그리고 실제로 `Broadcast Transaction`을 누르기 전에 모든 것을 확인할 수 있는 마지막 기회가 주어진다. 트랜잭션을 브로드캐스트하면 비트코인 네트워크로 전송되고 멤풀로 전파되기 시작한다.
pt: E então, na verdade, você terá a última chance de verificar tudo antes de clicar em `Broadcast Transaction`. Depois de transmitir a transação, ela é enviada para a rede Bitcoin e começa a ser propagada na mempool.
ru: И тут у вас появляется самый последний шанс все проверить, прежде чем нажать кнопку `Broadcast Transaction`. Как только вы передали транзакцию, она отправляется в сеть bitcoin и начинает распространяться в mempool.
zh: 然后实际上在点击`Broadcast Transaction`之前，你有最后一次检查所有内容的机会。一旦你广播交易，它就会被发送到比特币网络，并开始在mempool中传播。

source: If you want to track the status of your transaction you can copy the `Transaction Id (Txid)` and paste that into [mempool.space](https://mempool.space)
de: Wenn Sie den Status Ihrer Transaktion verfolgen möchten, können Sie die `Transaction Id (Txid)` kopieren und in [mempool.space](https://mempool.space) einfügen.
es: Si deseas rastrear el estado de tu transacción, puedes copiar el `Identificador de la Transacción (Txid)` y pegarlo en [mempool.space](https://mempool.space/).
fil: Kung gusto mong subaybayan ang status ng iyong transaksyon maaari mong kopyahin ang `Transaction Id (Txid)` at i-paste iyon sa [mempool.space](https://mempool.space)
fr: Si vous souhaitez suivre l’état de votre transaction, vous pouvez copier `Transaction Id (Txid)` (l’identifiant de transaction) et le coller dans [mempool.space](https://mempool.space)
hi: यदि आप अपने लेन-देन की स्थिति को ट्रैक करना चाहते हैं तो आप Transaction Id (Txid) की प्रतिलिपि बना सकते हैं और उसे [mempool.space](https://mempool.space) में पेस्ट कर सकते हैं
it: Se si desidera seguire lo stato della transazione, è possibile copiare `Transaction Id (Txid)` e incollarlo in [mempool.space](https://mempool.space)
ko: 트랜잭션의 상태를 추적하려면 `Transaction Id (Txid)`를 복사하여 [mempool.space](https://mempool.space)에 붙여넣으면 된다
pt: Se quiser acompanhar o status da sua transação, você pode copiar o `Transaction Id (Txid)` e colá-lo em [mempool.space](https://mempool.space).
ru: Если вы хотите отслеживать статус вашей транзакции, вы можете скопировать `Transaction Id (Txid)` и вставить его в [mempool.space](https://mempool.space)
zh: 如果你想跟踪你的交易状态，你可以复制`Transaction Id (Txid)`并粘贴到[mempool.space](https://mempool.space)

source: Once the transaction has confirmed you can check the inscription page on [ordinals.com](https://ordinals.com) to validate that it has moved to the new output location and address.
de: Nachdem die Transaktion bestätigt wurde, können Sie die inscription seite auf [ordinals.com](https://ordinals.com) überprüfen, um sicherzustellen, dass sie an den neuen Ausgabeort und die neue Adresse verschoben wurde.
es: Cuando la transacción haya sido confirmada, puedes revisar la página de inscripciones en [ordinals.com](https://ordinals.com/) para confirmar que ha sido movida a la nueva ubicación de salida y dirección.
fil: Kapag nakumpirma na ang transaksyon maaari mong tingnan ang pahina ng inskripsiyon sa [ordinals.com](https://ordinals.com) upang ma-validate na lumipat ito sa bagong lokasyon at address ng output.
fr: Une fois la transaction confirmée, vous pouvez consulter la page d’inscriptions sur [ordinals.com](https://ordinals.com) pour vérifier qu’elle a bien été transférée vers le nouvel emplacement de sortie et la nouvelle adresse.
hi: जब लेनदेन की पुष्टि हो गई है, तो आप [ordinals.com](https://ordinals.com) पर इंस्क्रिप्शन पृष्ठ की जाँच कर सकते हैं ताकि यह नए आउटपुट स्थान और पते पर स्थानांतरित हुआ है।
it: Una volta confermata la transazione, è possibile controllare la pagina dell'iscrizione su [ordinals.com](https://ordinals.com) per verificare che sia stata spostata nel nuovo indirizzo.
ko: 트랜잭션이 확인되면 [ordinals.com](https://ordinals.com)에서 인스크립션 페이지를 확인하여 새 출력 위치(output location) 및 주소로 이동했는지 확인할 수 있다.
pt: Assim que a transação for confirmada, você pode verificar a página de inscrição em [ordinals.com](https://ordinals.com) para validar que ela foi movida para o novo local e endereço de saída.
ru: После подтверждения транзакции вы можете проверить страницу надписи на сайте [ordinals.com](https://ordinals.com), чтобы убедиться, что она переместилась на новое место и адрес вывода.
zh: 一旦交易确认，你可以在[ordinals.com](https://ordinals.com) 的铭文页面上验证它是否已移动到新的输出位置和地址。

source: Sparrow wallet is not showing a transaction/UTXO, but I can see it on mempool.space!
de: Wenn die Sparrow-Wallet eine Transaktion oder UTXO nicht anzeigt, Sie sie aber auf mempool.space sehen können!
es: ¡El monedero Sparrow no está mostrando una transacción/UTXO, pero puedo verla en mempool.space!
fil: Hindi nagpapakita ng transaksyon/UTXO ang Sparrow wallet, ngunit nakikita ko ito sa mempool.space!
fr: Le portefeuille Sparrow n’affiche pas une transaction/UTXO, mais je peux la voir sur mempool.space !
hi: स्पैरो वॉलेट transaction/UTXO नहीं दर्शा रहा है, लेकिन मैं इसे mempool.space पर देख सकता हूँ!
it: Il portafoglio Sparrow non mostra una transazione/UTXO, ma la vedo su mempool.space!
ko: 스패로우 지갑에 트랜잭션/UTXO가 표시되지 않지만, 나는 mempool.space에서는 볼 수 있다!
pt: A carteira Sparrow não mostra uma transação/UTXO, mas posso ver em mempool.space!
ru: Sparrow wallet не показывает транзакцию/UTXO, но я вижу ее в mempool.space!
zh: Sparrow钱包没有显示交易/UTXO，但我在mempool.space上看到了

source: Make sure that your wallet is connected to a bitcoin node. To validate this, head into the `Preferences`\-> `Server` settings, and click `Edit Existing Connection`.
de: Um sicherzustellen, dass Ihre Wallet mit einem Bitcoin-Knoten (Node) verbunden ist, befolgen Sie diese Schritte `Preferences`\-> `Server` settings, and click `Edit Existing Connection`.
es: Asegúrate de que tu monedero esté conectado a un nodo de bitcoin. Para validar esto, dirígete a `Preferences`\-> `Server` settings y haz clic en `Edit Existing Connection` (Editar conexión existente).
fil: Tiyaking nakakonekta ang iyong wallet sa isang bitcoin node. Para mapatunayan ito, pumunta sa `Preferences`\-> `Server` na mga setting, at i-click ang `Edit Existing Connection`.
fr: Assurez-vous que votre portefeuille est connecté à un nœud Bitcoin. Pour valider cela, allez dans les paramètres `Preferences`\-> `Server`, et cliquez sur `Edit Existing Connection` (Modifier connexion existante).
hi: `Preferences-> Server` सेटिंग्स पर जाएँ, और `Edit Existing Connection` पर क्लिक करें।
it: Assicuratevi che il vostro portafoglio sia collegato a un nodo bitcoin. Per verificarlo, accedere alle `Preferences`\-> `Server` e fare click su `Edit Existing Connection`.
ko: 지갑이 비트코인 노드에 연결되어 있는지 확인하자. 이를 확인하려면 `Preferences`\-> `Server` 설정으로 이동하여 `Edit Existing Connection`을 클릭한다.
pt: Certifique-se de que sua carteira esteja conectada a um nó bitcoin. Para validar isso, vá até `Preferences`\-> configurações de `Server` e clique em `Edit Existing Connection`.
ru: Убедитесь, что ваш кошелек подключен к Bitcoin node. Чтобы проверить это, зайдите в настройки `Preferences`\-> `Server` settings и нажмите кнопку `Edit Existing Connection`.
zh: 确保你的钱包连接到一个比特币节点。要验证这一点，转到`Preferences`\-> `Server` 设置，并点击 `Edit Existing Connection`。

source: From there you can select a node and click `Test Connection` to validate that Sparrow is able to connect successfully.
de: Von dort aus können Sie einen Knoten auswählen und auf `Test Connection` klicken, um zu überprüfen, ob Sparrow erfolgreich eine Verbindung herstellen kann.
es: Desde allí puedes seleccionar un nodo y hacer clic en `Test Connection` (Probar conexión) para validar que Sparrow pueda conectarse exitosamente.
fil: Mula doon maaari kang pumili ng isang node at i-click ang `Test Connection` upang ma-validate na matagumpay na nakakonekta ang Sparrow.
fr: De là, vous pouvez sélectionner un nœud et cliquer sur `Test Connection` (Tester connexion) pour valider que Sparrow est capable de se connecter avec succès.
hi: वहां से आप एक नोड का चयन कर सकते हैं और यह प्रमाणित करने के लिए `Test Connection` पर क्लिक कर सकते हैं कि स्पैरो सफलतापूर्वक जुड़ने में सक्षम है।
it: Da qui è possibile selezionare un nodo e fare click su `Test Connection` per verificare che Sparrow sia in grado di connettersi correttamente.
ko: 여기에서 노드를 선택하고 `Test Connection`를 클릭하여 스패로우가 성공적으로 연결할 수 있는지 확인할 수 있다.
pt: A partir daí você pode selecionar um nó e clicar em `Test Connection` para validar se o Sparrow é capaz de se conectar com sucesso.
ru: После этого можно выбрать node и нажать кнопку `Test Connection`, чтобы убедиться, что Sparrow успешно подключился.
zh: 从那里你可以选择一个节点并点击 `Test Connection` 来验证Sparrow是否能够成功连接。
