Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Both parts use [frequency.tsv](frequency.tsv), a list of words and the number of times they occur in the [Google Books Ngram dataset](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html). filtered to only include the names of sats which will have been mined by the end of the submission period, that appear at least 5000 times in the corpus.
de: Beide Teile verwenden [frequency.tsv](frequency.tsv), eine Liste von Wörtern und der Anzahl ihrer Vorkommen im [Google Books Ngram-Datensatz](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html), wobei nur die Namen der Sats eingeschlossen sind, die bis zum Ende des Einreichungszeitraums abgebaut wurden und mindestens 5000 Mal im Korpus vorkommen.
es: Ambas partes usan [frequency.tsv](frequency.tsv), un documento que contiene una lista de palabras junto con la cantidad de veces que aparecen en el [set de datos Google Books Ngram](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html), Este archivo ha sido filtrado para incluir solo los nombres de sats que habrán sido minados para el momento de cierre del periodo de entregas, que aparecen por lo menos 5000 veces en el corpus.
fil: Ang parehong bahagi ay gumagamit ng [frequency.tsv](frequency.tsv), isang listahan ng mga salita at ang bilang ng beses na nangyari ang mga ito sa [Google Books Ngram dataset](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html). na-filter lamang sa isama ang mga pangalan ng sats na mamimina sa pagtatapos ng panahon ng pagsusumite, na lilitaw nang hindi bababa sa 5000 beses sa corpus.
fr: Les deux parties utilisent [frequency.tsv](frequency.tsv), une liste de mots et le nombre de fois qu'ils apparaissent dans l'ensemble de données [Google Books Ngram](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html). Ce fichier a été filtré pour n'inclure que les noms des sats qui auront été minés à la fin de la période de soumission et qui apparaissent au moins 5 000 fois dans le corpus.
hi: दोनों भाग [frequency.tsv](frequency.tsv), का उपयोग करते हैं, ये शब्दों की एक सूची है जो [Google Books Ngram dataset](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html) में कितनी बार घटित हुए हैं उसकी संख्या का केवल उन सैटों के नाम शामिल करने के लिए फ़िल्टर किये जाते हैं जिनकी प्रस्‍तुति अवधि के अंत तक खनन किया गया होगा, और जो कॉर्पस में कम से कम 5000 बार दर्शाये गये हैं।
it: Entrambe le parti utilizzano [frequency.tsv](frequency.tsv), un elenco di parole e del numero di volte in cui ricorrono nel [dataset Ngram di Google Books](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html), filtrato in modo da includere solo i nomi di sat che saranno stati minati entro la fine del periodo di presentazione, e che compaiono almeno 5000 volte nel corpus.
ko: 두 부분 모두 [frequency.tsv](frequency.tsv)를 사용한다. 이는 [Google Books Ngram dataset](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html)에 있는 단어 목록 그리고 각 단어가 이 데이터셋에서 등장하는 횟수며 제출 기간이 끝날 때까지 채굴될, 전체목록에 최소 5000번 이상 등장하는 SAT의 이름만 포함하도록 필터링하였다.
pt: Ambas as partes usam [frequency.tsv](frequency.tsv), uma lista de palavras e o número de vezes que elas ocorrem no [conjunto de dados Ngram do Google Books](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html) filtrado para incluir apenas os nomes dos sats que terão sido minerados até o final do período de entrega, que aparecem pelo menos 5.000 vezes no corpus.
ru: В обеих частях используется [frequency.tsv](frequency.tsv) - список слов и количество их повторений в [Google Books Ngram dataset](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html), отфильтрованный для включения только тех названий sats, которые будут добыты к концу периода подачи заявок и которые встречаются в корпусе не менее 5000 раз.
zh: 两个部分任务都使用 [frequency.tsv](frequency.tsv), 一个单词的清单以及他们在 [Google Books Ngram dataset](http://storage.googleapis.com/books/ngrams/books/datasetsv2.html)中出现的次数。过滤后仅包含在提交期结束时能被挖掘的聪的名字，这些名称在语料库中出现至少5000次。

source: `frequency.tsv` is a file of tab-separated values. The first column is the word, and the second is the number of times it appears in the corpus. The entries are sorted from least-frequently occurring to most-frequently occurring.
de: `frequency.tsv` ist eine Datei mit tabulatorgetrennten Werten. Die erste Spalte ist das Wort, und die zweite Spalte zeigt an, wie oft es im Korpus vorkommt. Die Einträge sind von am wenigsten häufig vorkommend bis am häufigsten vorkommend sortiert.
es: `frequency.tsv` es un archivo de valores separados por tabulaciones. La primera columna es la palabra, y la segunda es el número de veces que aparece en el corpus. Los datos están organizados de manera que las palabras que aparecen con menor frecuencia están primero, seguidas por aquellas que se encuentran con una mayor frecuencia.
fil: Ang `frequency.tsv` ay isang file ng mga tab-separated values. Ang unang column ay ang word, at ang pangalawa ay ang bilang ng beses na ito ay lumabas sa corpus. Ang entries ay pinagsunod-sunod mula sa hindi pinakamadalas na nangyayari hanggang sa pinaka-madalas nangyayari.
fr: `frequency.tsv` est un fichier de valeurs séparées par des tabulations. La première colonne est le mot, et la seconde le nombre de fois qu'il apparaît dans le corpus. Les données sont organisées de manière à ce que les mots les moins fréquents apparaissent en premier, suivis des mots les plus fréquents.
hi: `frequency.tsv` टैब-पृथक करने वाले मानों की एक फ़ाइल है। पहला कॉलम शब्द है, और दूसरा कॉर्पस में कितनी बार दिखाई दिया है। प्रविष्टियों को इस प्रकार से क्रमबद्ध किया जाता है बार-बार न्‍यूनतम से बार अधिकतम घटित होने वाले क्रम में किया जाता है।
it: `frequency.tsv` è un file di valori separati da tabulazioni. La prima colonna è la parola e la seconda è il numero di volte in cui compare nel corpus. Le voci sono ordinate dalla meno frequente alla più frequente.
ko: `frequency.tsv`는 탭으로 구분된 값의 파일이다. 첫 번째 열은 단어이고 두 번째 열은 이 단어가 전체목록에 나타나는 횟수이다. 항목은 가장 적게 나타나는 항목부터 가장 많이 나타나는 항목까지 정렬된다.
pt: `frequency.tsv` é um arquivo de valores separados por tabulações. A primeira coluna é a palavra e a segunda é o número de vezes que ela aparece no corpus. As entradas são classificadas da que ocorre com menos frequência para a que ocorre com mais frequência.
ru: `frequency.tsv` представляет собой файл значений, разделенных табуляцией. Первый столбец - это слово, второй - количество раз, которое оно встречается в корпусе. Записи отсортированы от наименее часто встречающегося к наиболее часто встречающемуся.
zh: `frequency.tsv` 制表符分割值的文件，第一列是单词，第二列是它在语料库里出现的次数。这些条目从出现频率最低到出现频率最高的顺序进行排序。

source: `frequency.tsv` was compiled using [this program](https://github.com/casey/onegrams).
de: `frequency.tsv` wurde mit kompiliert [dieses Programm](https://github.com/casey/onegrams).
es: `frequency.tsv` fue compilado [usando este programa](https://github.com/casey/onegrams).
fil: Ang `frequency.tsv` ay compiled gamit ang [program na ito](https://github.com/casey/onegrams).
fr: `frequency.tsv` a été compilé à l'aide de [ce programme](https://github.com/casey/onegrams).
hi: `frequency.tsv` को [इस प्रोग्राम](https://github.com/casey/onegrams) का उपयोग करके संकलित किया गया था।
it: `frequency.tsv` è stato compilato usando [questo programma](https://github.com/casey/onegrams).
ko: [이 프로그램](https://github.com/casey/onegrams)을 사용하여 `frequency.tsv`를 컴파일했다.
pt: `frequency.tsv` foi compilado usando [este programa](https://github.com/casey/onegrams).
ru: `frequency.tsv` был скомпилирован с помощью [этой программы](https://github.com/casey/onegrams).
zh: `frequency.tsv` 使用了[这个程序](https://github.com/casey/onegrams)进行的编译.

source: To search an `ord` wallet for sats with a name in `frequency.tsv`, use the following [`ord`](https://github.com/ordinals/ord) command:
de: Um in einem `ord` wallet nach sats mit einem Namen in `frequency.tsv` zu suchen, verwenden Sie den folgenden [`ord`](https://github.com/ordinals/ord) befehl:
es: Para buscar sats en un monedero `ord` que coincidan con un nombre presente en `frequency.tsv`, emplea el siguiente comando [`ord`](https://github.com/ordinals/ord):
fil: Upang maghanap ng `ord` wallet para sa sats na may pangalan sa `frequency.tsv`, gamitin ang sumusunod sa [`ord`](https://github.com/ordinals/ord) na command:
fr: Pour rechercher des sats dans un portefeuille `ord` dont le nom figure dans `frequency.tsv`, utilisez la commande [`ord`](https://github.com/ordinals/ord) suivante :
hi: `frequency.tsv` में नाम के साथ सैट्स के लिए एक `ऑर्ड` वॉलेट खोजने के लिए, निम्नलिखित [`ord`](https://github.com/ordinals/ord) कमांड का उपयोग करें:
it: Per cercare in un portafoglio `ord` i sats con un nome presente in `frequency.tsv`, utilizzare il seguente comando [`ord`](https://github.com/ordinals/ord):
ko: `frequency.tsv`에 이름이 있는 SAT을 `ord` 지갑에서 검색하려면 다음 [`ord`](https://github.com/ordinals/ord) 명령을 사용한다:
pt: Para pesquisar sats em uma carteira `ord` com um nome em `frequency.tsv`, use o seguinte comando [`ord`](https://github.com/ordinals/ord):
ru: Для поиска в кошельке `ord` sats с именем в файле `frequency.tsv` используйте следующую команду [`ord`](https://github.com/ordinals/ord):
zh: 在`ord`钱包里搜索`frequency.tsv`中所包含的聪的名字 , 使用下面的[`ord`](https://github.com/ordinals/ord)命令:

source: This command requires the sat index, so `--index-sats` must be passed to ord when first creating the index.
de: Dieser befehl erfordert den sat-Index, daher muss `--index-sats` an `ord` übergeben werden, wenn der Index zum ersten mal erstellt wird.
es: Este comando requiere el índice de sats, por lo que se debe incluir el parámetro `--index-sats` en ord cuando se crea el índice por primera vez.
fil: Ang command na ito ay nangangailangan ng sat index, kaya ang `--index-sats` ay dapat ipasa sa ord noong unang gumawa ng index.
fr: Cette commande nécessite l'index sat, vous devez donc inclure le paramètre `--index-sats` dans ord lorsque vous créez l'index pour la première fois.
hi: इस कमांड के लिए सैट इंडेक्स की आवश्यकता होती है, इसलिए जब पहली बार इं‍डेक्‍स का सृजन किया जाता है तो `--index-sats` को ord में पास किया जाना चाहिए।
it: Questo comando richiede l'indice sat, quindi `--index-sats` deve essere passato a ord quando si crea l'indice.
ko: 이 명령에는 SAT 인덱스가 필요하므로 인덱스를 처음 생성할 때 `--index-sats`를 ord에 전달해야 한다.
pt: Este comando requer o índice sat (sat index), então `--index-sats` deve ser passado ao ord ao criar o índice pela primeira vez.
ru: Эта команда требует индекса sat, поэтому при первом создании индекса в ord необходимо передать `--index-sats`.
zh: 这个命令需要聪的索引，所以 `--index-sats` 必须在首次创建索引的时候使用。

source: Part 0
de: Teil 0
es: Parte 0
fr: Partie 0
hi: भाग 0
it: Parte 0
ko: 파트 0
pt: Parte 0
ru: Часть 0
zh: 第0部分

source: _Rare sats pair best with rare words._
de: _Seltene sats passen am besten zu seltenen Wörtern._
es: _Los sats raros hacen mejor pareja con palabras raras._
fr: _Les sats rares s'associent mieux aux mots rares._
hi: _दुर्लभ सैट्स की जोड़ी दुर्लभ शब्दों के साथ सबसे अच्छी तरह संसर्ग करती है।_
it: _I sat rari si abbinano meglio alle parole rare._
ko: _희귀 SAT는 희귀 단어와 가장 잘 어울린다._
pt: _Sats raros combinam melhor com palavras raras._
ru: _Пара редких sats лучше всего сочетаются с парой редких слов._
zh: _稀有聪和稀有名字的最佳搭配_

source: The transaction that submits the UTXO containing the sat whose name appears with the lowest number of occurrences in `frequency.tsv` shall be the winner of part 0.
de: Die Transaktion, die den UTXO einreicht, der den Sat enthält, dessen Name in `frequency.tsv` mit der niedrigsten Anzahl von Vorkommnissen erscheint, wird der Gewinner von Teil 0 sein.
es: La transacción que envíe el UTXO que contiene el sat cuyo nombre aparece con el menor número de ocurrencias en `frequency.tsv` será el ganador de la parte 0.
fil: Ang transaksyon na nagsusumite ng UTXO na naglalaman ng sat na ang pangalan ay lumalabas na may pinakamababang bilang ng occurrences sa `frequency.tsv` ang siyang mananalo ng part 0.
fr: La transaction qui soumet l'UTXO contenant le sat dont le nom apparaît avec le plus petit nombre d'occurrences dans `frequency.tsv` sera le gagnant de la partie 0.
hi: वह लेन-देन जो UTXO में सम्मिलित सैट प्रस्तुत करता है, जिसका नाम `frequency.tsv` में सबसे कम संख्याओं की घटनाओं में दिखाई देता है, वह भाग 0 का विजेता होगा।
it: La transazione che invia l'UTXO contenente il sat il cui nome compare con il minor numero di occorrenze in `frequency.tsv` sarà la vincitrice della parte 0.
ko: `frequency.tsv`에서 가장 적은 횟수로 나타나는 SAT 이름을 포함하는 UTXO를 제출한 트랜잭션이 파트 0의 승자가 된다.
pt: A transação que enviar o UTXO contendo o sat cujo nome apareça com menor número de ocorrências em `frequency.tsv` será a vencedora da parte 0.
ru: Победителем 0 части становится транзакция, представившая UTXO, содержащий sat, название которого встречается в файле `frequency.tsv` с наименьшим числом повторений.
zh: 提交的交易UTXO中包含的聪的名字，是`frequency.tsv`中出现的最低的频率者，即是第0部分的获胜者。

source: Part 1
de: Teil 1
es: Parte 1
fr: Partie 1
hi: भाग 1
it: Parte 1
ko: 파트 1
pt: Parte 1
ru: Часть 1
zh: 第1部分

source: _Popularity is the font of value._
de: _Beliebtheit ist die Quelle des Werts._
es: _La popularidad es la fuente del valor._
fr: _La popularité est la source de la valeur._
hi: _लोकप्रियता प्रतिष्‍ठा की पहचान है।_
it: _La popolarità è la fonte del valore._
ko: _인기는 가치의 글꼴이다._
pt: _Popularidade é a fonte do valor._
ru: _Популярность - это шрифт ценности._
zh: _人气是价值的源泉_

source: The transaction that submits the UTXO containing the sat whose name appears with the highest number of occurrences in `frequency.tsv` shall be the winner of part 1.
de: Die Transaktion, die die UTXO mit dem Namen des Sats enthält, der in `frequency.tsv` am häufigsten vorkommt, wird der Gewinner von Teil 1 sein.
es: La transacción que envía el UTXO que contiene el sat cuyo nombre aparece con el mayor número de ocurrencias en `frequency.tsv` será el ganador de la parte 1.
fil: Ang transaksyon na nagsusumite ng UTXO na naglalaman ng sat na ang pangalan ay lumalabas na may pinakamataas na bilang ng occurrences sa `frequency.tsv` ay ang nagwagi sa part 1.
fr: La transaction qui soumet l'UTXO contenant le sat dont le nom apparaît avec le plus grand nombre d'occurrences dans `frequency.tsv` sera le gagnant de la partie 1.
hi: वह लेन-देन जो UTXO में सम्मिलित सैट प्रस्तुत करता है, जिसका नाम `frequency.tsv` में सबसे अधिक संख्याओं की घटनाओं में दिखाई देता है, वह भाग 1 का विजेता होगा।
it: La transazione che presenta l'UTXO contenente il sat il cui nome compare con il maggior numero di occorrenze in `frequency.tsv` sarà la vincitrice della parte 1.
ko: `frequency.tsv`에서 가장 많은 횟수로 나타나는 SAT 이름이 포함된 UTXO를 제출한 트랜잭션이 파트 1의 승자가 된다.
pt: A transação que enviar o UTXO contendo o sat cujo nome apareça com maior número de ocorrências em `frequency.tsv` será a vencedora da parte 1.
ru: Победителем в части 1 становится транзакция, представившая UTXO, содержащий sat, название которого встречается в файле `frequency.tsv` с наибольшим числом повторений.
zh: 提交的交易UTXO中包含的聪的名字，是`frequency.tsv`中出现的最高的频率者，是第 1 部分的获胜者。

source: Tie Breaking
de: Entscheidung bei Unentschieden
es: Desempate
fr: Critères de départage
hi: टाई-ब्रेकिंग
it: Parità
ko: 타이 브레이킹
pt: Desempate
ru: Разрыв равенства
zh: 平局情况

source: In the case of a tie, where two submissions occur with the same frequency, the earlier submission shall be the winner.
de: Im Falle eines Unentschiedens, bei dem zwei Einsendungen mit der gleichen Häufigkeit erfolgen, geht die frühere Einsendung als Sieger hervor.
es: Si se produce un empate, donde dos presentaciones registren la misma frecuencia, la presentación que se haya realizado primero será la ganadora.
fil: Sa kaso ng isang tie, kung saan ang dalawang pagsusumite ay nagaganap na may parehong frequency, ang naunang pagsusumite ay siyang mananalo.
fr: En cas d'égalité, lorsque deux soumissions surviennent avec la même fréquence, la soumission effectuée en premier sera déclarée gagnante.
hi: टाई के मामले में, जहां दो प्रस्‍तुतियां एक ही आवृत्ति के साथ घटित होती हैं, पहली प्रस्‍तुति विजेता बन जाएगी।
it: In caso di parità, quando due invii si verificano con la stessa frequenza, l'invio precedente sarà il vincitore.
ko: 동점인 경우, 즉 제출물의 빈도가 동일할 경우 먼저 제출된 것이 승자가 된다.
pt: Em caso de empate, onde ocorrerem dois envios com a mesma frequência, o envio que foi realizado primeiro será o vencedor.
ru: В случае равенства, когда две заявки происходят с одинаковой частотой, победителем признается более ранняя заявка.
zh: 在平局情况下，如果两个提交的出现了相同的频率，则以较早者提交为获胜者。

source: Part 0: 200,000 sats
de: Teil 0: 200,000 sats
es: Parte 0: 200,000 satoshis
fr: Partie 0 : 200 000 sats
hi: भाग 0: 200,000 सैट्स
it: Parte 0: 200.000 sats
ko: 파트 0: 200,000 SAT
pt: Parte 0: 200.000 sats
ru: Част 0: 200,000 sats

source: Part 1: 200,000 sats
de: Teil 1: 200,000 sats
es: Parte 1: 200,000 sats
fr: Partie 1 : 200 000 sats
hi: भाग 1: 200,000 सैट्स
it: Parte 1: 200.000 sats
ko: 파트 1: 200,000 SAT
pt: Parte 1: 200.000 sats
ru: Часть 1: 200,000 sats

source: Total: 400,000 sats
de: Gesamt: 400,000 sats
hi: कुल: 400,000 सैट्स
it: Totale: 400.000 sats
ko: 총: 400,000 SAT
ru: Итого: 400,000 sats

source: Unclaimed!
de: Unbeansprucht!
es: ¡No se ha reclamado!
fr: Pas réclamé !
hi: बिना दावे के!
it: Non reclamata!
ko: 미수령!
pt: Não foi reivindicado!
ru: Не собрано!
zh: 仍然有效！

source: Recursion
de: Rekursion
es: Recursión
fr: Récursion
hi: रिकर्सन-प्रतिवर्तन
ko: 리커젼
pt: Recursão
ru: Рекурсия
zh: 递归

source: Sat Hunting
de: Sat-Suche
es: Caza de Sats
fr: Chasse aux sats
hi: सैट हंटिंग
ko: SAT 헌팅
pt: Caçando Sats
ru: Охота на сатоши
zh: 猎聪

source: Input
de: Eingang
es: Entrada
fr: Entrée
hi: इनपुट
ko: 입력
pt: Entrada
ru: Вход

source: Sandboxing
de: Sandboxen
es: Sandboxing o Aislamiento
fr: Sandbox
hi: सैंडबॉक्सिंग
ko: 샌드박싱 (sandboxing)
ru: Песочница
zh: 沙盒化

source: Bitcoiners
fil: (Bitcoiners) Mga tumatangkilik sa Bitcoin
fr: Les bitcoiners
hi: बिटकॉइनर्स
ko: 비트코인 사용자
pt: Bitcoinheiros
zh: 比特币信仰者

source: Click `Import Keystore`.
de: Klicken Sie auf `Import Keystore`.
es: Haz clic en `Import Keystore` (almacenamiento de llaves).
fil: I-click `Import Keystore`.
fr: Cliquez sur `Import Keystore`.(Importer le Keystore).
hi: `Import Keystore` पर क्लिक करें।
ko: `Import Keystore`를 클릭한다.
pt: Clique em `Import Keystore`.
ru: Нажмите кнопку `Import Keystore`.
zh: 点击 `Import Keystore`.

source: Network
es: Red
fr: Réseau
hi: नेटवर्क
ko: 네트워크
pt: Rede

source: Flag
es: Bandera
fr: Drapeau
hi: फ़्लैग
ko: 플래그
pt: Bandeira

source: Value
es: Valor
fr: Valeur
hi: मूल्य
pt: Valor

source: `$XDG_DATA_HOME`/ord or `$HOME`/.local/share/ord
fr: `$XDG_DATA_HOME`/ord ou `$HOME`/.local/share/ord
ko: `$XDG_DATA_HOME`/ord 또는 `$HOME`/.local/share/ord
pt: `$XDG_DATA_HOME`/ord ou `$HOME`/.local/share/ord

source: Status
es: Estado
fr: État
hi: स्थिति
ko: 상태
pt: Estado
ru: Статус
zh: 状态

source: uncommon
de: ungewöhnlich
fr: sat peu commun
hi: एक असामान्य
zh: 不普通的

source: FAQ
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fil: Mga Madalas Itanong
hi: एफएक्‍यू
ko: 자주 묻는 질문
pt: Perguntas Frequentes
ru: ЧАВО
zh: 常见问题

source: `uncommon`: 745,855
de: `ungewöhnlich`: 745,855
es: `poco común`: 745,855
hi: `असामान्य`: 745,855
pt: `incomum`: 745.855

source: ``` OP_FALSE OP_IF OP_PUSH "ord" OP_PUSH 1 OP_PUSH "text/plain;charset=utf-8" OP_PUSH 0 OP_PUSH "Hello, world!" OP_ENDIF ```
es: ``` OP_FALSE OP_IF OP_PUSH "ord" OP_PUSH 1 OP_PUSH "text/plain;charset=utf-8" OP_PUSH 0 OP_PUSH "¡Hola, Mundo!" OP_ENDIF ```

source: i0, i1
es: i0, il
pt: i0, il

source: ``` OP_FALSE OP_IF OP_PUSH "ord" OP_PUSH 1 OP_PUSH "text/plain;charset=utf-8" OP_PUSH 3 OP_PUSH 0x1f1e1d1c1b1a191817161514131211100f0e0d0c0b0a09080706050403020100 OP_PUSH 0 OP_PUSH "Hello, world!" OP_ENDIF ```
es: ``` OP_FALSE OP_IF OP_PUSH "ord" OP_PUSH 1 OP_PUSH "text/plain;charset=utf-8" OP_PUSH 3 OP_PUSH 0x1f1e1d1c1b1a191817161514131211100f0e0d0c0b0a09080706050403020100 OP_PUSH 0 OP_PUSH "¡Hola, mundo!" OP_ENDIF ```

source: ``` [SUBSIDY] [e f] → [SUBSIDY e f] ```
es: ``` [SUBSIDIO] [e f] → [SUBSIDIO e f]```

source: `ord preview <FILE1> <FILE2> ...`
es: `ord preview <ARCHIVO1> <ARCHIVO2> ...`
hi: ऑर्ड प्रिव्‍यु <FILE1> <FILE2> ...
pt: `ord preview <ARCHIVO1> <ARCHIVO2> ...`

source: [1°0′0″0‴](https://ordinals.com/search/1°0′0″0‴)
es: [1°0′0″0‴](https://ordinals.com/search/1%C2%B00%E2%80%B20%E2%80%B30%E2%80%B4)

source: This guide does not cover installing Bitcoin Core in detail. Once Bitcoin Core is installed, you should be able to run `bitcoind -version` successfully from the command line.
de: Dieser Leitfaden behandelt die Installation von Bitcoin Core nicht im Detail. Sobald Bitcoin Core installiert ist, sollten Sie in der Lage sein, `bitcoind -version` erfolgreich von der Befehlszeile auszuführen.
es: Esta guía no cubre los detalles de la instalación de Bitcoin Core. Una vez que se ha instalado Bitcoin Core, deberías ser capaz de ejecutar el comando `bitcoind -version` con éxito desde la línea de comandos.
hi: यह मार्गदर्शक निर्देश बिटकॉइन कोर इंस्‍टाल करने के विस्तृत विवरण समावेश नहीं करते। एक बार जब बिटकॉइन कोर इंस्‍टाल हो जाता है, आप कमांड लाइन से bitcoind-संस्‍करण को सफलतापूर्वक संचालित करने में सक्षम हो जाएंगे।
pt: Este guia não cobre a instalação do Bitcoin Core em detalhes. Depois que o Bitcoin Core estiver instalado, você poderá executar `bitcoind -version` com sucesso a partir da linha de comando.
ru: В этом руководстве установка Bitcoin Core подробно не рассматривается. Как только Bitcoin Core будет установлен, вы сможете успешно запустить`bitcoind -version` из командной строки.

source: `ord` requires Bitcoin Core's transaction index.
de: `ord` erfordert den Transaktionsindex von Bitcoin Core.
es: `ord` requiere el índice de transacciones de Bitcoin Core.
hi: `ऑर्ड` को बिटकॉइन कोर लेनदेन सूचकांक की आवश्यकता होती है।
pt: `ord` requer o índice de transação do Bitcoin Core.
ru: Для выполнения `ord` требуется индекс транзакций Bitcoin Core.

source: ``` ord wallet inscribe --fee-rate FEE_RATE --file FILE ```
es: ``` ord wallet inscribe --fee-rate TARIFA_DE_COMISION ARCHIVO ```
pt: ``` ord wallet inscribe --fee-rate TAXA --file ARQUIVO ```

source: And when you visit [the ordinals explorer](https://ordinals.com/) at `ordinals.com/inscription/INSCRIPTION_ID`.
de: Und wenn Sie [the ordinals explorer](https://ordinals.com/) at `ordinals.com/inscription/INSCRIPTION_ID` besuchen.
es: Y cuando visites [el explorador ordinals](https://ordinals.com/) en `ordinals.com/inscription/INSCRIPTION_ID`.
hi: और जब आप [the ordinals explorer](https://ordinals.com/) पर `ordinals.com/inscription/INSCRIPTION_ID` देखते हैं।
pt: E quando você visita [o explorador de Ordinals](https://ordinals.com/) em `ordinals.com/inscription/INSCRIPTION_ID`.
ru: А при посещении [ordinals обзоревателя](https://ordinals.com/) в `ordinals.com/inscription/INSCRIPTION_ID`.

source: ``` ord wallet send --fee-rate <FEE_RATE> <ADDRESS> <INSCRIPTION_ID> ```
es: ``` ord wallet send --fee-rate <COMISIÓN> <DIRECCIÓN> <ID_INSCRIPCIÓN> ```
pt: ``` ord wallet send --fee-rate <TAXA> <ENDEREÇO> <ID_INSCRIÇãO> ```

source: ``` ord wallet send ADDRESS INSCRIPTION_ID ```
es: ``` ord wallet send DIRECCIÓN ID_INSCRIPCIÓN ```
pt: ``` ord wallet send ENDEREÇO ID_INSCRIÇãO ```

source: ```sh bitcoin-cli createwallet foo-watch-only true true ```
es: ```sh bitcoin-cli createwallet foo-solo-lectura true true ```
pt: ```sh bitcoin-cli createwallet foo-apenas-leitura true true ```

source: ```sh bitcoin-cli loadwallet foo-watch-only ```
es: ```sh bitcoin-cli loadwallet foo-solo-lectura ```
pt: ```sh bitcoin-cli loadwallet foo-apenas-leitura ```

source: ``` ord -r wallet inscribe --fee-rate 1 --file <file> ```
es: ``` ord -r wallet inscribe --fee-rate 1 --file <archivo> ```
pt: ``` ord -r wallet inscribe --fee-rate 1 --file <arquivo> ```
