Repository: ordinals/ord
Catalog: docs/po/*.po
Languages: de, es, fil, fr, hi, it, ko, pt, ru, zh

source: Children can themselves have children, allowing for complex hierarchies. For example, an artist might create an inscription representing themselves, with sub inscriptions representing collections that they create, with the children of those sub inscriptions being items in those collections.
es: Los hijos pueden tener a su vez hijos, lo que permite crear jerarquías complejas. Por ejemplo, un artista puede crear una inscripción que lo represente a él mismo, con sub-inscripciones que representen colecciones creadas por él, siendo los hijos de esas sub-inscripciones elementos de esas colecciones.
fil: Kahit ang mga child inscription ay maaaring magkaroon ng mga child inscriptions, na nagbibigay-daan para magkaroon ng hierarchy. Halimbawa, maaring gumawa ang artist ng parent inscription na maraming child inscription na kung saan may mga sub inscription pa ang mga ito, na kung saan ang mga children at may sub inscription na kabilang din sa mga koleksyon.
fr: Les enfants peuvent avoir des enfants, ce qui permet de créer des hiérarchies complexes. Par exemple, un artiste peut créer une inscription le représentant, avec des sous-inscriptions représentant les collections qu’il a créées, les enfants de ces sous-inscriptions étant des éléments de ces collections.
hi: बच्चे स्वयं बच्चों की उत्‍पति कर सकते हैं, जटिल पदानुक्रमों सक्षम करते हुए। उदाहरण के लिए, एक कलाकार अपने स्‍वयं का प्रतिनिधित्व करने वाले इंस्‍क्रि‍प्‍शंस का सृजन कर सकता है, जिसमें वह उसके द्वारा सृजन किए गये उप इंस्‍क्रि‍प्‍शंस संग्रहों का प्रतिनिधित्व करते हैं, जिसमें उन उप इंस्‍क्रि‍प्‍शंस के बच्चे उन संग्रहों के नाते उसकी मदें होंगी।
it: I figli possono avere a loro volta dei figli, consentendo di creare gerarchie complesse. Ad esempio, un artista potrebbe creare un'iscrizione che rappresenta se stesso, con sotto-iscrizioni che rappresentano le collezioni da lui create, e i figli di queste sotto-iscrizioni sono elementi di tali collezioni.
ko: 자식이 자식을 가질 수 있으므로 복잡한 계층 구조가 가능하다. 예를 들어, 아티스트가 자신을 나타내는 인스크립션을 만들고 하위 인스크립션은 자신이 만든 컬렉션을 나타내며, 이 하위 인스크립션의 자식은 해당 컬렉션의 아이템이 될 수 있다.
pt: As próprias crianças podem ter filhos, permitindo hierarquias complexas. Por exemplo, um artista pode criar uma inscrição representando a si mesmo, com subinscrições representando coleções que ele cria, sendo os filhos dessas subinscrições itens daquelas coleções.
ru: Дети могут создавать дочерние элементы, что позволяет создавать комплексные иерархии. Например, художник может создать надпись, представляющую его самого, с вложенными надписями, представляющими созданные им коллекции, а дочерними элементами этих sub надписей являются предметы этих коллекций.
zh: 子铭文自己也可以有子铭文，从而形成复杂的层级结构。例如，一位艺术家可能创建一个代表自己的铭文，子铭文代表他们创建的合辑，而那些子铭文的子项就是合辑中的项目。

source: Specification
es: Especificaciónes
fil: Pagtutukoy
fr: Spécification
hi: विनिर्देश
it: Specifiche
ko: 설명서
pt: Especificações
ru: Описание
zh: 规范

source: To create a child inscription C with parent inscription P:
es: Para crear el hijo de una inscripción C con una inscripción padre P:
fil: Upang lumikha ng child inscription C na may parent inscription P:
fr: Pour créer une inscription enfant C avec une inscription parent P :
hi: मूल इंस्‍क्रि‍प्‍शंस P के साथ एक चाइल्ड इंस्‍क्रि‍प्‍शंस C का सृजन करने के लिए:
it: Per creare un'iscrizione child C con un'iscrizione parent P:
ko: 부모 인스크립션 P로 자식 인스크립션 C를 생성하려면:
pt: Para criar uma inscrição filha C com inscrição pai P:
ru: Чтобы создать child надпись C с parent надписью P:
zh: 为父系铭文P创建一个子铭文C:

source: Create an inscribe transaction T as usual for C.
es: Crear una transacción de inscripción T como de costumbre para C.
fil: Gumawa ng inscribe transaction T gaya ng dati para sa C.
fr: Créez une transaction d’inscription T comme d’habitude pour C.
hi: हमेशा की तरह C के लिए एक इंस्क्राइब लेनदेन T का सृजन करें।
it: Creare una transazione di iscrizione T come di consueto per C.
ko: C에 대해 평소와 같이 인스크립션 트랜잭션 T를 생성한다.
pt: Crie uma transação de inscrição T como de costume para C.
ru: Создайте транзакцию надписи T, как обычно, для C.
zh: 像通常一样为C创建常用的铭刻交易T。

source: Spend the parent P in one of the inputs of T.
es: Gasta el padre P en una de las entradas de T.
fil: I-spend ang parent inscription P sa isa sa mga input ng T.
fr: Dépensez le parent P dans l’une des entrées de T.
hi: T की किसी एक इनपुट में से मूल P खर्च करें।
it: Spendere il genitore P in uno degli ingressi di T.
ko: 부모 P를 T의 입력 중 하나에 쓴다.
pt: Gaste o pai P em uma das entradas de T.
ru: Проведите parent P по одному из входов T.
zh: 在其中的一个T输入中加入父系铭文P

source: Include tag `3`, i.e. `OP_PUSH 3`, in C, with the value of the serialized binary inscription ID of P, serialized as the 32-byte `TXID`, followed by the four-byte little-endian `INDEX`, with trailing zeroes omitted.
es: Incluye la etiqueta `3`, es decir, `OP_PUSH 3`, en C, con el valor del ID binario serializado de la inscripción P, serializado con el `TXID` de 32 bytes, seguido por el `INDEX` en formato little-endian de cuatro bytes, omitiendo los ceros al final.
fil: Isama ang tag `3`, ibig sabihin `OP_PUSH 3`, sa C, na may value ng serialized binary inscription ID ng P, na naka-serialize bilang 32-byte `TXID`, na sinusundan ng apat na byte na little-endian `INDEX`, kung saan ang mga trailing zeroes ay hindi kasama.
fr: Incluez l’étiquette `3`, c’est-à-dire `OP_PUSH 3`, dans C, avec la valeur de l’identifiant binaire sérialisé de l’inscription P, sérialisé avec le `TXID` de 32 octets, suivi de l’`INDEX` en format petit-boutien de quatre octets, en omettant les zéros de fin.
hi: टैग `3` दर्ज करें, अर्थात C में, P के क्रमबद्ध बाइनरी इंस्‍क्रि‍प्‍शंस आईडी के मान के साथ `OP_PUSH 3` दर्ज करें, जिसे 32-बाइट `TXID` के रूप में क्रमबद्ध किया गया है, इसके बाद चार-बाइट वाला लिटल-एंडियन (छोटा अंतिय) `सूचकांक` आता है, जिसमें पीछे के शून्य मिटा दिए जाते हैं।
it: Includere il tag `3`, cioè `OP_PUSH 3`, in C, con il valore dell'ID binario serializzato dell'iscrizione P, serializzato come `TXID` a 32 byte, seguito dal little-endian `INDEX` a quattro byte, con gli zeri finali omessi.
ko: C에 태그 '3', 즉 'OP_PUSH 3'을 포함하고, 32바이트 'TXID'로 직렬화된 P의 바이너리(이진수) 인스크립션 ID 값과 뒤에오는 0들을 생략한 4바이트 리틀엔디안 'INDEX'를 포함시킨다.
pt: Inclua a tag `3`, ou seja, `OP_PUSH 3`, em C, com o valor do ID binário serializado da inscrição P, serializado como o `TXID` de 32 bytes, seguido pelo `INDEX` de quatro bytes em formato little-endian, omitindo zeros à direita.
ru: Включите в C тег `3`, т.е. `OP_PUSH 3`, со значением сериализованного двоичного ID надписи P, сериализованного как 32-байтовый `TXID`, за которым следует четырехбайтовый little-endian `INDEX`, с опущенными задними нулями.
zh: 在C中包含标签`3`，即`OP_PUSH 3`，其值为P的序列化二进制铭文ID序列化为32字节的`TXID`，后跟四字节的小端`INDEX`，不含末尾的零。

source: _NB_ The bytes of a bitcoin transaction ID are reversed in their text representation, so the serialized transaction ID will be in the opposite order.
es: _NB_ Los bytes del ID de una transacción de bitcoin se invierten en su representación textual, por lo que el ID de transacción serializado será en el orden inverso.
fil: _NB_ Ang mga byte ng isang bitcoin transaction ID ay nababaligtad sa kanilang text representation, kaya ang serialized transaction ID ay nasa kabaligtaran ang pagkakasunodsunod.
fr: _N.B._ Les octets de l’identifiant d’une transaction Bitcoin sont inversés dans leur représentation textuelle, de sorte que l’identifiant de la transaction sérialisée sera dans l’ordre inverse.
hi: चिन्हित बिटकॉइन लेनदेन आईडी के बाइट्स उनके विषय-वस्‍तु प्रतिनिधित्व में पलट दिए जाते हैं, इसलिए क्रमबद्ध लेनदेन आईडी विपरीत क्रम में होंगे।
it: _NB_ I byte dell'ID di una transazione bitcoin sono invertiti nella loro rappresentazione testuale, quindi l'ID della transazione serializzato sarà nell'ordine opposto.
ko: _NB_ 비트코인 트랜잭션 ID의 바이트는 텍스트 표현이 역순으로되어 있으므로 직렬화된 트랜잭션 ID는 반대 순서가 된다.
pt: _NB_ Os bytes de uma ID de transação bitcoin são invertidos em sua representação de texto, portanto, a ID serializada da transação estará na ordem oposta.
ru: _NB_ В текстовом представлении байты ID транзакции биткоина расположены в обратном порядке, поэтому сериализованные ID транзакции будут расположены в обратном порядке.
zh: _请注意_，比特币交易ID的字节在文本中的表现形式是反向的，所以序列化的交易ID会以相反的顺序呈现。

source: An example of a child inscription of `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`:
es: Ejemplo de una inscripción hija de `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`:
fil: Isang halimbawa ng child inscription `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`:
fr: Exemple d’une inscription enfant de `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`:
hi: चाइल्ड इंस्‍क्रि‍प्‍शंस का एक उदाहरण: `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`:
it: Un esempio di un iscrizione figlia di `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`:
ko: `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`의 자식 인스크립션의 예시:
pt: Um exemplo de uma inscrição filha de `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`:
ru: Пример child надписи из `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`:
zh: 子铭文的一个示例 `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`:

source: Note that the value of tag `3` is binary, not hex, and that for the child inscription to be recognized as a child, `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0` must be spent as one of the inputs of the inscribe transaction.
es: Ten en cuenta que el valor de la etiqueta `3` es en binario, no hexadecimal,y para que la inscripción hija sea reconocida como tal, `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0` debe gastarse como una de las entradas de la transacción de inscripción.
fil: Tandaan na ang halaga ng tag `3` ay binary, hindi hex, at para makilala ang child inscription bilang isang child, `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0` dapat na gastusin bilang isa sa mga input ng inscription transaction.
fr: Notez que la valeur de l’étiquette `3` est binaire, et non hexadécimale, et que pour que l’inscription enfant soit reconnue comme telle, `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0` doit être dépensé comme l’une des entrées de la transaction d’inscription.
hi: ध्यान दें कि टैग `3` का मान बाइनरी है, हेक्स नहीं, और चाइल्ड इंस्क्रिप्शन को चाइल्ड के रूप में मान्यता दी जाएगी, `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0` को इंस्क्राइब लेनदेन के इनपुट में से एक के रूप में खर्च किया जाना चाहिए।
it: Si noti che il valore del tag `3` è binario, non esadecimale, e che affinché l'iscrizione del figlio sia riconosciuta come tale, `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0` deve essere speso come uno degli input della transazione d'iscrizione.
ko: 태그 `3`의 값은 헥스(16진수)가 아닌 바이너리(이진수)이며, 자식 비문이 자식으로 인식되려면 `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`가 인스크립션 트랜잭션의 입력 중 하나로 소비되어야 한다.
pt: Observe que o valor da tag `3` é binário, não hexadecimal, e que para que a inscrição filha seja reconhecida como filha, `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0` deve ser gasta como uma das entradas da transação de inscrição.
ru: Заметим, что значение метки `3` двоичное, а не шестнадцатеричное, и что для того, чтобы надпись была признана детской, `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0` должен быть потрачен как один из входов inscribe транзакции.
zh: 请注意，标签`3`的值是二进制的，而不是十六进制的，主要是为了让子铭文识别出来是个子铭文，`000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi0`必须作为铭文交易的输入之一

source: Example encoding of inscription ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi255`:
es: Ejemplo de codificación de la inscripción que contiene el ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi255`:
fil: Halimbawang pag-encode ng inscription ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi255`:
fr: Exemple de codage de l’inscription contenant l’ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi255`:
hi: इंस्‍क्रि‍प्‍शंस आईडी एन्कोडिंग का उदाहरण: `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi255`:
it: Esempio di codifica dell'ID iscrizione `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi255`:
ko: 인스크립션 ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi255`의 인코딩 예시:
pt: Exemplo de codificação da ID de inscrição `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi255`:
ru: Пример кодировки ID надписи `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi255`:
zh: 铭文ID的编码示例 `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi255`:

source: And of inscription ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi256`:
es: Y del ID de inscripción `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi256`:
fil: At ng inskripsiyong ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi256`:
fr: Et de l’inscription contenant l’ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi256`:
hi: और इंस्‍क्रि‍प्‍शंस ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi256`:
it: E dell'ID di iscrizione `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi256`:
ko: 그리고 인스크립션 ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi256`의 경우:
pt: E da ID da inscrição `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi256`:
ru: И ID надписи `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi256`:
zh: 以及铭文 ID `000102030405060708090a0b0c0d0e0f101112131415161718191a1b1c1d1e1fi256`:

source: Notes
es: Notas
fil: Tandaan
hi: टिप्पणियाँ
it: Note
ko: 메모
pt: Notas
ru: Примечаниe
zh: 注释

source: The tag `3` is used because it is the first available odd tag. Unrecognized odd tags do not make an inscription unbound, so child inscriptions would be recognized and tracked by old versions of `ord`.
es: La etiqueta `3` se utiliza porque es la primera etiqueta impar disponible. Las etiquetas impares desconocidas no desvinculan las inscripciones, por lo que las inscripciones hijas serían reconocidas y rastreadas por las versiones anteriores de ord.
fil: `3` Ginagamit ang tag dahil ito ang unang available na odd tag. Ang mga hindi kilalang odd tag ay hindi gumagawa ng isang inskripsiyon na unbound, kaya ang mga child inscription ay makikilala at masusubaybayan ng mga lumang bersyon ng ord.
fr: L’étiquette `3` est utilisée parce que c’est la première étiquette impaire disponible. Les étiquettes impaires inconnues ne dissocient pas les inscriptions, de sorte que les inscriptions enfants seraient reconnues et suivies par les anciennes versions d’`ord`.
hi: टैग `3` का उपयोग इसलिए किया जाता है क्योंकि यह पहला उपलब्ध विषम टैग है। अपरिचित अजीब टैग डिजिटल अभिलेख को अनबाउंड यानि अबाध नहीं बनाते हैं, इसलिए चाइल्‍ड डिजिटल अभिलेखों को ऑर्ड के पुराने संस्करणों द्वारा पहचाना और ट्रैक किया जाएगा।
it: L'etichetta `3` viene utilizzata perché è la prima etichetta dispari disponibile. Le etichette dispari non riconosciute non rendono un'iscrizione non vincolata, quindi le iscrizioni figlie verrebbero riconosciute e tracciate dalle vecchie versioni di `ord`.
ko: 태그 `3`은 사용 가능한 첫 번째 홀수 태그이기 때문에 사용된다. 인식되지 않는 홀수 태그는 인스크립션을 unbound(바인딩 해제)하지 않으므로 하위 인스크립션은 이전 버전의 `ord`에서 인식 및 추적된다.
pt: A tag `3` é usada porque é a primeira tag ímpar disponível. Tags ímpares não reconhecidas não desvinculam uma inscrição, portanto, inscrições filhas seriam reconhecidas e rastreadas por versões antigas de `ord`.
ru: Метка `3` используется потому что это первая доступная нечетная метка. Нераспознанные нечетные метки не делают надпись несвязанной, поэтому дочерние надписи будут распознаваться и отслеживаться старыми версиями `ord`.
zh: 标签 `3` 被使用是因为它是第一个可用的奇数标签。未识别的奇数标签不会使铭文无法进行绑定，因此，旧版本的ord仍可以识别和追踪子铭文。

source: A collection can be closed by burning the collection's parent inscription, which guarantees that no more items in the collection can be issued.
es: Se puede cerrar una colección quemando la inscripción principal de la colección, lo que garantiza que no se pueden emitir más ítems en la colección.
fil: Maaaring i-close ang isang koleksyon sa pamamagitan ng pag-burn sa parent isncription ng koleksyon, na ginagarantiyahan na wala nang mga item sa koleksyon ang maaaring maibigay.
fr: Une collection peut être fermée en brûlant l’inscription parent de la collection, ce qui garantit qu’aucune autre pièce ne peut être émise dans la collection.
hi: संग्रह के मूल डिजिटल अभिलेखों को बर्न (कुल सप्लाई कम करने के लिए किसी टोकन की निश्चित संख्या को हटाकर डैड वॉलेट में रखा जाता है) करने के बाद संग्रह को बंद किया जा सकता है, जो गारंटी देता है कि संग्रह में कोई और आइटम जारी नहीं की जा सकती।
it: Una collezione può essere chiusa bruciando l'iscrizione madre della collezione, il che garantisce che non possano essere emessi altri elementi della collezione.
ko: 컬렉션의 상위 인스크립션을 소각하여 컬렉션을 폐쇄할 수 있으며, 이 경우 컬렉션의 아이템을 더 이상 발행할 수 없게 된다.
pt: Uma coleção pode ser encerrada queimando a inscrição-pai da coleção, o que garante que nenhum outro item poderá ser emitido na coleção.
ru: Коллекция может быть закрыта путем сжигания родительской надписи коллекции, что гарантирует, что больше ни один предмет коллекции не может быть выпущен.
zh: 通过销毁集合的父铭文，可以关闭一个集合，这保证了该集合中不能再发行更多的项目。

source: An important exception to [sandboxing](../inscriptions.md#sandboxing) is recursion: access to `ord`'s `/content` endpoint is permitted, allowing inscriptions to access the content of other inscriptions by requesting `/content/<INSCRIPTION_ID>`.
de: Eine wichtige Ausnahme von [Sandboxing](../inscriptions.md#sandboxing) ist die Rekursion: Der Zugriff auf den `ord`'s `/content` ist zulässig, sodass Inschriften auf den Inhalt anderer Inschriften zugreifen können, indem sie `/content/<INSCRIPTION_ID>`.
es: Una excepción importante a las restricciones del [sandboxing](../inscriptions.md#sandboxing-o-aislamiento) es la recursión. Se permite el acceso al punto final o endpoint `/content` de `ord`, esto permite que las inscripciones accedan al contenido de otras inscripciones solicitando `/content/<ID_DE_INSCRIPCION>`.
fil: Ang isang eksepsyon sa [sandboxing](../inscriptions.md#sandboxing) ay ang recursion: pinahihintulutan ang pag-access sa endpoint ng `ord’s` `/content`, na nagdudulot sa mga inskripsiyon na ma-access ang nilalaman ng iba pang mga inskripsiyon sa pamamagitan ng paggamit ng `/content/<INSCRIPTION_ID>`.
fr: Une exception importante au [sandboxing](../inscriptions.md#sandboxing) est la récursion : L’accès au point de terminaison (endpoint) `/content` d’`ord` est autorisé, ce qui permet aux inscriptions d’accéder au contenu d’autres inscriptions en demandant `/content/<INSCRIPTION_ID>`.
hi: [सैंडबॉक्सिंग](../inscriptions.md#sandboxing) का एक महत्वपूर्ण अपवाद रिकर्सन (प्रतिवर्तन) है: `ord`'s `/ content` के अंतिम बिंदु तक पहुंच की (डिजिटल अभिलेखों) की विषय-वस्‍तु तक संपर्क करने की अनुमति मिलती है।
it: Un'importante eccezione al [sandboxing](../inscriptions.md#sandboxing) è la recursion: l'accesso all'endpoint `/content` di `ord` è consentito, permettendo alle iscrizioni di accedere al contenuto di altre iscrizioni richiedendo `/content/<INSCRIPTION_ID>`.
ko: [샌드박싱](../inscriptions.md#sandboxing)의 중요한 예외는 리커젼(재귀)이다. `ord`의 `/content` 엔드포인트에 대한 액세스가 허용되므로 어떤 인스크립션이 `/content/<INSCRIPTION_ID>`를 요청하여 다른 인스크립션의 콘텐츠에 액세스할 수 있다.
pt: Uma exceção importante ao [sandboxing](../inscriptions.md#sandboxing) é a recursão: o acesso ao endpoint `/content` do `ord` é permitido, permitindo que inscrições acessem o conteúdo de outras inscrições solicitando `/content/<INSCRIPTION_ID>`.
ru: Важным исключением из [песочницы](../inscriptions.md#sandboxing) является рекурсия: доступ к конечной точке `ord`'s `/content` разрешен, что позволяет надписям получать доступ к содержимому других надписей, запрашивая `/content/<INSCRIPTION_ID>`.
zh: [沙盒化](../inscriptions.md#sandboxing)的一个重要例外是递归：访问“ord”的“/content”允许端点，允许铭文访问其他端点的内容通过请求 `/content/<INSCRIPTION_ID>` 来获取铭文。

source: This has a number of interesting use-cases:
de: Dies hat eine Reihe interessanter Anwendungsfälle:
es: Esto tiene varios casos de uso interesantes:
fil: Ito ay nagdudulot ng magagandang use-cases:
fr: Il existe plusieurs cas d’utilisation intéressants :
hi: इसके कई दिलचस्प उपयोज्‍य-मामले हैं:
it: Questo ha una serie di casi d'uso interessanti:
ko: 여기에는 여러 가지 흥미로운 사용 사례가 있다:
pt: Isso tem vários casos de uso interessantes:
ru: Это имеет ряд интересных вариантов использования:
zh: 这有许多有趣的用例：

source: Remixing the content of existing inscriptions.
de: Neumischung des Inhalts bestehender inscriptions.
es: Combinar el contenido de inscripciones existentes.
fil: Paggamit sa mga existing na inskripsyon.
fr: Combiner le contenu des inscriptions existantes.
hi: प्रचलित इंस्‍क्रि‍प्‍शंस संदेशों को रीमिक्स करना।
it: Remixare il contenuto di iscrizioni esistenti.
ko: 기존 인스크립션의 콘텐츠를 리믹스.
pt: Remixando o conteúdo das inscrições existentes.
ru: Ремикс содержания существующих надписей.
zh: 重新混合现有铭文的内容。

source: Publishing snippets of code, images, audio, or stylesheets as shared public resources.
de: Veröffentlichen von Code, Bild, Audio oder Stylesheet-Schnipseln als gemeinsam genutzte öffentliche Ressourcen.
es: Publicar fragmentos de código, imágenes, audio y hojas de cálculo como recursos públicos.
fil: Pag-publish ng mga snippet ng code, mga larawan, audio, o mga stylesheet bilang pampublikong resources.
fr: Publier des extraits de code, des images, des fichiers audio ou des feuilles de style (stylesheet) en tant que ressources publiques partagées.
hi: साझा सार्वजनिक संसाधनों के रूप में कोड, चित्रों, ऑडियो या स्टाइलशीट के अंशों को प्रकाशित करना।
it: Pubblicare frammenti di codice, immagini, audio o fogli di stile come risorse pubbliche condivise.
ko: 코드, 이미지, 오디오 또는 스타일시트 스니펫을 공유된 공개 리소스로 발행.
pt: Publicar trechos de código, imagens, áudio ou stylesheets como recursos públicos compartilhados.
ru: Публикация фрагментов кода, изображений, аудио или таблиц стилей в качестве общедоступных ресурсов.
zh: 将代码、图像、音频或样式表片段发布为公共的共享资源。

source: Generative art collections where an algorithm is inscribed as JavaScript, and instantiated from multiple inscriptions with unique seeds.
de: Generative Kunstsammlungen, bei denen ein Algorithmus als JavaScript inscribed und aus mehreren inscriptions mit einzigartigen Seeds instanziiert wird.
es: Colecciones de arte generativo en donde un algoritmo está inscrito en JavaScript, y se instancia desde múltiples inscripciones con semillas únicas.
fil: Mga generative na koleksyon kung saan ang isang algorithm ay nakalagay bilang JavaScript, na nag awtomatiko sa pag-create ng maraming inskripsyon na may kanya-kanyang katangian.
fr: Collections d’art génératif où un algorithme est inscrit en JavaScript, et instancié à partir de multiples inscriptions avec semences uniques.
hi: प्रजनक कला संग्रह जिनमें एक एल्गोरिथ्म को जावास्क्रिप्ट के रूप में अंकित किया गया है, और अद्वितीय सीड्स के साथ कई इंस्‍क्रि‍प्‍शंस से प्रस्‍तुत किया गया है।
it: Collezioni di arte generativa in cui un algoritmo è inscritto come JavaScript e istanziato da più iscrizioni con semi unici.
ko: 알고리즘이 자바스크립트로 새겨져 있고 고유한 시드를 가진 여러 인스크립션에서 인스턴스화되는 제너레이티브 아트 컬렉션.
pt: Coleções de arte generativas onde um algoritmo é inscrito como JavaScript e instanciado a partir de múltiplas inscrições com sementes únicas.
ru: Генеративные художественные коллекции, в которых алгоритм записан как JavaScript и инстанцирован из множества надписей с уникальными seeds.
zh: 生成艺术收藏，其中算法使用JavaScript刻写，并从具有独特种子的多个铭文中实例化。
